{
  "lastUpdated": "2025-04-19T02:18:20.467839",
  "papers": [
    {
      "title": "Neutron-neutron distribution of the triton from pionless effective field theory",
      "link": "http://link.aps.org/doi/10.1103/PhysRevC.111.044002",
      "authors": "Tanja Kirchner, Matthias Göbel, and Hans-Werner Hammer",
      "source": "Physical Review C",
      "summary": "Author(s): Tanja Kirchner, Matthias Göbel, and Hans-Werner HammerWe compute the neutron-neutron relative-energy distribution of the triton following the hard knockout of the proton in pionless effective field theory (EFT). This distribution can be used to study universality as well as to obtain information on the neutron-neutron interaction. In particular, one ca…[Phys. Rev. C 111, 044002] Published Fri Apr 18, 2025"
    },
    {
      "title": "$^{12}\\mathrm{C}$($n,{n}_{1}^{′}γ$) partial $γ$-ray cross section measured using the GENESIS array",
      "link": "http://link.aps.org/doi/10.1103/PhysRevC.111.044608",
      "authors": "J. M. Gordon, B. L. Goldblum, J. A. Brown, T. A. Laplace, J. C. Batchelder, D. L. Bleuel, C. A. Brand, B. Buckley, A. Georgiadou, C. J. Henderson, T. S. Johnson, J. W. Lee, K. Myers, T. S. Nagel, J. R. Sebastian, A. S. Voyles, and L. A. Bernstein",
      "source": "Physical Review C",
      "summary": "Author(s): J. M. Gordon, B. L. Goldblum, J. A. Brown, T. A. Laplace, J. C. Batchelder, D. L. Bleuel, C. A. Brand, B. Buckley, A. Georgiadou, C. J. Henderson, T. S. Johnson, J. W. Lee, K. Myers, T. S. Nagel, J. R. Sebastian, A. S. Voyles, and L. A. BernsteinImproved neutron inelastic scattering cross sections have repeatedly been identified as a top priority nuclear data need, important for basic science and a range of applications in nuclear energy, stockpile stewardship, and proliferation detection. For the $^{12}\\mathrm{C}$($n,{n}^{′}γ$) reaction in…[Phys. Rev. C 111, 044608] Published Fri Apr 18, 2025"
    },
    {
      "title": "Three-dimensional magnetohydrodynamics simulations of relativistic heavy-ion collisions with a black-hole accretion code adapted for quark-gluon plasma (BHAC-QGP). I. Methods and tests",
      "link": "http://link.aps.org/doi/10.1103/PhysRevC.111.044907",
      "authors": "Markus Mayer, Ashutosh Dash, Gabriele Inghirami, Hannah Elfner, Luciano Rezzolla, and Dirk H. Rischke",
      "source": "Physical Review C",
      "summary": "Author(s): Markus Mayer, Ashutosh Dash, Gabriele Inghirami, Hannah Elfner, Luciano Rezzolla, and Dirk H. RischkeWe present   bhac-qgp, a new numerical code to simulate the evolution of matter created in heavy-ion collisions in the presence of electromagnetic fields. It is derived from the Black Hole Accretion Code (  bhac), which has been designed to model astrophysical processes in a general-relativistic mag…[Phys. Rev. C 111, 044907] Published Fri Apr 18, 2025"
    },
    {
      "title": "Three-dimensional magnetohydrodynamics simulations of relativistic heavy-ion collisions with a black-hole accretion code adapted for quark-gluon plasma (BHAC-QGP). II. Application to Au-Au collisions",
      "link": "http://link.aps.org/doi/10.1103/PhysRevC.111.044908",
      "authors": "Markus Mayer, Ashutosh Dash, Gabriele Inghirami, Hannah Elfner, Luciano Rezzolla, and Dirk H. Rischke",
      "source": "Physical Review C",
      "summary": "Author(s): Markus Mayer, Ashutosh Dash, Gabriele Inghirami, Hannah Elfner, Luciano Rezzolla, and Dirk H. RischkeWe present   bhac-qgp, a numerical code to simulate the evolution of matter created in heavy-ion collisions.   bhac-qgp is based on the Black Hole Accretion Code (  bhac), which has been designed to model astrophysical processes through the solution of the equations of general-relativistic magnetohy…[Phys. Rev. C 111, 044908] Published Fri Apr 18, 2025"
    },
    {
      "title": "A Novel View on the Inner Crusts of Neo-Neutron Stars: exotic light nuclei, diffusional and thermodynamical stability",
      "link": "https://arxiv.org/abs/2504.12887",
      "authors": "Mikhail V. Beznogov, Adriana R. Raduta",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2504.12887v1 Announce Type: new \nAbstract: Based on an extended nuclear statistical equilibrium model, we investigate the properties of non-accreted crusts of young and warm neo-neutron stars, i.e., of finite-temperature inhomogeneous dense matter in beta equilibrium. We present two novel results and one known, but frequently ignored property of such matter. The first new feature is the appearance, in the deep inner crust, of an extensive and almost pure $^{14}$He layer that extends up to the density of the transition to homogeneous matter. This layer may challenge the idea of nuclear pasta phases, significantly impact the transport properties and the crust crystallization process. Second, we raise the question of the (in)stability of the inner crust with respect to diffusion of ions (buoyancy) and demonstrate that our crust is stable, in contrast with the predictions of some other models. Finally, we show that subsaturated stellar matter is thermodynamically stable with respect to density fluctuations, which rules out a first-order phase transition between inhomogeneous and homogeneous phases."
    },
    {
      "title": "Mass measurements of proton-rich nuclei in the vicinity of ${}^{84}$Mo and their impact on rp-process in type I X-ray burst",
      "link": "https://arxiv.org/abs/2504.12639",
      "authors": "S. Kimura, M. Wada, C. Y. Fu, N. Fukuda, Y. Hirayama, D. S. Hou, S. Iimura, H. Ishiyama, Y. Ito, S. Kubono, K. Kusaka, S. Michimasa, H. Miyatake, S. Nishimura, T. Niwase, V. Phong, M. Rosenbusch, H. Schatz, P. Schury, H. Shimizu, H. Suzuki, A. Takamine, H. Takeda, Y. Togano, Y. X. Watanabe, W. D. Xian, Y. Yanagisawa, T. T. Yeung, M. Yoshimoto, S. Zha",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2504.12639v1 Announce Type: cross \nAbstract: We report on the mass measurement of the rapid proton-capture process key nuclide ${}^{84}$Mo and its vicinity, such as ${}^{78}$Y${}^{\\rm m}$, ${}^{79}$Y, ${}^{83}$Nb, and ${}^{88}$Ru, using the multi-reflection time-of-flight spectrograph at RIKEN RIBF. For ${}^{78}$Y${}^{\\rm m}$, ${}^{84}$Mo, and ${}^{88}$Ru, their masses are experimentally determined for the first time with uncertainties of $\\delta m \\approx 20~{\\rm keV}$. The mass precision of ${}^{79}$Y and ${}^{83}$Nb is improved to 13 keV and 9.6 keV, respectively. The new $\\alpha$-separation energy of ${}^{84}$Mo, 1.434(83) MeV, unambiguously rules out the possibility of forming the ZrNb cycle. The X-ray burst simulation with the new masses shows that our measurements effectively remove the large final abundance uncertainties in the $A=80-90$ mass region. The new mass values improve the prediction power for the composition of the nuclear ashes in X-ray bursts, including the production of light $p$-nuclei."
    },
    {
      "title": "Lee Yang edge singularities of QCD in association with Roberge-Weiss phase transition and chiral phase transition",
      "link": "https://arxiv.org/abs/2504.12964",
      "authors": "Zi-yan Wan, Yi Lu, Fei Gao, Yu-xin Liu",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2504.12964v1 Announce Type: cross \nAbstract: We study the Quantum Chromodynamics (QCD) phase transitions in the complex chemical potential plane in the framework of Dyson-Schwinger equation approach, in the presence of a constant gluonic background field that represents confining dynamics. We solve the quark gap equation and the background field equation self consistently, which allows us to directly explore the confinement phase transition and furthermore, evaluate the impact of the back-coupling of confinement on chiral symmetry breaking. Moreover, within such a coupled framework towards the complex chemical potential region, we demonstrate the emergence of Roberge-Weiss (RW) symmetry and investigate the trajectory of Lee-Yang edge singularities (LYES). Our analysis reveals that the LYES scaling behavior is similar to our previous findings without the background field condensate. However, a significant difference from our earlier work is that the trajectory of LYES terminates when the imaginary part of the singularity becomes $1/3 \\, \\pi T$. We elaborate that this cut-off behavior is caused by the RW symmetry that is symmetric to the imaginary chemical potential $\\mu_i=1/3 \\, \\pi T$."
    },
    {
      "title": "Bayesian model-data comparison incorporating theoretical uncertainties",
      "link": "https://arxiv.org/abs/2504.13144",
      "authors": "Sunil Jaiswal, Chun Shen, Richard J. Furnstahl, Ulrich Heinz, Matthew T. Pratola",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2504.13144v1 Announce Type: cross \nAbstract: Accurate comparisons between theoretical models and experimental data are critical for scientific progress. However, inferred model parameters can vary significantly with the chosen physics model, highlighting the importance of properly accounting for theoretical uncertainties. In this article, we explicitly incorporate these uncertainties using Gaussian processes that model the domain of validity of theoretical models, integrating prior knowledge about where a theory applies and where it does not. We demonstrate the effectiveness of this approach using two systems: a simple ball drop experiment and multi-stage heavy-ion simulations. In both cases incorporating model discrepancy leads to improved parameter estimates, with systematic improvements observed as additional experimental observables are integrated."
    },
    {
      "title": "Contrasting Features of Parton Energy Loss in Heavy-ion Collisions at RHIC and the LHC",
      "link": "https://arxiv.org/abs/2310.00024",
      "authors": "Thomas Marshall, Philip Suh, Gang Wang, Huan Zhong Huang",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2310.00024v5 Announce Type: replace \nAbstract: Energetic quarks and gluons lose energy as they traverse the hot and dense medium created in high-energy heavy-ion collisions at the BNL Relativistic Heavy Ion Collider (RHIC) and the CERN Large Hadron Collider (LHC). The nuclear modification factor ($R_{AA}$) of leading particles quantifies parton energy loss in such collisions, with the particle spectrum in $p+p$ collisions as a reference. Previous $R_{AA}$ measurements at RHIC energies have revealed an approximately constant trend at high transverse momenta ($p_{T}$), implying a scenario where parton energy loss, $\\Delta p_{T}$, scales proportionally with $p_{T}$, a feature naively expected from energy loss dynamics in elastic collisions. In this study, we investigate the LHC $R_{AA}$ measurements which exhibit a pronounced $p_{T}$ dependence of $R_{AA}$ for various particle species, and our analysis attributes this behavior to $\\Delta p_T$ being approximately proportional to $\\sqrt{p_{T}}$. These distinct features are consistent with model calculations of dominant radiative energy loss dynamics at the LHC, in contrast to the dominance of collisional energy loss at RHIC. Additionally, the linear increase of fractional energy loss with medium density at different $p_{T}$ magnitudes affirms the previous empirical observation that the magnitude of the energy loss depends mostly on the initial entropy density, with no significant path-length dependence. Implications on the dynamical scenarios of parton energy loss and future experimental investigations will also be discussed."
    },
    {
      "title": "Effect of Magnetic Fields on Urca Rates in Neutron Star Mergers",
      "link": "https://arxiv.org/abs/2409.09423",
      "authors": "Pranjal Tambe, Debarati Chatterjee, Mark Alford, Alexander Haber",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2409.09423v2 Announce Type: replace \nAbstract: Isospin-equilibrating weak processes, called ``Urca\" processes, are of fundamental importance in astrophysical environments like (proto-)neutron stars, neutron star mergers, and supernovae. In these environments, matter can reach high temperatures of tens of MeVs and be subject to large magnetic fields. We thus investigate Urca rates at different temperatures and field strengths by performing the full temperature and magnetic-field dependent rate integrals for different equations of state. We find that the magnetic fields play an important role at temperatures of a few MeV, especially close to or below the direct Urca threshold, which is softened by the magnetic field. At higher temperatures, the effect of the magnetic fields can be overshadowed by the thermal effects. We observe that the magnetic field more strongly influences the neutron decay rates than the electron capture rates, leading to a shift in the flavor equilibrium."
    },
    {
      "title": "Extended Skyrme effective interactions with higher-order momentum-dependence for transport models and neutron stars",
      "link": "https://arxiv.org/abs/2412.09393",
      "authors": "Si-Pei Wang, Xin Li, Rui Wang, Jun-Ting Ye, Lie-Wen Chen",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2412.09393v2 Announce Type: replace \nAbstract: The recently developed extended Skyrme effective interaction based on the so-called N3LO Skyrme pseudopotential is generalized to the general N$n$LO case by incorporating the derivative terms up to 2$n$th-order into the central term of the pseudopotential. The corresponding expressions of Hamiltonian density and single-nucleon potential are derived within the Hartree-Fock approximation under general nonequilibrium conditions. The inclusion of the higher-order derivative terms provides additional higher-order momentum dependence for the single-nucleon potential, and in particular, we find that the N5LO single-nucleon potential with momentum dependent terms up to $p^{10}$ can give a nice description for the empirical nucleon optical potential up to energy of $2$ GeV. At the same time, the density-dependent terms in the extended Skyrme effective interaction are extended correspondingly in the spirit of the Fermi momentum expansion, which allows highly flexible variation of density behavior for both the symmetric nuclear matter equation of state and the symmetry energy. Based on the Skyrme pseudopotential up to N3LO, N4LO and N5LO, we construct a series of interactions with the nucleon optical potential having different high-momentum behaviors and with the symmetry potentials featuring different linear isospin-splitting coefficients for nucleon effective mass, by which we study the properties of nuclear matter and neutron stars. Furthermore, within the lattice BUU transport model, some benchmark simulations with selected interactions are performed for the Au+Au collisions at a beam energy of $1.23$ GeV/nucleon, and the predicted collective flows for protons are found to nicely agree with the data measured by HADES collaboration."
    },
    {
      "title": "$^{106}$Pd: a typical spherical-like nucleus",
      "link": "https://arxiv.org/abs/2501.10925",
      "authors": "Tao Wang",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2501.10925v3 Announce Type: replace \nAbstract: To solve the Cd puzzle (spherical nucleus puzzle), I have proposed the concept ``spherical-like nucleus''. Since shape coexistence often occurs in such nuclei, explicit spherical-like spectra are not easily identified. In this Letter, I finally find the direct evidence for the existence of the spherical-like nucleus. $^{106}$Pd is in fact a typical spherical-like nucleus. The low-lying parts, up to the $10_{1}^{+}$ state, under 4000 keV, of the spherical-like spectra are verified. By comparison, new theory outperforms the IBM-2. This result completely disproves the possibility of the phonon excitations of the spherical nucleus in the Cd-Pd nuclei region."
    },
    {
      "title": "Weak interaction axial form factors of the octet baryons in nuclear medium",
      "link": "https://arxiv.org/abs/2406.07958",
      "authors": "G. Ramalho, K. Tsushima, Myung-Ki Cheoun",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2406.07958v2 Announce Type: replace-cross \nAbstract: We study the axial-vector and the induced pseudoscalar form factors associated with the weak transitions between the octet baryon members in nuclear medium, using a covariant constituent quark model. We extend previous calculations of the axial transition form factors from the vacuum (free space) to the nuclear medium (symmetric nuclear matter). The extension of the model to the nuclear medium takes into account the modifications of the properties of hadrons in the medium (masses and coupling constants), as determined by the quark-meson coupling model. The axial-vector ($G_A$) and the induced pseudoscalar ($G_P$) form factors are evaluated for different values of the nuclear density $\\rho$ in terms of the square transfer momentum $q^2= -Q^2$. We conclude that, in general, the $G_A$ and $G_P$ form factors are reduced in the nuclear medium. The reduction is stronger for light baryons and high densities. The medium modifications are milder for the heavier octet baryons, particularly at large $Q^2$. The calculations presented here can be used to estimate the cross sections of neutrino and antineutrino scattering with nucleus, and neutrino and antineutrino scattering with hyperons bound to a nucleus, as well as those in the cores of compact stars."
    },
    {
      "title": "Beth-Uhlenbeck equation for the thermodynamics of fluctuations in a generalised 2+1D Gross-Neveu model",
      "link": "https://arxiv.org/abs/2409.10507",
      "authors": "Biplab Mahato, David Blaschke, Dietmar Ebert",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2409.10507v2 Announce Type: replace-cross \nAbstract: We study a generalized version of the Gross-Neveu model in 2+1 dimensions. The model is inspired from Graphene, which shows a linear dispersion relation near the Dirac points. The phase structure and the thermodynamic properties in the mean field approximation have been studied before. Here, we go beyond the mean field level by deriving a Beth-Uhlenbeck equation for Gaussian fluctuations formulated in phase shift solutions, which we explore numerically, for the first time including their momentum dependence. We discuss the excitonic mass, fluctuation pressure, and phase shifts. The inclusion of momentum dependence in the phase shift shows a significant difference from the Lorentz-boosted version of the phase shift previously used in the literature. We find resurrection of the pseudoscalar bound states at large momentum above Mott temperature and show that the presence of Landau modes significantly contributes to the fluctuation pressure."
    },
    {
      "title": "Chiral Anomalous Magnetohydrodynamics in action: effective field theory and holography",
      "link": "https://arxiv.org/abs/2412.02361",
      "authors": "Matteo Baggioli, Yanyan Bu, Xiyang Sun",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2412.02361v3 Announce Type: replace-cross \nAbstract: Chiral Anomalous Magnetohydrodynamics (CAMHD) provides a low-energy effective framework for describing chiral fluids in the presence of dynamical electromagnetic fields and axial anomaly. This theory finds applications across diverse physical systems, including heavy-ion collisions, the early universe, and Weyl/Dirac semimetals. Along with Schwinger-Keldysh (SK) effective theories, holographic models serve as a complementary tool to provide a systematic formulation of CAMHD that goes beyond the weak coupling regime. In this work, we explore holographic models with $U(1)_A \\times U(1)$ symmetry, where the electromagnetic $U(1)$ field is rendered dynamical through mixed boundary conditions applied to the bulk gauge field and the axial anomaly is introduced via a Chern-Simons bulk term. Through a detailed holographic SK analysis, we demonstrate that the low-energy effective action derived from this model aligns precisely with the SK field theory proposed by Landry and Liu and, in fact, it generalizes it to scenarios with finite background axial field. This alignment not only validates the holographic model but also paves the way for its use in exploring unresolved aspects of CAMHD, such as the recently proposed chiral magnetic electric separation wave and nonlinear chiral instabilities."
    },
    {
      "title": "Search for the inelastic scattering of weakly interacting massive particles on the <sup>178m2</sup>Hf isomer",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269325002503?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: Available online 17 April 2025Source: Physics Letters BAuthor(s): Vladimir Kirischuk, Valeriy Didkovskiy, Sergei Drapey, Volodymyr Tretyak, Sergei Kirischuk"
    },
    {
      "title": "Probing Gravitational Dark Matter with Ultra-high Frequency Gravitational Waves",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269325002448?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: Available online 17 April 2025Source: Physics Letters BAuthor(s): Yong Xu"
    },
    {
      "title": "Universal thermodynamic topological classes of three-dimensional BTZ black holes",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269325002436?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: Available online 17 April 2025Source: Physics Letters BAuthor(s): Ying Chen, Xiao-Dan Zhu, Di Wu"
    },
    {
      "title": "Scotogenic Froggatt-Nielsen and the Versatility of Soft Symmetry Breaking",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269325002357?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: Available online 17 April 2025Source: Physics Letters BAuthor(s): Ernest Ma"
    },
    {
      "title": "Analytical coordinate time at the second post-Newtonian order",
      "link": "https://www.sciencedirect.com/science/article/pii/S037026932500245X?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: Available online 17 April 2025Source: Physics Letters BAuthor(s): Vittorio De Falco, Marco Gallo"
    },
    {
      "title": "Flavor Dependence of Charged Pion Fragmentation Functions",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269325002461?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: Available online 17 April 2025Source: Physics Letters BAuthor(s): H. Bhatt, P. Bosted, S. Jia, W. Armstrong, D. Dutta, R. Ent, D. Gaskell, E. Kinney, H. Mkrtchyan, S. Ali, R. Ambrose, D. Androić, C. Ayerbe Gayoso, A. Bandari, V. Berdnikov, D. Bhetuwal, D. Biswas, M. Boer, E. Brash, A. Camsonne"
    },
    {
      "title": "RPST-Inspired Formalism for Black Holes in Flat Spacetime",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269325002382?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: Available online 17 April 2025Source: Physics Letters BAuthor(s): Bidyut Hazarika, Prabwal Phukon"
    },
    {
      "title": "Weakly magnetized black holes in Einstein-ModMax theory",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269325002400?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: Available online 16 April 2025Source: Physics Letters BAuthor(s): Haryanto M. Siahaan"
    },
    {
      "title": "Half-life Measurement of Short-Lived Nuclide <sup>146</sup>Eu",
      "link": "https://www.sciencedirect.com/science/article/pii/S0375947425000995?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Nuclear Physics A",
      "summary": "Publication date: Available online 16 April 2025Source: Nuclear Physics AAuthor(s): Changxin Guo, Yunju Li, Shengquan Yan, Minghao Zhu, Youbao Wang, Yuqiang Zhang, Jinlong Ma, Wei Nan, Tao Tian, Jianglin Hou, Jiayinhao Li"
    },
    {
      "title": "Progress of Underground Nuclear Astrophysics JUNA",
      "link": "https://www.sciencedirect.com/science/article/pii/S0375947425000983?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Nuclear Physics A",
      "summary": "Publication date: Available online 16 April 2025Source: Nuclear Physics AAuthor(s): Weiping Liu"
    }
  ]
}