{
  "lastUpdated": "2025-07-08T02:45:28.431339",
  "papers": [
    {
      "title": "Effective field theory for weakly bound two-neutron halo nuclei: Corrections from neutron-neutron effective range",
      "link": "http://link.aps.org/doi/10.1103/lds3-g3tp",
      "authors": "Davi B. Costa, Masaru Hongo, and Dam Thanh Son",
      "source": "Physical Review C",
      "summary": "Author(s): Davi B. Costa, Masaru Hongo, and Dam Thanh SonUsing an effective field-theoretical approach, we investigate the properties of weakly bound two-neutron halo nuclei (also known as Borromean nuclei) that do not support a low-energy $s$-wave core-neutron resonance. Extending the recently formulated effective field theory for weakly bound Borromean …[Phys. Rev. C 112, 014001] Published Mon Jul 07, 2025"
    },
    {
      "title": "Machine learning approach to trapped many-fermion systems",
      "link": "http://link.aps.org/doi/10.1103/33jq-ks53",
      "authors": "Paulo F. Bedaque, Hersh Kumar, and Andy Sheng",
      "source": "Physical Review C",
      "summary": "Author(s): Paulo F. Bedaque, Hersh Kumar, and Andy ShengWe apply a variational ansatz based on neural networks to the problem of spin-$\\frac{1}{2}$ fermions in a harmonic trap interacting through a short distance potential. We showed that standard machine learning techniques lead to a quick convergence to the ground state, especially in weakly coupled ca…[Phys. Rev. C 112, 014002] Published Mon Jul 07, 2025"
    },
    {
      "title": "Coulomb excitation of $^{80}\\mathrm{Sr}$ and the limits of the $N≈Z≈40$ island of deformation",
      "link": "http://link.aps.org/doi/10.1103/t91y-l6rf",
      "authors": "R. Russell <em>et al.</em>",
      "source": "Physical Review C",
      "summary": "Author(s): R. Russell et al.The region of $N≈Z≈40$ has long been associated with strongly deformed nuclear configurations. The presence of this strong deformation was recently confirmed through lifetime measurements in $N≈Z$ Sr and Zr nuclei. Theoretically, however, these nuclei present a challenge due to the vast valence spac…[Phys. Rev. C 112, 014309] Published Mon Jul 07, 2025"
    },
    {
      "title": "$^{169}\\mathrm{Tm}(n,γ)$ cross section and statistical decay properties from measurements at the DANCE facility",
      "link": "http://link.aps.org/doi/10.1103/5sjr-vyjv",
      "authors": "I. Knapová, K. Horčičková, A. Couture, C. Fry, F. Gunsing, T. Kawano, K. J. Kelly, M. Krtička, E. Leal Cidoncha, C. J. Prokop, R. Reifarth, G. Rusev, J. L. Ullmann, and S. Valenta",
      "source": "Physical Review C",
      "summary": "Author(s): I. Knapová, K. Horčičková, A. Couture, C. Fry, F. Gunsing, T. Kawano, K. J. Kelly, M. Krtička, E. Leal Cidoncha, C. J. Prokop, R. Reifarth, G. Rusev, J. L. Ullmann, and S. ValentaBackground: Radiative neutron capture on thulium, which is a monoisotopic element, plays a role in different applications such as nuclear astrophysics or nuclear burning environments. Considerable discrepancies—reaching 20%—exist between evaluations in the unresolved-resonance region. Furthermore, e…[Phys. Rev. C 112, 014612] Published Mon Jul 07, 2025"
    },
    {
      "title": "Effect of $N/Z$ asymmetry on pre-equilibrium and equilibrium emission of light charged particles",
      "link": "http://link.aps.org/doi/10.1103/t5r7-g4fq",
      "authors": "S. Manna, Pratap Roy, T. K. Rana, S. Kundu, R. Pandey, K. Banerjee, A. Sen, T. K. Ghosh, G. Mukherjee, S. Mukhopadhyay, P. Karmakar, D. Paul, S. Dalal, and C. Bhattacharya",
      "source": "Physical Review C",
      "summary": "Author(s): S. Manna, Pratap Roy, T. K. Rana, S. Kundu, R. Pandey, K. Banerjee, A. Sen, T. K. Ghosh, G. Mukherjee, S. Mukhopadhyay, P. Karmakar, D. Paul, S. Dalal, and C. BhattacharyaProton and $α$-particle emission spectra have been measured in $^{4}\\mathrm{He}+^{58}\\mathrm{Ni}$ and $^{4}\\mathrm{He}+^{64}\\mathrm{Ni}$ reactions at energies $≳10$ MeV/nucleon to understand the complex interplay between the equilibrium and pre-equilibrium (PE) emission processes and effect of $N/Z$…[Phys. Rev. C 112, 014613] Published Mon Jul 07, 2025"
    },
    {
      "title": "Meson spin alignment and baryon polarization from coalescence with spin-vorticity nonequilibrium",
      "link": "http://link.aps.org/doi/10.1103/gsv6-zydk",
      "authors": "Kayman J. Gonçalves, Giorgio Torrieri, and Radoslaw Ryblewski",
      "source": "Physical Review C",
      "summary": "Author(s): Kayman J. Gonçalves, Giorgio Torrieri, and Radoslaw RyblewskiWe estimate both the polarization of spin $1/2$ baryons and the spin density matrix coefficients of spin 1 mesons using a thermal model that incorporates vorticity and polarization to describe quarks, along with a coalescence formalism where spin and vorticity are not in equilibrium. We find that wh…[Phys. Rev. C 112, 014901] Published Mon Jul 07, 2025"
    },
    {
      "title": "Decay behavior of hidden-strange hadronic molecular state $N(2270)$",
      "link": "http://link.aps.org/doi/10.1103/bx6f-gths",
      "authors": "Di Ben and Shu-Ming Wu",
      "source": "Physical Review C",
      "summary": "Author(s): Di Ben and Shu-Ming WuWe systematically discuss the decay patterns of the hidden-strange hadronic molecular state $N(2270)$ which is assumed to be an $s$-wave ${K}^{*}{\\mathrm{Σ}}^{*}$ shallow bound state with possible quantum numbers ${J}^{P}$ of ${1/2}^{−}, {3/2}^{−}$, and ${5/2}^{−}$. By using the effective Lagrangian…[Phys. Rev. C 112, 015203] Published Mon Jul 07, 2025"
    },
    {
      "title": "Measurement of the 40Ar(e,e′$$\\hbox {e}^{\\prime }$$) elastic scattering cross section with a novel gas-jet target",
      "link": "https://epja.epj.org/10.1140/epja/s10050-025-01623-4",
      "authors": "M. Littich, L. Doria, P. Brand, P. Achenbach, S. Aulenbacher, S. Bacca, J. C. Bernauer, M. Biroth, D. Bonaventura, D. Bosnar, M. Christmann, E. Cline, A. Denig, M. Distler, A. Esser, I. Friščić, J. Geimer, P. Gülker, M. Hoek, P. Klag, A. Khoukaz, M. Lauß, S. Lunkenheimer, T. Manoussos, D. Markus, H. Merkel, M. Mihovilovič, U. Müller, J. Pochodzalla, B. S. Schlimme, C. Sfienti, J. E. Sobczyk, S. Stengel, E. Stephan, M. Thiel, S. Vestrick, A. Wilczek, L. Wilhelm",
      "source": "European Physical Journal A",
      "summary": "Authors: M. Littich, L. Doria, P. Brand, P. Achenbach, S. Aulenbacher, S. Bacca, J. C. Bernauer, M. Biroth, D. Bonaventura, D. Bosnar, M. Christmann, E. Cline, A. Denig, M. Distler, A. Esser, I. Friščić, J. Geimer, P. Gülker, M. Hoek, P. Klag, A. Khoukaz, M. Lauß, S. Lunkenheimer, T. Manoussos, D. Markus, H. Merkel, M. Mihovilovič, U. Müller, J. Pochodzalla, B. S. Schlimme, C. Sfienti, J. E. Sobczyk, S. Stengel, E. Stephan, M. Thiel, S. Vestrick, A. Wilczek and L. Wilhelm.The European Physical Journal A Vol. 61 , page 152Published online: 3/7/2025\n       Keywords:"
    }
  ]
}