{
  "lastUpdated": "2025-12-04T02:44:05.016534",
  "papers": [
    {
      "title": "New angular momentum coupling method based on Wigner rotation theory",
      "link": "http://link.aps.org/doi/10.1103/jrmj-hfwy",
      "authors": "Junchao Guo and Yang Sun",
      "source": "Physical Review C",
      "summary": "Author(s): Junchao Guo and Yang SunWe present a new method for constructing the total angular momentum of many-nucleon states. We find that the restrictions imposed by the fermion antisymmetry on the total state are fully absorbed into the single-$j$ space when the broken rotational symmetry of the product state is restored by angula…[Phys. Rev. C 112, 064307] Published Wed Dec 03, 2025"
    },
    {
      "title": "Exploring highly deformed ground states involving the second intruder orbit in $Z&gt;50$ even-even nuclei",
      "link": "http://link.aps.org/doi/10.1103/7dpg-xh32",
      "authors": "Tsunenori Inakura, Wataru Horiuchi, Shin'ichiro Michimasa, and Masaomi Tanaka",
      "source": "Physical Review C",
      "summary": "Author(s): Tsunenori Inakura, Wataru Horiuchi, Shin'ichiro Michimasa, and Masaomi TanakaWe present a systematic survey of even-even nuclei with $Z&gt;50$ to identify where a very large prolate configuration driven by the second intruder orbit emerges. Within the energy density functional theory framework, we find in representative cases a pronounced prolate minimum at quadrupole deform…[Phys. Rev. C 112, 064308] Published Wed Dec 03, 2025"
    },
    {
      "title": "Effects of fusion barrier distributions on the synthesis of superheavy nuclei",
      "link": "http://link.aps.org/doi/10.1103/tx4r-lllf",
      "authors": "Jing-Jing Li, Ji-Bing Tian, Xin-Rui Zhang, Yu-Hai Zhang, Xiao-Tao He, and Feng-Shou Zhang",
      "source": "Physical Review C",
      "summary": "Author(s): Jing-Jing Li, Ji-Bing Tian, Xin-Rui Zhang, Yu-Hai Zhang, Xiao-Tao He, and Feng-Shou ZhangIn the framework of dinuclear system model, we analyze the effects of barrier distribution on the synthesis of superheavy nuclei. The capture cross sections and evaporation residual cross sections for the production of superheavy nuclei with $Z=112–118$ are calculated within two barrier distribution…[Phys. Rev. C 112, 064603] Published Wed Dec 03, 2025"
    },
    {
      "title": "Exploring parameter dependence of heavy-flavor dynamics in small collision systems",
      "link": "http://link.aps.org/doi/10.1103/8ry2-lm2r",
      "authors": "Grace Pang",
      "source": "Physical Review C",
      "summary": "Author(s): Grace PangObservations from high-multiplicity proton-lead ($p$-Pb) collisions indicate that small systems may exhibit collective behavior in both heavy and light hadrons. This work investigates the roles of initial- and final-state interactions in shaping the nuclear modification factor and elliptic flow of $…[Phys. Rev. C 112, 064903] Published Wed Dec 03, 2025"
    },
    {
      "title": "Neutron star core-crust transition and crustal moment of inertia: Systematic investigation of implications of higher-order symmetry energy in the nuclear equation of state",
      "link": "http://link.aps.org/doi/10.1103/rd2g-6tsy",
      "authors": "W. M. Seif and A. S. Hashem",
      "source": "Physical Review C",
      "summary": "Author(s): W. M. Seif and A. S. HashemWe investigate how higher-order symmetry-energy coefficients of the equation of state (EOS) describing $npeμ$ core matter impact key neutron star (NS) properties at its crust inner edge, its moment of inertia and corresponding crustal fraction, threshold conditions for direct Urca process, adiabatic…[Phys. Rev. C 112, 065802] Published Wed Dec 03, 2025"
    },
    {
      "title": "Novel triaxiality-driven collective feature in atomic nuclei investigated via the two-body random ensemble",
      "link": "http://link.aps.org/doi/10.1103/4qrd-1dqw",
      "authors": "G. J. Fu and Chong Qi",
      "source": "Physical Review C",
      "summary": "Author(s): G. J. Fu and Chong QiWe investigate an anomalous collective motion in atomic nuclei observed in recent experiments, characterized by three distinct signatures: (1) an excitation energy ratio ${R}_{4/2}&gt;2$, (2) sizable electric-quadrupole transition strengths $B(E2)$ in low-lying states, and (3) a suppressed ratio ${B…[Phys. Rev. C 112, L061301] Published Wed Dec 03, 2025"
    },
    {
      "title": "Modifications in clusterization procedures for heavy-ion collisions: minimum spanning tree, simulated annealing, coalescence",
      "link": "https://arxiv.org/abs/2512.02084",
      "authors": "Viktar Kireyeu",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2512.02084v1 Announce Type: new \nAbstract: A new open-source cluster finding library ''Common Clusterization Library'' (CCL) is proposed to describe the clusters production when applied to the transport codes. The new library was applied to the Parton-Hadron-Quantum-Molecular Dynamics approach to be comparable with the established and well known MST and SACA implementations on the exactly same set of the events. The presented procedures were tested with rapidity density distributions and complex observables like $\\langle M_{imf} \\rangle$ and $\\langle Z_{\\text{max}} \\rangle$ vs $Z_{bound}2$ at the energies of ALADiN and NA49 experiments. An improvement to the simulated annealing chain is proposed to reduce the computational time. The new stable clusters tracking algorithm for the ''lost'' cluster recovering is presented. The results of the ''box-like'' coalescence procedure and a mixed method which incorporates the coalescence algorithm steps and the negative binding energy criteria are presented. The difference between the Helium-3 found by the MST-based cluster finding procedure and the coalescence algorithm applied on the exactly same set of events and baryons is shown for the first time."
    },
    {
      "title": "Uncertainty Principle and Angular Momentum Generation in Microscopic Fission Models",
      "link": "https://arxiv.org/abs/2512.02207",
      "authors": "G. Scamps, A. Guilleux, D. Regnier, A. Bernard",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2512.02207v1 Announce Type: new \nAbstract: The generation of angular momentum (intrinsic spin) in fission fragments has recently attracted renewed attention. While several microscopic approaches reproduce the spin distribution qualitatively using projection techniques, the physical origin of the fragments' angular momentum in density functional theory remains unclear. In this work, we investigate the mechanisms responsible for the spin distribution of fission fragments within a microscopic TDDFT framework. We compare spin distributions obtained from projection operators with those predicted by a simple expression derived from the uncertainty relation between angle and angular momentum, where angular fluctuations are estimated using a Monte Carlo sampling of nucleon positions. We find that a large portion of the spin distribution obtained from projection methods can be explained by the uncertainty principle. Our results thus show that, within microscopic approaches, the spin of fission fragments originates primarily from quantum uncertainty associated with their orientation angle with respect to the fission axis, mainly due to quadrupole deformation and, to a lesser extent, octupole deformation."
    },
    {
      "title": "Neutron-deuteron scattering revisited with the EKM chiral nuclear force and the WPCD method",
      "link": "https://arxiv.org/abs/2512.02475",
      "authors": "Qing-Yu Zhai, Dan-Yang Pang, Wen-Di Chen, O. A. Rubtsova, Rui-Rui Xu, Jun-Xu Lu, Haozhao Liang, Li-Sheng Geng",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2512.02475v1 Announce Type: new \nAbstract: We revisit the neutron-deuteron scattering using the Wave-Packet Continuum Discretization (WPCD) method with the EKM chiral nuclear force at various chiral orders. We rederive the permutation operator and solve the Faddeev-AGS equations directly, without rewriting the initial Faddeev kernel $tG_0$ and introducing pseudo-states, thereby rendering the approach easily extendable to a relativistic framework. We find that up to the next-to-next-to-next-to-leading order (N$^3$LO), although one can well describe the differential cross sections, one cannot resolve the long-standing $A_y$ puzzle, consistent with previous studies. The fact that the N$^3$LO chiral forces can well describe the $NN$ phase shifts and the results obtained with the EKM and Idaho N$^3$LO chiral forces agree with each other underscores the need for further investigations to resolve the $A_y$ puzzle, e.g., considering three-body forces or relativistic effects."
    },
    {
      "title": "Excitation function of femtoscopic L\\'evy source parameters of pion pairs in EPOS4",
      "link": "https://arxiv.org/abs/2512.02560",
      "authors": "Yan Huang, Matyas Molnar, Daniel Kincses, Mate Csanad",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2512.02560v1 Announce Type: new \nAbstract: Three-dimensional (3D) femtoscopic source parameters of pions provide a sensitive probe of the space-time structure of particle-emitting sources in high-energy heavy-ion collisions. Compared to one-dimensional measurements, 3D femtoscopy not only provides a valuable cross-check but also offers a more complete characterization of the source geometry and its dynamical evolution. Particularly, differences between the \"out\" and \"side\" directions are sensitive to signals of a strong first-order phase transition, while the collision-energy dependence of Levy radii may reveal non-monotonic features related to the equation of state (EoS).\n  In this work, we systematically investigate the transverse mass and collision-energy dependence of the three-dimensional femtoscopic parameters of pion pairs with Levy-type sources in the STAR Beam Energy Scan (BES) range from $\\sqrt{s_{NN}} = 7.7$ to $200$ GeV using the EPOS4 model. The analyzed parameters include the Levy index $\\alpha$, the correlation strength $\\lambda$, and the three-dimensional radii $R_{\\rm {out}}$, $R_{\\rm side}$ and $R_{\\rm long}$ , derived quantities such as the radius difference $R_{\\rm diff} = R_{\\rm out}^2 - R_{\\rm side}^2$ and the ratio $R_{\\rm out}/R_{\\rm side}$ are also investigated. The results show that the extracted radii $R_{\\rm {side}}$ and $R_{\\rm long}$ decrease with increasing transverse momentum and increase gradually with collision energy, while $R_{\\rm {out}}$ shows little energy dependence. The Levy index $\\alpha$ exhibits only a mild dependence on $m_T$ and collision energy, whereas the correlation strength $\\lambda$ shows a clear $m_T$ dependence and generally decreases with increasing collision energy. A comparison with EPOS3 results indicates general agreement within approximately 2$\\sigma$, with the notable exception of $R_{\\rm side}$, which is systematically smaller in EPOS4."
    },
    {
      "title": "Thermoelectric coefficients of two-flavor quark matter from the Kubo formalism",
      "link": "https://arxiv.org/abs/2512.02602",
      "authors": "Harutyun Gabuzyan, Arus Harutyunyan, Armen Sedrakian",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2512.02602v1 Announce Type: new \nAbstract: The hot quark matter created in heavy-ion collision experiments can exhibit strong temperature and chemical-potential gradients, which in turn can generate electric fields through thermoelectric effects. In this work, we investigate two relevant thermoelectric coefficients -- the thermopower (Seebeck coefficient) and the Thomson coefficient -- of two-flavor quark matter using the Kubo formalism and the Nambu--Jona-Lasinio model as an effective description of dense, finite-temperature QCD. The required two-point equilibrium correlation functions are evaluated using the Matsubara formalism of thermal field theory, applying a 1/Nc expansion to the relevant multi-loop Feynman diagrams. We employ previously derived quark spectral functions obtained from one--meson-exchange diagrams above the Mott transition temperature. Our numerical results show that both thermoelectric coefficients increase approximately linearly with temperature and decrease with increasing chemical potential. We also estimate the magnitude of the electric fields that can be generated in heavy-ion collisions by thermal gradients via the Seebeck effect."
    },
    {
      "title": "Experimental constraints on $\\gamma$-ray strength function of $^{72}$Ga from $^{72}\\mathrm{Ga(n,\\gamma)^{72}Ga}$ capture data and reevaluation of Maxwellian-averaged cross sections of $^{71}$Ga",
      "link": "https://arxiv.org/abs/2512.02736",
      "authors": "Sajid Ali, Rajkumar Santra, Gautam Gangopahyay",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2512.02736v1 Announce Type: new \nAbstract: The $\\gamma$-ray strength function of medium-mass neutron rich nuclei $^{72}$Ga has been extracted from the statistical Hauser-Feshbach analysis of the available capture data of $^{71}\\mathrm{Ga}(n,\\gamma){}^{72}\\mathrm{Ga}$ over the 0.01 - 3 MeV energy range with the required nuclear level density (NLD) of the $^{72}$Ga constraint from the work of R. Santra et al.,[\\href{https://doi.org/10.1103/PhysRevC.107.064611}{Physical Review C 107, 064611 (2023)}]. The Gogny D1M model for the E1 and M1 strength functions, including low-energy upbends of $^{72}$Ga nuclei, is experimentally constrained in the present work. Subsequently, the Maxwellian-averaged cross section(MACS) of $^{71}\\mathrm{Ga}$ has been reevaluated based on the present $\\gamma$-ray strength function. It is found that the present MACS value at \\(kT = 30\\) keV is 115.35$^{+11.92}_{-10.44}$ mb, which is consistent with previous work."
    },
    {
      "title": "Non-diagonal DVCS with spinless hadron-to-two-hadron transition $\\gamma^* \\pi \\to \\gamma \\pi \\pi$",
      "link": "https://arxiv.org/abs/2512.02407",
      "authors": "Sangyeong Son",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2512.02407v1 Announce Type: cross \nAbstract: We present the formalism of hadron-to-two-hadron transition generalized parton distributions (GPDs) for spinless hadron case. Definitions of the twist-2 unpolarized and polarized $\\pi\\to\\pi\\pi$ transition GPDs are introduced with a particular choice of kinematic variables that characterize the produced two-pion system. In the vicinity of $\\rho(770)$, we work out the two-pion decay angular distributions of the $e^-\\pi\\to e^-\\gamma\\pi\\pi$ cross section, incorporating both the Bethe-Heitler and deeply virtual Compton scattering processes. Each cross section exhibits a distinctive angular distribution, which is sensitive to the polarization states of the produced $\\rho(770)$ resonance. In addition, we construct the double partial-wave expansion of $\\pi\\to\\pi\\pi$ transition GPDs in the two-pion decay angles as a generalization of GPDs for transition from a pion to a spin-$\\ell$ resonance state. With the help of the Omn\\`es representation, we constrain the $\\pi\\to\\pi\\pi$ transition GPDs in terms of the low energy $\\pi\\pi$ scattering phase shift and build a phenomenological model for these GPDs."
    },
    {
      "title": "Evidence of Spin-Interference Effects in Exclusive $J/\\psi \\to e^+e^-$ Photoproduction in Ultraperipheral Heavy-Ion Collisions",
      "link": "https://arxiv.org/abs/2512.02865",
      "authors": "The STAR Collaboration",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2512.02865v1 Announce Type: cross \nAbstract: We report the first evidence of spin interference in exclusive $J/\\psi \\to e^+e^-$ photoproduction in ultraperipheral Au+Au and isobar (Ru+Ru, Zr+Zr) collisions ($\\sqrt{s_{NN}} = 200$~GeV) at STAR. A negative $\\cos(2\\phi)$ modulation is observed for $p_T < 100$ MeV/$c$, opposite in sign to that in $\\rho^{0}\\!\\to\\!\\pi^+\\pi^-$ photoproduction. This establishes for the first time that the interference sign is controlled by the spin structure of the final-state daughters, resolving the ambiguity present in the all-boson $\\rho^0$ channel. The compact $J/\\psi$ probes gluon distributions at perturbative scales, resulting in a weaker modulation and providing stringent constraints on Color Glass Condensate calculations. These findings demonstrate that spin-dependent interference in heavy vector mesons provides a new, experimentally accessible handle on gluon structure beyond traditional cross-section measurements."
    },
    {
      "title": "Inferring three-nucleon couplings from multi-messenger neutron-star observations",
      "link": "https://arxiv.org/abs/2410.00247",
      "authors": "Rahul Somasundaram, Isak Svensson, Soumi De, Andrew E. Deneris, Yannick Dietz, Philippe Landry, Achim Schwenk, Ingo Tews",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2410.00247v2 Announce Type: replace \nAbstract: Understanding the interactions between nucleons in dense matter is an important challenge in theoretical physics. Effective field theories have emerged as the dominant approach to address this problem at low energies, with many successful applications to the structure of nuclei and the properties of dense nucleonic matter. However, how far into the interior of neutron stars these interactions can describe dense matter is an open question. Here, we develop a framework that enables the inference of three-nucleon couplings in dense matter directly from astrophysical neutron star observations. We apply this formalism to the LIGO/Virgo gravitational-wave event GW170817 and the X-ray measurements from NASA's Neutron Star Interior Composition Explorer and establish direct constraints for the couplings that govern three-nucleon interactions in chiral effective field theory. Furthermore, we demonstrate how next-generation observations of a population of neutron star mergers can offer stringent constraints on three-nucleon couplings, potentially at a level comparable to those from laboratory data. Our work directly connects the microscopic couplings in quantum field theories to macroscopic observations of neutron stars, providing a way to test the consistency between low-energy couplings inferred from terrestrial and astrophysical data."
    },
    {
      "title": "Probing confinement in a $\\mathbb{Z}_2$ lattice gauge theory on a quantum computer",
      "link": "https://arxiv.org/abs/2203.08905",
      "authors": "Julius Mildenberger, Wojciech Mruczkiewicz, Jad C. Halimeh, Zhang Jiang, Philipp Hauke",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2203.08905v3 Announce Type: replace-cross \nAbstract: Gauge theories describe the fundamental forces in the standard model of particle physics and play an important role in condensed matter physics. The constituents of gauge theories, for example charged matter and electric gauge field, are governed by local gauge constraints, which lead to key phenomena such as confinement of particles that are not fully understood. In this context, quantum simulators may address questions that are challenging for classical methods. While engineering gauge constraints is highly demanding, recent advances in quantum computing are beginning to enable digital quantum simulations of gauge theories. Here, we simulate confinement dynamics in a $\\mathbb{Z}_2$ lattice gauge theory on a superconducting quantum processor. Tuning a term that couples only to the electric field produces confinement of charges, a manifestation of the tight bond that the gauge constraint generates between both. Moreover, we show how a modification of the gauge constraint from $\\mathbb{Z}_2$ towards $\\mathrm{U}(1)$ symmetry freezes the system dynamics. Our work illustrates the restriction that the underlying gauge constraint imposes on the dynamics of a lattice gauge theory, it showcases how gauge constraints can be modified and protected, and it promotes the study of other models governed by multi-body interactions."
    },
    {
      "title": "Global analysis of $\\mu \\to e$ interactions in the SMEFT",
      "link": "https://arxiv.org/abs/2411.13497",
      "authors": "Filippo Delzanno, Kaori Fuyuto, Sergi Gonz\\`alez-Sol\\'is, Emanuele Mereghetti",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2411.13497v2 Announce Type: replace-cross \nAbstract: We study current experimental bounds on charged lepton flavor violating (CLFV) $\\mu$-$e$ interactions in the model-independent framework of the Standard Model Effective Field Theory (SMEFT). Assuming a generic flavor structure in the quark sector, we consider the contributions of CLFV operators to low-energy observables, including $\\mu\\to e\\gamma$ and $\\mu\\to e$ conversion for quark-flavor conserving operators and CLFV meson decays for quark-flavor violating operators. At high energy, we consider limits on CLFV decays of the Higgs and Z bosons and of the top quark, and obtain bounds on operators with light quarks by recasting searches for production of $e\\mu$ pairs in $pp$ collisions at the Large Hadron Collider (LHC). We connect observables at low- and high-energy by taking into account renormalization group running and matching between CLFV operators. We also discuss the sensitivity of the future Electron-Ion Collider, where the prospective bounds are derived by imposing simple cuts on final state particles. We find that, in a single operator scenario, bounds on purely leptonic operators are dominated by $\\mu \\rightarrow e \\gamma$ and $\\mu \\rightarrow e$ conversion. Semileptonic operators with down-type quarks are also dominantly constrained by low-energy observables, while LHC searches lead the bounds on up-type quark-flavor violating operators. Taking simplified multiple-coupling scenarios, we show that it is easy to evade the strongest low-energy bounds from spin-independent $\\mu \\rightarrow e$ conversion, and that collider searches are competitive and complementary to constraints from spin-dependent $\\mu \\rightarrow e$ conversion and other low-energy probes."
    },
    {
      "title": "Paths to superheavy nuclei",
      "link": "http://iopscience.iop.org/article/10.1088/1361-6471/ae198f",
      "authors": "K Godbey, F M Nunes, M Albertsson, K J Cook, J M Gates, K Hagel, K Hagino, M Kowal, Jin Lei, J Lubian, A Makowski, P McGlynn, M R Mumpower, W Nazarewicz, G Potel, J L Pore, J Rangel, K Sekizawa and A S Umar",
      "source": "Journal of Physics G: Nuclear and Particle Physics",
      "summary": "This document summarizes the discussions and outcomes of the Facility for Rare Isotope Beams (FRIB) Theory Alliance topical program ‘The path to Superheavy Isotopes’ held in June 2024 at FRIB. Its content is non-exhaustive, reflecting topics chosen and discussed by the participants. The program aimed to assess the current status of theory in superheavy nuclei (SHN) research and identify necessary theoretical developments to guide experimental programs and determine fruitful production mechanisms. This report details the intersection of SHN research with other fields, provides an overview of production mechanisms and theoretical models, discusses future needs in theory and experiment, explores other potential avenues for SHN synthesis, and highlights the importance of building a strong theory community in this area."
    },
    {
      "title": "Rainbow <em>f</em>(<em>R</em>) Inflation: de Sitter-Quintessence Phases",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269325008275?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: Available online 3 December 2025Source: Physics Letters BAuthor(s): A.I. Keskin"
    },
    {
      "title": "Analysis of Sakata-Taketani Equation with a conformable derivative",
      "link": "https://link.springer.com/article/10.1007/s00601-025-02022-7",
      "authors": "Unknown",
      "source": "Few-Body Systems",
      "summary": "In this paper, we present the Sakata-Taketani equation within the framework of conformable derivatives. We propose conformable Lagrangian and Hamiltonian densities that incorporate both temporal and spatial conformable derivatives, we have obtained exact analytical solutions for several important physical scenarios: the free Sakata-Taketani equation in both purely temporal conformable and full space-time conformable cases, the confined Sakata-Taketani particle in an infinite potential well with conformable spatial derivatives, and systems subject to power-law external potentials. The solutions reveal how conformable derivatives modify energy spectra, alter wavefunction distributions."
    }
  ]
}