{
  "lastUpdated": "2026-02-19T03:32:18.131521",
  "papers": [
    {
      "title": "Di-nucleons do not form bound states at heavy pion mass",
      "link": "http://link.aps.org/doi/10.1103/d2hg-h6d4",
      "authors": "John Bulava, M. A. Clark, Arjun S. Gambhir, Andrew D. Hanlon, Ben Hörz, Bálint Joó, Christopher Körber, Ken McElvain, Aaron S. Meyer, Henry Monge-Camacho, Colin Morningstar, Joseph Moscoso, Amy Nicholson, Fernando Romero-López, Ermal Rrapaj, Andrea Shindler, Sarah Skinner, Pavlos M. Vranas, and André Walker-Loud (Baryon Scattering Collaboration)",
      "source": "Physical Review C",
      "summary": "Author(s): John Bulava, M. A. Clark, Arjun S. Gambhir, Andrew D. Hanlon, Ben Hörz, Bálint Joó, Christopher Körber, Ken McElvain, Aaron S. Meyer, Henry Monge-Camacho, Colin Morningstar, Joseph Moscoso, Amy Nicholson, Fernando Romero-López, Ermal Rrapaj, Andrea Shindler, Sarah Skinner, Pavlos M. Vranas, and André Walker-Loud (Baryon Scattering Collaboration)Predicting the low-energy, two-nucleon (NN) forces directly from quantum chromodynamics (QCD), the underlying theory of strong interactions, remains a challenge for theory. The authors present a high-statistics, technically sophisticated lattice QCD calculation of p-n and n-n scattering amplitudes at equal (heavy) pion and kaon masses of 714 MeV and find that deuteron and di-neutron bound states do not exist. The results help diagnose a long-standing disagreement in the literature regarding the methods used to determine the NN spectra and amplitudes with such calculations. The work represents a significant step toward deriving nuclear physics from first principles.[Phys. Rev. C 113, 024002] Published Tue Feb 17, 2026"
    },
    {
      "title": "Scattering phase shifts from overlap relations in the $J$-matrix method",
      "link": "http://link.aps.org/doi/10.1103/nd89-xtlw",
      "authors": "Calvin W. Johnson, Bui Minh Loc, Austin Keller, and Kenneth M. Nollett",
      "source": "Physical Review C",
      "summary": "Author(s): Calvin W. Johnson, Bui Minh Loc, Austin Keller, and Kenneth M. NollettWe present an approach to the quantum mechanical scattering problem in which computation of a wave function and determination of scattering parameters are separate steps. This approach is built on the $J$-matrix formalism, but in place of the usual $J$-matrix procedures we introduce a novel formula …[Phys. Rev. C 113, 024004] Published Tue Feb 17, 2026"
    },
    {
      "title": "Comparing invariant-mass spectroscopy of $^{8}\\mathrm{B}$ with <i>ab initio</i> predictions",
      "link": "http://link.aps.org/doi/10.1103/cxcz-z8px",
      "authors": "R. J. Charity, G. H. Sargsyan, K. D. Launey, T.B. Webb, K.W. Brown, and L. G. Sobotka",
      "source": "Physical Review C",
      "summary": "Author(s): R. J. Charity, G. H. Sargsyan, K. D. Launey, T.B. Webb, K.W. Brown, and L. G. SobotkaLevels in $^{8}\\mathrm{B}$ have been investigated experimentally using the invariant-mass technique and compared with ab initio calculations. Datasets obtained using $E/A$ = 69-MeV $^{9}\\mathrm{C}$ and $^{13}\\mathrm{O}$ beams on a Be target have been further analyzed to extend the level scheme of $^…[Phys. Rev. C 113, 024322] Published Tue Feb 17, 2026"
    },
    {
      "title": "Mirror symmetry and cluster structures of resonant states in $^{9}\\mathrm{Be}$ and $^{9}\\mathrm{B}$",
      "link": "http://link.aps.org/doi/10.1103/2kn8-vd5t",
      "authors": "Myagmarjav Odsuren, Yuma Kikuchi, Takayuki Myo, and Kiyoshi Katō",
      "source": "Physical Review C",
      "summary": "Author(s): Myagmarjav Odsuren, Yuma Kikuchi, Takayuki Myo, and Kiyoshi KatōWe apply the complex-scaling method (CSM) to the $α+α+N$ three-body model to study the nuclear structure of $^{9}\\mathrm{Be}$ and $^{9}\\mathrm{B}$ nuclei, focusing mainly on mirror symmetry in the resonant states. In our previous paper [Phys. Rev. C 110, 064316 (2024)], we reported the energy-level …[Phys. Rev. C 113, 024324] Published Tue Feb 17, 2026"
    },
    {
      "title": "Measurement of the longitudinal flow-plane decorrelation using multiplane cumulants in $\\sqrt{{s}_{NN}}=200\\phantom{\\rule{0.16em}{0ex}}\\mathrm{GeV}$ Au + Au, Ru + Ru, and Zr + Zr collisions",
      "link": "http://link.aps.org/doi/10.1103/75tf-ljtk",
      "authors": "B. E. Aboona <em>et al.</em> (STAR Collaboration)",
      "source": "Physical Review C",
      "summary": "Author(s): B. E. Aboona et al. (STAR Collaboration)Measurements of the variation of anisotropic flow-plane angles (${\\mathrm{Ψ}}_{n}$) with rapidity, commonly known as the flow-plane decorrelation, provide important insights into the initial conditions of the matter produced in heavy-ion collisions. In this paper, using data collected by the STAR ex…[Phys. Rev. C 113, 024908] Published Tue Feb 17, 2026"
    },
    {
      "title": "Perturbative calculations of nucleon-deuteron elastic scattering in chiral effective field theory",
      "link": "https://arxiv.org/abs/2602.15453",
      "authors": "Lin Zuo, Wendi Chen, Dan-Yang Pang, Bingwei Long",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2602.15453v1 Announce Type: new \nAbstract: We develop a framework for calculating nucleon-deuteron scattering using strict perturbation theory for treating subleading interactions in chiral effective field theory (ChEFT). Rather than using direct evaluations in the distorted-wave expansion, our approach solves a hierarchy of integral equations to obtain subleading scattering amplitudes. A benchmark with the wave packet continuum-discretization is performed. This framework benefits from the fact that the renormalization-group invariance chiral forces involves only a limited number of two-body partial waves at leading order. We use it to calculate nucleon-deuteron elastic scattering differential cross sections and analyzing powers up to next-to-leading order."
    },
    {
      "title": "Description of nucleon elastic scattering off $^6$Li with the four-body continuum-discretized coupled-channels method",
      "link": "https://arxiv.org/abs/2602.15492",
      "authors": "Kazuyuki Ogata, Shoya Ogawa",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2602.15492v1 Announce Type: new \nAbstract: Background: Neutron reactions off lithium isotopes up to 50 MeV are important for nuclear data science, around the International Fusion Material Irradiation Facility (IFMIF) facility in particular.\n  Purpose: We aim at constructing a semi-microscopic reaction model that describes neutron elastic scattering off $^6$Li up to 50 MeV taking the breakup channels of $^6$Li into account.\n  Methods: We adopt the continuum-discretized coupled-channels method (CDCC) with an $\\alpha+p+n$ three-body model of $^6$Li. We employ the $g$-matrix effective interaction by Jeukenne, Lejeune, and Mahaux (JLM). The renormalization factors of the real and imaginary parts of the JLM interaction are treated as free parameters.\n  Results: The renormalization parameter of the real part of the JLM interaction is found to be constant ($=1.1$), whereas that for the imaginary part has a smooth energy dependence. The four-body CDCC calculation with these parameters well describes the angular distributions of both proton and neutron elastic scatterings as well as the neutron total cross section and proton total reaction cross section. The applicable energy range is found to be from 7 MeV to 50 MeV.\n  Conclusions: We have constructed a reliable reaction model for describing nucleon-$^6$Li scattering between 7 MeV and 50 MeV. This model can directly be applied to inelastic scattering and break reactions for $^6$Li with the help of the complex scaling method."
    },
    {
      "title": "Development of an accurate formalism to predict properties of two-neutron halo nuclei: case study of $^{22}$C",
      "link": "https://arxiv.org/abs/2602.15765",
      "authors": "Patrick McGlynn, Chlo\\\"e Hebborn",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2602.15765v1 Announce Type: new \nAbstract: When moving away from stability or in loosely-bound systems, few-body clusterized structures like two-neutron halo nuclei appear. These emerge from the interplay between the many- and few-body degrees of freedom, and/or strong coupling between bound and continuum states. This motivates the development of models that can accurately describe few-body dynamics while enforcing shell effects. This work has two goals: understanding how to accurately enforce the Pauli principle in few-body models, as well as presenting new technical developments that allow for more robust and cheaper three-body calculations. We focus on properties of the two-neutron halo 22C, but expect the conclusions to apply to other few-body systems. We use a three-body, hyperspherical harmonics formalism combined with the R-matrix method. We compare predictions for properties of 22C starting from phenomenological interactions and using two methods to remove Pauli-forbidden states, the projection and supersymmetric methods. We also present the algorithms and derivations used. Additionally, we explore model space truncations that allow for reduced computational time. We show convergence of the calculation of both bound and scattering states for $K_{max}\\sim 40$. The two methods to enforce the Pauli-exclusion principle lead to different predictions of 22C properties; the projection method is more accurate. We find one efficient channel truncation that reduces the computational cost of our calculations by 20%. Our study clarifies that the projection method is more accurate than the supersymmetric one to enforce the Pauli-exclusion principle. Technical and algorithmic developments enable accurate and efficient computation of two-neutron halo properties. This development paves the way to robust uncertainty quantification in three-body predictions, and is a useful starting point to tackle more complex systems and observables."
    },
    {
      "title": "Radial oscillations of pulsating neutron stars: The UCIa equation-of-state case",
      "link": "https://arxiv.org/abs/2602.15818",
      "authors": "G. Panotopoulos, A. \\\"Ovg\\\"un, T. Iqbal, Y. Kumaran, B. K. Sharma",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2602.15818v1 Announce Type: new \nAbstract: Radial oscillations provide a clean dynamical test of the high-density stiffness of neutron-star equations of state. We study spherically symmetric pulsations of nonrotating relativistic stars built from cold, charge-neutral, $\\beta$-equilibrated pure nucleonic matter described within relativistic mean-field theory. As a baseline we adopt the UCIa parameter set [Astron. Astro-phys. 689, A242 (2024)], and we implement high-density stiffening via the $\\sigma$-cut scheme by adding a regulator potential $U_{\\rm cut}(\\sigma)$ [Phys. Rev. C 92, no.5, 052801 (2015), Phys. Rev. C 106, no.5, 055806 (2022)]. For representative choices $f_s=0$ (no cutoff) and $f_s=0.58$ (stiffened), we solve the Tolman-Oppenheimer-Volkoff and tidal perturbation equations to obtain equilibrium sequences, mass-radius relations, and tidal deformabilities. We then derive and solve the linear general-relativistic radial pulsation equations to compute the eigenfrequencies and eigenfunctions of the fundamental and overtone modes. The $\\sigma$-cutoff suppresses the growth of the scalar field at supranuclear density, increases the pressure, and shifts the maximum mass, radii, and $\\Lambda_{1.4}$ accordingly, while systematically raising the radial-mode frequencies at fixed mass. Using the sign change of $\\omega_0^2$ as a stability criterion, we identify stiffened models that remain radially stable up to the observed $\\sim 2M_\\odot$ mass scale and are consistent with current multimessenger constraints, demonstrating how radial spectra complement static EoS tests."
    },
    {
      "title": "Dispersive analysis of the $\\boldsymbol{\\phi \\to \\gamma \\pi^0 \\pi^0}$ process",
      "link": "https://arxiv.org/abs/2602.15100",
      "authors": "Bai-Long Hoid, Igor Danilkin, Marc Vanderhaeghen",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2602.15100v1 Announce Type: cross \nAbstract: We present an analysis of the radiative decay $\\phi \\to \\gamma \\pi^0 \\pi^0$ in a dispersive framework, where the two-pion subsystem undergoes strong final-state interactions that cover the $f_0(500)$ and $f_0(980)$ regions. We employ a coupled-channel Muskhelishvili-Omn\\`es framework that allows for a consistent treatment of two scalar resonances and crossed-channel singularities induced by the Born and vector-meson exchanges. We explicitly verify the equivalence between the modified and standard Muskhelishvili-Omn\\`es representations for vector-meson pole contributions when the isoscalar Omn\\`es matrix is chosen asymptotically bounded, and we adopt the standard representation in decay kinematics. This yields, for the first time, a parameter-free dispersive prediction for the kaon Born rescattering, which provides a dominant contribution. To obtain a good fit to the KLOE and SND data, we employ a once-subtracted coupled-channel dispersion relation with heavier left-hand cut contributions and two unknown subtraction constants. The results demonstrate the consistency among the data for $\\pi\\pi$ scattering, $\\gamma\\gamma$ fusion, and $\\phi $ radiative decay, thereby validating the underlying dispersive formalism and the input used for the hadronic Omn\\`es matrix and left-hand cuts."
    },
    {
      "title": "Orbital eccentricity can make neutron star g-mode resonances observable with current gravitational-wave detectors",
      "link": "https://arxiv.org/abs/2602.15111",
      "authors": "J\\'anos Tak\\'atsy, Lorenz Zwick, Pankaj Saini, Johan Samsing",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2602.15111v1 Announce Type: cross \nAbstract: Dynamical tides can provide us vital information about the properties of neutron star (NS) matter. This is particularly true for g-modes, whose frequency and tidal coupling are highly sensitive to the composition of NSs, especially in their centers, where microphysical models are the least reliable. However, due to their weak coupling to external tidal fields, their effect on the gravitational-wave (GW) signal of binary inspirals can be difficult to observe. Here we show that the detectability of these tides can be significantly enhanced by binary NSs with moderate eccentricities. This is primarily due to higher eccentric harmonics in the early phase of the binary evolution experiencing larger phase shifts, which they transport to the sensitive band of GW detectors. In addition, g-mode tides in eccentric binaries undergo several epicyclic resonances, which also amplify the total phase shift. We demonstrate that these effects increase the detectability of g-mode dynamical tides by more than an order of magnitude for eccentricities of $e_\\mathrm{10Hz}\\sim0.2-0.4$, making it possible to put robust constraints on g-mode properties using current GW detectors, while all relevant models could potentially be constrained with eccentric binary NSs with Einstein Telescope."
    },
    {
      "title": "Back-to-back dijet production in DIS at arbitrary Bjorken-x: TMD gluon distributions to twist-3 accuracy",
      "link": "https://arxiv.org/abs/2602.15137",
      "authors": "Swagato Mukherjee, Vladimir V. Skokov, Andrey Tarasov, Shaswat Tiwari, Fei Yao",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2602.15137v1 Announce Type: cross \nAbstract: We derive the gluon transverse-momentum-dependent (TMD) operator structure of back-to-back quark-antiquark dijet production in deep inelastic scattering at arbitrary Bjorken-x to twist-3 accuracy. Working at leading order in the strong coupling and in the kinematic regime where the transverse momentum imbalance of the jets is much smaller than their individual transverse momenta, we perform a systematic gradient expansion of the quark propagator in a background gluon field. This expansion organizes multiple interactions with the target in terms of longitudinal Wilson lines and gauge-invariant field-strength insertions, yielding a TMD description valid beyond the strict high-energy eikonal (x -> 0) approximation. We obtain explicit cross sections for longitudinally and transversely polarized virtual photons, identifying all contributing gluon TMD operators up to twist-3, including structures involving F_+-, F_ij, and three-gluon correlators. The full longitudinal phase associated with Bjorken-x is retained throughout. In the small-x limit, our results reproduce the known sub-eikonal expressions obtained in the Color Glass Condensate framework, establishing a direct connection between the general-x TMD expansion and high-energy factorization. We further reduce the operator basis using equations of motion, minimizing the number of independent nonperturbative matrix elements entering the cross section. This work provides a systematic foundation for extending TMD analyses of dijet production beyond leading twist, establishing a unified operator framework valid at arbitrary Bjorken x that smoothly interpolates between moderate- and small-x descriptions of gluon TMDs."
    },
    {
      "title": "Residue-Enhanced Pion-Rho Mixing as the Origin of Nonmonotonic Charged Pion Mass in Magnetic Fields",
      "link": "https://arxiv.org/abs/2602.15410",
      "authors": "Ziyue Wang",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2602.15410v1 Announce Type: cross \nAbstract: We identify the dynamical origin of the non-monotonic magnetic field dependence of the charged pion mass observed in lattice QCD. Using a near-pole effective action derived from the SU(2) Nambu--Jona-Lasinio model, we show that the lowest Landau level charged pion mixes with the longitudinally polarized charged rho meson, which shares the same quantum numbers in a magnetic background. This mixing, generated by quark-loop polarization and a gauge-invariant tree-level operator matched to the vacuum decay $\\rho^\\pm\\rightarrow\\pi^\\pm\\gamma$, induces strong level repulsion. Crucially, this effect is dynamically amplified by a rapid suppression of the rho-meson wave function renormalization near the pole. As a result, the lower eigenmode exhibits a turnover as the magnetic field increases. The mechanism is analogous to singlet-triplet mixing in positronium and provides a natural explanation for the lattice results. Such effects are expected to be generic for charged mesons in magnetic fields when symmetry allowed mixing and near-pole residue suppression are present."
    },
    {
      "title": "Charm and strange meson fragmentation functions",
      "link": "https://arxiv.org/abs/2602.15694",
      "authors": "Roberto C. da Silveira, Ian C. Clo\\\"et, Bruno El-Bennich, Fernando E. Serna",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2602.15694v1 Announce Type: cross \nAbstract: Quark fragmentation functions describe the hadronization process of a quark where any of the final-state hadrons carries a fraction of its initial momentum. We compute these fragmentation functions for a cascade that includes pions, kaons, and the charmed $D$ and $D_s$ mesons, starting from the elementary quark-to-meson fragmentation process. The latter is obtained from the relevant cut diagram, and employs Poincar\\'e covariant Bethe-Salpeter wave functions and quark propagators. We derive a set of twenty-five coupled jet equations that describe the cascade of emitted mesons in the fragmentation process. Their solutions yield full fragmentation functions that offer a consistent picture of the quark fragmentations across the light and heavy sectors."
    },
    {
      "title": "More uses for Thermal Models",
      "link": "https://arxiv.org/abs/2602.15770",
      "authors": "Natasha Sharma, Lokesh Kumar, Sourendu Gupta",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2602.15770v1 Announce Type: cross \nAbstract: We explore combinations of particle and anti-particle yields which can be used to test thermal models in a parameter free way. We also explore combinations which can be used to extract $\\mu_B/T$, $\\mu_S/T$ and $\\mu_Q/T$. We use experimentally measured particle-antiparticle specific ratios for proton $p$, $\\Lambda$, and cascade $\\Xi$, for $\\sqrt{s_{NN}} = $ 7.7-39 GeV from RHIC BES phase-1 to extract the $\\mu_{B,S,Q}/T$. These compared well with published STAR freeze-out parameters. These combinations are verified to predict a similar combination of $\\Omega$ and $\\overline\\Omega$ yields. We also extend this idea to predict (anti-)nuclei yields at energies where they are not measured. We also update parametrizations for the $\\sqrt{s_{NN}}$ dependence of freeze-out parameters $T$ and $\\mu_B$, and present for the first time a similar parametrization of $\\mu_S$."
    },
    {
      "title": "Thermal Field Theory in the Presence of a Background Magnetic Field and its Application to QCD",
      "link": "https://arxiv.org/abs/2503.00075",
      "authors": "Munshi G. Mustafa, Aritra Bandyopadhyay, Chowdhury Aminul Islam",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2503.00075v2 Announce Type: replace \nAbstract: This review has explored the fundamental principles of thermal field theory in the context of a background magnetic field, highlighting its theoretical framework and some of its applications to the thermo-magnetic QCD plasma generated in heavy-ion collisions. Our discussion has been limited to equilibrium systems for clarity and conciseness. We analysed bulk thermodynamic characteristics, including the phase diagram as well as real-time observables, shedding light on the behaviour and dynamics of the thermo-magnetic QCD medium relevant to heavy-ion physics."
    },
    {
      "title": "Locating the QCD critical point through contours of constant entropy density",
      "link": "https://arxiv.org/abs/2410.16206",
      "authors": "Hitansh Shah, Mauricio Hippert, Jorge Noronha, Claudia Ratti, Volodymyr Vovchenko",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2410.16206v2 Announce Type: replace-cross \nAbstract: We propose a new method to investigate the existence and location of the conjectured high-temperature critical point of strongly interacting matter via contours of constant entropy density. By approximating these lines as a power series in the baryon chemical potential $\\mu_B$, one can extrapolate them from first-principle results at zero net-baryon density, and use them to locate the QCD critical point, including the associated first-order and spinodal lines. As a proof of principle, we employ currently available continuum-extrapolated first-principle results from the Wuppertal--Budapest collaboration to find a critical point at a temperature and a baryon chemical potential of $T_c = 114.3 \\pm 6.9$ MeV and $\\mu_{B,c} = 602.1 \\pm 62.1$ MeV, respectively. We advocate for a more precise determination of the required expansion coefficients via lattice QCD simulations as a means of pinpointing the location of the critical endpoint in the phase diagram of strongly interacting matter."
    },
    {
      "title": "Self-similar inverse cascade from generalized symmetries",
      "link": "https://arxiv.org/abs/2501.07781",
      "authors": "Yuji Hirono, Kohei Kamada, Naoki Yamamoto, Ryo Yokokura",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2501.07781v2 Announce Type: replace-cross \nAbstract: We investigate the role of generalized symmetries in driving non-equilibrium and non-linear phenomena, specifically focusing on turbulent systems. While conventional turbulence studies have revealed inverse cascades driven by conserved quantities integrated over the entire space, such as helicity in three spatial dimensions, the influence of higher-form symmetries, whose conserved charges are defined by integration over subspaces, remains largely unexplored. We demonstrate a novel mechanism where higher-form symmetries naturally induce a self-similar inverse cascade. Taking axion electrodynamics with non-linear topological interaction as a paradigmatic example, we show that the conserved charge associated with its 1-form symmetry drives the system toward large-scale coherent structures through a universal scaling behavior characterized by analytically determined scaling exponents. Our findings suggest that higher-form symmetries can provide a fundamental organizing principle for understanding non-equilibrium phenomena and the emergence of coherent structures in turbulent systems."
    },
    {
      "title": "Different triaxial shapes in the energy spectra of <sup>154</sup>Sm",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269326001401?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: Available online 18 February 2026Source: Physics Letters BAuthor(s): Chun-Xiao Zhou, Xue Shang, Tao Wang"
    },
    {
      "title": "Editorial Board",
      "link": "https://www.sciencedirect.com/science/article/pii/S0375947426000412?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Nuclear Physics A",
      "summary": "Publication date: April 2026Source: Nuclear Physics A, Volume 1068Author(s): "
    }
  ]
}