{
  "lastUpdated": "2025-05-01T02:43:06.328554",
  "papers": [
    {
      "title": "Heavy-Flavor Angular Correlations as a Direct Probe of the Glasma",
      "link": "http://link.aps.org/doi/10.1103/PhysRevLett.134.172301",
      "authors": "Dana Avramescu, Vincenzo Greco, Tuomas Lappi, Heikki Mäntysaari, and David Müller",
      "source": "Physical Review Letter",
      "summary": "Author(s): Dana Avramescu, Vincenzo Greco, Tuomas Lappi, Heikki Mäntysaari, and David MüllerWe use classical equations of motion for heavy quarks to show that the preequilibrium glasma phase of a heavy ion collision has an extremely strong effect on heavy quark angular correlations. At the same time the effect on the single inclusive spectrum is much more moderate. This suggests that $D\\ov…[Phys. Rev. Lett. 134, 172301] Published Tue Apr 29, 2025"
    },
    {
      "title": "Highly efficient nuclear excitation via highly nonlinear light-nucleus interaction",
      "link": "http://link.aps.org/doi/10.1103/PhysRevC.111.044614",
      "authors": "Hanxu Zhang, Tao Li, and Xu Wang",
      "source": "Physical Review C",
      "summary": "Author(s): Hanxu Zhang, Tao Li, and Xu WangIn our recent publication [H. Zhang, T. Li, and X. Wang, Phys. Rev. Lett. 133, 152503 (2024)], we demonstrate that the interaction between hydrogenlike thorium-229 ions ($^{229}\\mathrm{Th}^{89+}$) and contemporary intense lasers can access a highly nonlinear and nonperturbative regime of light-nucle…[Phys. Rev. C 111, 044614] Published Wed Apr 30, 2025"
    },
    {
      "title": "Quark saturation in the QCD phase diagram",
      "link": "http://link.aps.org/doi/10.1103/PhysRevC.111.044914",
      "authors": "Marcus Bluhm, Yuki Fujimoto, Larry McLerran, and Marlene Nahrgang",
      "source": "Physical Review C",
      "summary": "Author(s): Marcus Bluhm, Yuki Fujimoto, Larry McLerran, and Marlene NahrgangWe determine the onset of quarkyonic matter corresponding to values of temperature and baryon chemical potential at which the quark phase space density becomes one. At zero temperature for baryon chemical potentials below the mass of the Λ baryon, only nucleons contribute to the quark density. This …[Phys. Rev. C 111, 044914] Published Wed Apr 30, 2025"
    },
    {
      "title": "Erratum: Breakup of the proton halo nucleus $^{8}\\mathrm{B}$ at a sub-Coulomb energy [Phys. Rev. C <b>111</b>, 024615 (2025)]",
      "link": "http://link.aps.org/doi/10.1103/PhysRevC.111.049902",
      "authors": "K. Palli <em>et al.</em>",
      "source": "Physical Review C",
      "summary": "Author(s): K. Palli et al.[Phys. Rev. C 111, 049902] Published Wed Apr 30, 2025"
    },
    {
      "title": "Dominance of fission-fragment proton shells in the mass-asymmetric fission of $^{176,186}\\mathrm{Pt}$ following $^{32}\\mathrm{S}+^{144,154}\\mathrm{Sm}$ fusion",
      "link": "http://link.aps.org/doi/10.1103/PhysRevC.111.044613",
      "authors": "H. R. Duan, H. M. Jia, C. J. Lin, D. J. Hinde, K. Banerjee, J. Buete, I. P. Carter, K. J. Cook, M. Dasgupta, C. Sengupta, B. M. A. Swinton-Bland, E. Williams, D. X. Wang, F. C. Gu, L. Yang, N. R. Ma, P. W. Wen, F. Yang, T. P. Luo, and H. Q. Zhang",
      "source": "Physical Review C",
      "summary": "Author(s): H. R. Duan, H. M. Jia, C. J. Lin, D. J. Hinde, K. Banerjee, J. Buete, I. P. Carter, K. J. Cook, M. Dasgupta, C. Sengupta, B. M. A. Swinton-Bland, E. Williams, D. X. Wang, F. C. Gu, L. Yang, N. R. Ma, P. W. Wen, F. Yang, T. P. Luo, and H. Q. ZhangThe observation of mass-asymmetric fission in the neutron-deficient sublead region has dramatically expanded the region of mass-asymmetric fission in the nuclide chart, and has led to intense experimental and theoretical investigations. The mechanism for this asymmetric fission mode in this mass reg…[Phys. Rev. C 111, 044613] Published Tue Apr 29, 2025"
    },
    {
      "title": "Gaussian-process generative model for the QCD equation of state",
      "link": "http://link.aps.org/doi/10.1103/PhysRevC.111.044912",
      "authors": "Jiaxuan Gong, Hendrik Roch, and Chun Shen",
      "source": "Physical Review C",
      "summary": "Author(s): Jiaxuan Gong, Hendrik Roch, and Chun ShenWe develop a generative model for the nuclear matter equation of state at zero net baryon density using the Gaussian process regression method. We impose first-principles theoretical constraints from lattice quantum chromodynamics and hadron resonance gas at high- and low-temperature regions, respec…[Phys. Rev. C 111, 044912] Published Tue Apr 29, 2025"
    },
    {
      "title": "Exploring the chiral magnetic effect in isobar collisions through chiral anomaly transport",
      "link": "http://link.aps.org/doi/10.1103/PhysRevC.111.044913",
      "authors": "Zilin Yuan, Anping Huang, Guannan Xie, Wen-Hao Zhou, Guo-Liang Ma, and Mei Huang",
      "source": "Physical Review C",
      "summary": "Author(s): Zilin Yuan, Anping Huang, Guannan Xie, Wen-Hao Zhou, Guo-Liang Ma, and Mei HuangWe investigate the signal of the chiral magnetic effect (CME) in $\\mathrm{Au}+\\mathrm{Au}$ collisions and isobar collisions of $_{44}^{96}\\mathrm{Ru}+_{44}^{96}\\mathrm{Ru}$ and $_{40}^{96}\\mathrm{Zr}+_{40}^{96}\\mathrm{Zr}$ in the newly developed chiral anomaly transport module based on the state-of-…[Phys. Rev. C 111, 044913] Published Tue Apr 29, 2025"
    },
    {
      "title": "Nuclear responses with neural-network quantum states",
      "link": "https://arxiv.org/abs/2504.20195",
      "authors": "Elad Parnes, Nir Barnea, Giuseppe Carleo, Alessandro Lovato, Noemi Rocco, Xilin Zhang",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2504.20195v1 Announce Type: new \nAbstract: We introduce a variational Monte Carlo framework that combines neural-network quantum states with the Lorentz integral transform technique to compute the dynamical properties of self-bound quantum many-body systems in continuous Hilbert spaces. While broadly applicable to various quantum systems, including atoms and molecules, in this initial application we focus on the photoabsorption cross section of light nuclei, where benchmarks against numerically exact techniques are available. Our accurate theoretical predictions are complemented by robust uncertainty quantification, enabling meaningful comparisons with experiments. We demonstrate that a simple nuclear Hamiltonian, based on a leading-order pionless effective field theory expansion and known to accurately reproduce the ground-state energies of nuclei with $A\\leq 20$ nucleons also provides a reliable description of the photoabsorption cross section."
    },
    {
      "title": "Application of the Holographic Equation of State for Numerical Modeling of the Evolution of Quark-Gluon Plasma",
      "link": "https://arxiv.org/abs/2504.20207",
      "authors": "A. V. Anufriev, V. N. Kovalenko",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2504.20207v1 Announce Type: new \nAbstract: In this paper, we propose a method for numerical modeling of the nuclear matter properties within the framework of relativistic heavy-ion collisions using a holographic equation of state. Model's free parameters are calibrated using lattice results for quark masses approximating physical values and adjusted to match the Regge spectra of $\\rho$ mesons. Numerical simulations are performed using the iEBE-MUSIC framework, which incorporates the MUSIC relativistic hydrodynamics solver. We modify the code by implementing a tabulated holographic equation of state, enabling simulations of quark-gluon plasma evolution with dynamically generated initial conditions via the 3D Monte Carlo Glauber Model. Finally, the spectra of produced hadrons are computed using a hybrid iSS+UrQMD approach at the freeze-out stage."
    },
    {
      "title": "Investigation of the properties of $1^-_1$ excited states of even-even nuclei",
      "link": "https://arxiv.org/abs/2504.20604",
      "authors": "R. V. Jolos, E. A. Kolganova",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2504.20604v1 Announce Type: new \nAbstract: The commissioning of new sources of monochromatic $\\gamma$-quanta will allow obtaining a large amount of new data on low-lying collective states of negative parity of even-even nuclei. The purpose of this work is to derive relations between observables characterizing the low-energy negative parity states in even-even nuclei and to investigate the dependence of E2 transitions between the low-energy collective states in these nuclei on the parity of states. The Hamiltonian of the Collective Model and the fermionic Q-phonon representation of the vectors of collective states are used. Relations between different E1 transition matrix elements are derived and the parity dependence of E2 transitions is investigated. Relations between the observables characterizing the low-lying collective states of both parities in even-even nuclei are obtained, which can be verified using experimental data produced by facilities generating intense monochromatic beams of $\\gamma$-quanta."
    },
    {
      "title": "A nuclear mass model rooted in chiral effective field theory",
      "link": "https://arxiv.org/abs/2504.20843",
      "authors": "C. Mishra, A. Ekstr\\\"om, G. Hagen, M. Menickelly, T. Papenbrock, S. M. Wild",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2504.20843v1 Announce Type: new \nAbstract: We develop a nuclear mass model that is based on chiral effective field theory at next-to-next-to leading order. Nuclear binding energies are computed via the Hartree-Fock method using a Hamiltonian from delta-full chiral effective field theory. We employ Hartree-Fock emulators to adjust $11$ low-energy constants in the chiral interaction to binding energies of $18$ even-even nuclei. When applied to $107$ even-even nuclei with mass numbers $16\\leq A\\leq 56$ the chiral mass model exhibits an overall root-mean-square deviation of $3.5$ MeV."
    },
    {
      "title": "Can 1957 cold-fusion explain 1989 cold-fusion?",
      "link": "https://arxiv.org/abs/2504.20057",
      "authors": "S. Di Matteo",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2504.20057v1 Announce Type: cross \nAbstract: The possibility that muon-catalyzed nuclear fusion at ambient temperature takes place in deuterated metals is analyzed theoretically. It is suggested that the muon-catalyzed deuterium-deuterium (dd) or deuterium-tritium (dt) fusion rate, experimentally observed in liquid deuterium, increases in a PdD crystal. The main reason is that, in the palladium crystal matrix, deuterium diffuses in ionic (d+), rather than molecular (D2), form, thereby favoring the rate of (d$\\mu$d)+ formation. The slightly enhanced deuterium density and the possibly reduced muon sticking probability (compared to liquid hydrogen) point to an increase of the fusion-rate, unfortunately counterbalanced by the probability of $\\mu^-$ capture by the Pd nucleus, whose value should be evaluated by a dedicated experiment. If this mechanism were possible, we advance the hypothesis that 1989 cold fusion might have been randomly triggered by cosmic muons: an order-of-magnitude analysis shows that, under special conditions, a mW power per $\\mu^-$ might be produced. Moreover, recent experimental results showing that neutrons can sustain deuterium fusion in out-of-equilibrium conditions might explain the remaining power generation. However, reliable quantitative figures are difficult to obtain theoretically, and an experiment is suggested, to be conducted at muon-beam sources, to verify or invalidate this idea."
    },
    {
      "title": "Shear and bulk viscosity for a pure glue theory using an effective matrix model",
      "link": "https://arxiv.org/abs/2504.20138",
      "authors": "Manas Debnath, Ritesh Ghosh, Najmul Haque, Yoshimasa Hidaka, Robert D. Pisarski",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2504.20138v1 Announce Type: cross \nAbstract: At nonzero temperatures, the deconfining phase transition can be analyzed using an effective matrix model to characterize the change in holonomy. The model includes gluons and two-dimensional ghost fields in the adjoint representation, or ``teens''. As ghosts, the teen fields are responsible for the decrease of the pressure as $T \\rightarrow T_d$, with $T_d$ the transition temperature for deconfinement. Using the solution of this matrix model for a large number of colors, the parameters of the teen fields are adjusted so that the expectation value of the Polyakov loop is close to the values from the lattice. The shear, $\\eta$, and bulk, $\\zeta$, viscosities are computed in weak coupling but nonzero holonomy. In the pure glue theory, the value of the Polyakov loop is relatively large in the deconfined phase, $\\approx 1/2$ at $T_d$. Consequently, if $s$ is the entropy density, while $\\eta/s$ decreases as $T\\rightarrow T_d$, it is still well above the conformal bound. In contrast, $\\zeta/s$ is largest at $T_d$, comparable to $\\eta/s$, then falls off rapidly with increasing temperature and is negligible by $\\sim 2 T_d$."
    },
    {
      "title": "Neutrino flavor instabilities in a binary neutron star merger remnant: Roles of a long-lived hypermassive neutron star",
      "link": "https://arxiv.org/abs/2504.20143",
      "authors": "Hiroki Nagakura, Kohsuke Sumiyoshi, Sho Fujibayashi, Yuichiro Sekiguchi, Masaru Shibata",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2504.20143v1 Announce Type: cross \nAbstract: Understanding the post-merger evolution of binary neutron star merger (BNSM) requires accurate modeling of neutrino transport and microphysics including neutrino flavor conversions. Many previous studies have suggested that fast flavor instability (FFI) and collisional flavor instability (CFI) pervade inner regions of BNSM remnant, and they could impact on fluid dynamics and r-process nucleosynthesis. In this work, we re-examine prospects of occurrences of FFI and CFI using Boltzmann neutrino transport, assuming a frozen fluid background obtained from a numerical relativity simulation of BNSM. We pay special attention to a case involving a long-lived ($>1\\,$ s) hypermassive neutron star (HMNS). Apart from confirming the claim that these flavor instabilities can occur in BNSM remnants, some new insights are revealed. We identify multiple mechanisms responsible for generating electron neutrino lepton number angular crossings, corresponding to a key indicator of FFI onset, which differ notably from those in black hole (BH) accretion disk systems. We also find that the appearance of positive chemical potential of electron-type neutrinos is a necessary, though not sufficient, condition for FFI, which offers a valuable diagnostic tool for predicting FFI based solely on fluid properties. For CFI, their growth rates are generally lower than FFI, but they can persistently occur in most of the accretion disk up to $\\sim 1\\,$ s. We also find that neglecting contributions of heavy-leptonic neutrinos results in overestimating growth rate and area of unstable regions of CFI. Our result suggests that FFI (CFI) tends to occur transiently (persistently) and locally (widespread in the disk), and FFI is more sensitive to the central compact object (HMNS or BH) than CFI, though more self-consistent simulations with incorporating effects of flavor conversions are needed to confirm these claims."
    },
    {
      "title": "Solitons and singularities in relativistic ultrastiff fluids",
      "link": "https://arxiv.org/abs/2504.20332",
      "authors": "Lorenzo Gavassino",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2504.20332v1 Announce Type: cross \nAbstract: A mathematical duality exists between massless scalar fields and relativistic fluids governed by an ultrastiff equation of state, in which the pressure equals the mass-energy density, and the sound speed equals $c$. This duality entails that certain solutions of the wave equation (a linear theory) can be mapped to solutions of ideal relativistic hydrodynamics (an inherently nonlinear theory). Leveraging this correspondence, we explore some interesting properties of ultrastiff fluids. Specifically, we demonstrate that all nonlinear sound waves in such media are solitons. Moreover, we prove that, in 3+1 dimensions, compactly supported configurations of an ultrastiff fluid inevitably evolve, in finite time, toward a singular state where the fluid's flow velocity exits the future lightcone. We also demonstrate that, prior to the formation of this singularity, first-order perturbation theory in the small parameter $c_s^{-2}-c^{-2}$ produces divergent results. As a consequence, a fluid whose speed of sound is, say, $0.995 c$ exhibits markedly different behavior near the singularity compared to a fluid with a speed of sound exactly equal to $c$."
    },
    {
      "title": "Quantum Computation for Jets in Heavy Ion Collisions",
      "link": "https://arxiv.org/abs/2504.20683",
      "authors": "Wenyang Qian",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2504.20683v1 Announce Type: cross \nAbstract: Quantum computing has recently emerged as a transformative tool for investigating the real-time dynamics of jets in heavy-ion collisions, offering novel approaches to simulate non-equilibrium processes and strongly coupled phenomena that are challenging for classical methods. Here, I summarize my talk at Hard Probes 2024 at Nagasaki."
    },
    {
      "title": "Timelike form factor for the anomalous process $\\gamma^\\ast \\pi \\rightarrow \\pi \\pi$",
      "link": "https://arxiv.org/abs/2504.20899",
      "authors": "Angel S. Miramontes, Gernot Eichmann, Reinhard Alkofer",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2504.20899v1 Announce Type: cross \nAbstract: The form factor $F_\\3pi(s,t,u)$ for the anomalous process $\\gamma^\\ast \\pi \\rightarrow \\pi \\pi$ is calculated in the isospin limit for several values of the light current-quark mass (i.e., the pion mass) using Dyson-Schwinger and Bethe-Salpeter equations. Beyond a quark interaction kernel representing gluon-mediated interactions, leading beyond-rainbow-ladder effects at low energies are incorporated by back-coupling pions as explicit degrees of freedom. Building upon an earlier calculation of the quark-photon vertex that captures the branch cut associated with the two-pion threshold and the rho meson resonance, the form factor $F_\\3pi(s,t,u)$ is determined for timelike Mandelstam s. In particular, predictions are made for the kinematics relevant for the Primakoff reaction studied with COMPASS/AMBER at CERN."
    },
    {
      "title": "The glue that binds us all -- Latin America and the Electron-Ion Collider",
      "link": "https://arxiv.org/abs/2409.18407",
      "authors": "A. C. Aguilar, A. Bashir, J. J. Cobos-Mart\\'inez, A. Courtoy, B. El-Bennich, D. de Florian, T. Frederico, V. P. Gon\\c{c}alves, M. Hentschinski, R. J. Hern\\'andez-Pinto, G. Krein, M. V. T. Machado, J. P. B. C. de Melo, W. de Paula, R. Sassot, F. E. Serna, L. Albino, I. Borsa, L. Cieri, I. M. Higuera-Angulo, J. Mazzitelli, \\'A. Miramontes, K. Raya, F. Salazar, G. Sborlini, P. Zurita",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2409.18407v2 Announce Type: replace-cross \nAbstract: The Electron-Ion Collider, a next generation electron-hadron and electron-nuclei scattering facility, will be built at Brookhaven National Laboratory. The wealth of new data will shape research in hadron physics, from nonperturbative QCD techniques to perturbative QCD improvements and global QCD analyses, for the decades to come. With the present proposal, Latin America based physicists, whose expertise lies on the theory and phenomenology side, make the case for the past and future efforts of a growing community, working hand-in-hand towards developing theoretical tools and predictions to analyze, interpret and optimize the results that will be obtained at the EIC, unveiling the role of the glue that binds us all. This effort is along the lines of various initiatives taken in the U.S., and supported by colleagues worldwide, such as the ones by the EIC User Group which were highlighted during the Snowmass Process and the Particle Physics Project Prioritization Panel (P5)."
    },
    {
      "title": "Precision evaluation of the $\\eta$- and $\\eta'$-pole contributions to hadronic light-by-light scattering in the anomalous magnetic moment of the muon",
      "link": "https://arxiv.org/abs/2411.08098",
      "authors": "Simon Holz, Martin Hoferichter, Bai-Long Hoid, Bastian Kubis",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2411.08098v2 Announce Type: replace-cross \nAbstract: Next to the $\\pi^0$ pole, $\\eta$ and $\\eta'$ intermediate states give rise to the leading singularities of the hadronic light-by-light tensor, resulting in sizable contributions to the anomalous magnetic moment of the muon $a_\\mu$. The strength of the poles is determined by the respective transition form factors (TFFs) to two (virtual) photons. We present a calculation of these TFFs that implements a number of low- and high-energy constraints, including the $\\eta^{(\\prime)}\\to\\gamma\\gamma$ decay widths, $\\eta^{(\\prime)}\\to\\pi^+\\pi^-\\gamma$ spectra, chiral symmetry for the $\\eta^{(\\prime)}\\to 2(\\pi^+\\pi^-)$ amplitudes, vector-meson couplings, and asymptotic limits. Crucially, we investigate the role of the leading left-hand singularity generated by the exchange of the $a_2$ tensor meson, yielding, for the first time, an estimate of the associated factorization-breaking corrections. Our final results, $a_\\mu^{\\eta\\text{-pole}}=14.7(9)\\times 10^{-11}$ and $a_\\mu^{\\eta'\\text{-pole}}=13.5(7)\\times 10^{-11}$, conclude a dedicated effort to evaluate the pseudoscalar-pole contributions to hadronic light-by-light scattering using dispersion relations, amounting to a combined $a_\\mu^{\\text{PS-poles}}=91.2^{+2.9}_{-2.4}\\times 10^{-11}$."
    },
    {
      "title": "Dispersion relation for hadronic light-by-light scattering: $\\eta$ and $\\eta'$ poles",
      "link": "https://arxiv.org/abs/2412.16281",
      "authors": "Simon Holz, Martin Hoferichter, Bai-Long Hoid, Bastian Kubis",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2412.16281v2 Announce Type: replace-cross \nAbstract: The pseudoscalar-pole contributions to hadronic light-by-light scattering are determined by the respective transition form factors (TFFs) into two virtual photons. These TFFs constitute complicated functions of the photon virtualities that, in turn, can be reconstructed in a dispersive approach from their discontinuities. In this work, we present such an analysis for the $\\eta^{(\\prime)}$ TFFs, implementing a number of constraints from both experiment and theory: normalizations from the $\\eta^{(\\prime)}\\to\\gamma\\gamma$ decay widths, unitarity constraints from the $\\eta^{(\\prime)}\\to\\pi^+\\pi^-\\gamma$ spectra, chiral symmetry for the $\\eta^{(\\prime)}\\to 2(\\pi^+\\pi^-)$ amplitudes, vector-meson couplings, singly-virtual data from $e^+e^-\\to e^+e^-\\eta^{(\\prime)}$, and the asymptotic behavior predicted by the light-cone expansion. In particular, we account for the leading left-hand-cut singularity by including effects from the $a_2$ resonance, necessitating the solution of an inhomogeneous Muskhelishvili-Omn\\`es problem via a carefully chosen path deformation. The resulting TFFs allow us to evaluate the $\\eta^{(\\prime)}$-pole contributions to the anomalous magnetic moment of the muon, $a_\\mu^{\\eta\\text{-pole}}=14.7(9)\\times 10^{-11}$ and $a_\\mu^{\\eta'\\text{-pole}}=13.5(7)\\times 10^{-11}$, completing a dedicated program for the lowest-lying pseudoscalar intermediate states in a dispersive approach to hadronic light-by-light scattering, $a_\\mu^{\\text{PS-poles}}=91.2^{+2.9}_{-2.4}\\times 10^{-11}$."
    },
    {
      "title": "Thermoelectric effects of an interacting hadron gas in the presence of an external magnetic field",
      "link": "https://arxiv.org/abs/2502.16853",
      "authors": "Kamaljeet Singh, Kshitish Kumar Pradhan, Dushmanta Sahu, Raghunath Sahoo",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2502.16853v2 Announce Type: replace-cross \nAbstract: The hot and dense hadronic medium formed during the heavy-ion collisions at the Relativistic Heavy Ion Collider and Large Hadron Collider energies can show thermoelectric effects in the presence of temperature gradients and nonzero baryon chemical potential. In this article, we study the thermoelectric coefficients of an interacting hot and dense hadron gas using the relativistic Boltzmann transport equation under the relaxation time approximation. We discuss the thermoelectric properties within different frameworks of hardon resonance gas models. In the presence of an external magnetic field, the thermoelectric coefficients become anisotropic, which leads to Hall-like thermoelectric coefficients, namely Nernst coefficients, along with the magneto-Seebeck coefficients. For the first time, we also estimate the Thomson coefficient of the medium, which comes into the picture due to the temperature dependence of the Seebeck coefficient of the medium. In the context of studying the thermoelectric generator performance, we calculate the values of the thermoelectric figure of merit of the medium."
    },
    {
      "title": "The HIBEAM instrument at the European spallation source",
      "link": "http://iopscience.iop.org/article/10.1088/1361-6471/adc8c2",
      "authors": "V Santoro, D Milstead, P Fierlinger, W M Snow, J Amaral, J Barrow, M Bartis, P Bentley, L Björk, G Brooijmans, L Broussard, A Burgman, G Croci, N de la Cour, D D Di Julio, K Dunne, H Eriksson, M J Ferreira, U Friman-Gayer, P Golubev, G Gorini, G P Guedes, V Hehl, A Heinz, H Henriksson, M Holl, Y Kamyshkov, E Kemp, M Kickulies, R Kolevatov, A Kozela, H T Johansson, B Jönsson, W T Lee, W Lejon, G Luzin, J I Marquez Damian, B Meirose, G Muhrer, A Muraro, A Nepomuceno, T Nilsson, A Oskarsson, T Pałasz, R Pasechnik, L B Persson, O Putignano, K Pysz, T Quirino, B Rataj, A Ripa, J Rogers, F Scioscioli, S Silverstein, Y V Stadnik, R Wagner, M Wolke, J Womersley, S C Yiu, L Zanini and L Åstrand",
      "source": "Journal of Physics G: Nuclear and Particle Physics",
      "summary": "The European spallation source (ESS) will be the world’s brightest neutron source and will open a new intensity frontier in particle physics. The HIBEAM collaboration aims to exploit the unique potential of the ESS with a dedicated ESS instrument for particle physics which offers world-leading capability in a number of areas. The HIBEAM program includes the first search in thirty years for free neutrons converting to antineutrons and searches for sterile neutrons, ultralight axion dark matter and nonzero neutron electric charge. This paper outlines the capabilities, design, infrastructure, and scientific potential of the HIBEAM program, including its dedicated beamline, neutron optical system, magnetic shielding and control, and detectors for neutrons and antineutrons. Additionally, we discuss the long-term scientific exploitation of HIBEAM, which may include measurements of the neutron electric dipole moment and precision studies of neutron decays."
    },
    {
      "title": "Effects of energy levels on the double-differential cross sections for n+13$$n + ^{13}$$C reaction below 20 MeV",
      "link": "https://epja.epj.org/10.1140/epja/s10050-025-01556-y",
      "authors": "Fanglei Zou, Xiaojun Sun, Jingshang Zhang, Xiaodong Sun, Xi Tao, Ruirui Xu, Kang Xing, Yongli Jin",
      "source": "European Physical Journal A",
      "summary": "Authors: Fanglei Zou, Xiaojun Sun, Jingshang Zhang, Xiaodong Sun, Xi Tao, Ruirui Xu, Kang Xing and Yongli Jin.The European Physical Journal A Vol. 61 , page 86Published online: 28/4/2025\n       Keywords:"
    },
    {
      "title": "Machine learning based study of collective quadrupole–octupole excitations",
      "link": "https://epja.epj.org/10.1140/epja/s10050-025-01564-y",
      "authors": "Hadi Sobhani, Yan-An Luo",
      "source": "European Physical Journal A",
      "summary": "Authors: Hadi Sobhani and Yan-An Luo.The European Physical Journal A Vol. 61 , page 88Published online: 28/4/2025"
    },
    {
      "title": "The α$$\\alpha $$-nucleus potential: towards a solution of a long-standing problem",
      "link": "https://epja.epj.org/10.1140/epja/s10050-025-01551-3",
      "authors": "P. Mohr, Zs. Fülöp, Gy. Gyürky, Z. Halász, G. G. Kiss, S. R. Kovács, Zs. Mátyus, T. N. Szegedi, T. Szücs",
      "source": "European Physical Journal A",
      "summary": "Authors: P. Mohr, Zs. Fülöp, Gy. Gyürky, Z. Halász, G. G. Kiss, S. R. Kovács, Zs. Mátyus, T. N. Szegedi and T. Szücs.The European Physical Journal A Vol. 61 , page 89Published online: 28/4/2025"
    },
    {
      "title": "Deciphering spin-parity assignments of nuclear levels",
      "link": "https://epja.epj.org/10.1140/epja/s10050-025-01569-7",
      "authors": "Christian Iliadis",
      "source": "European Physical Journal A",
      "summary": "Authors: Christian Iliadis.The European Physical Journal A Vol. 61 , page 90Published online: 28/4/2025"
    },
    {
      "title": "Beta-delayed particle emission and collective rotations",
      "link": "https://epja.epj.org/10.1140/epja/s10050-025-01550-4",
      "authors": "K. Riisager, E. A. M. Jensen, A. S. Jensen",
      "source": "European Physical Journal A",
      "summary": "Authors: K. Riisager, E. A. M. Jensen and A. S. Jensen.The European Physical Journal A Vol. 61 , page 87Published online: 28/4/2025"
    },
    {
      "title": "Does the Amati correlation exhibit redshift-driven heterogeneity in long GRBs?",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269325002618?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: Available online 29 April 2025Source: Physics Letters BAuthor(s): Darshan Singh, Meghendra Singh, Dinkar Verma, Kanhaiya Lal Pandey, Shashikant Gupta"
    },
    {
      "title": "Quenching of the weak axial coupling derived from the scattering of stopped-pion neutrinos on <sup>127</sup>I",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269325002692?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: Available online 29 April 2025Source: Physics Letters BAuthor(s): M. Hellgren, J. Suhonen"
    },
    {
      "title": "Experimental Bounds on Deformed Muon Lifetime Dilation",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269325002722?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: Available online 29 April 2025Source: Physics Letters BAuthor(s): Iarley P. Lobo, Christian Pfeifer, Pedro H. Morais"
    },
    {
      "title": "Birefringence in fermion-attenuated gravitational wave power spectrum",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269325002606?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: Available online 29 April 2025Source: Physics Letters BAuthor(s): Jinglong Liu, Stephon Alexander, Antonino Marcianò"
    },
    {
      "title": "Ensuring that toponium is glued, not nailed",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269325002710?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: Available online 29 April 2025Source: Physics Letters BAuthor(s): Felipe J. Llanes-Estrada"
    },
    {
      "title": "The 33311 Left-Right Bilepton Model",
      "link": "https://www.sciencedirect.com/science/article/pii/S037026932500259X?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: Available online 29 April 2025Source: Physics Letters BAuthor(s): Claudio Corianò, Paul H. Frampton, Dario Melle"
    }
  ]
}