{
  "lastUpdated": "2025-03-29T02:18:57.470972",
  "papers": [
    {
      "title": "Effect of magnetic fields on Urca rates in neutron star mergers",
      "link": "http://link.aps.org/doi/10.1103/PhysRevC.111.035809",
      "authors": "Pranjal Tambe, Debarati Chatterjee, Mark Alford, and Alexander Haber",
      "source": "Physical Review C",
      "summary": "Author(s): Pranjal Tambe, Debarati Chatterjee, Mark Alford, and Alexander HaberIsospin-equilibrating weak processes, called “Urca” processes, are of fundamental importance in astrophysical environments like (proto-)neutron stars, neutron star mergers, and supernovae. In these environments, matter can reach high temperatures of tens of MeVs and be subject to large magnetic fiel…[Phys. Rev. C 111, 035809] Published Fri Mar 28, 2025"
    },
    {
      "title": "Erratum: Shape transition of Nd and Sm isotopes and the neutrinoless double-$β$-decay nuclear matrix element of $^{150}\\mathrm{Nd}$ [Phys. Rev. C <b>108</b>, L021302 (2023)]",
      "link": "http://link.aps.org/doi/10.1103/PhysRevC.111.039902",
      "authors": "Yusuke Tsunoda, Noritaka Shimizu, and Takaharu Otsuka",
      "source": "Physical Review C",
      "summary": "Author(s): Yusuke Tsunoda, Noritaka Shimizu, and Takaharu Otsuka[Phys. Rev. C 111, 039902] Published Fri Mar 28, 2025"
    },
    {
      "title": "Heavy Neutron Star Phenomenology with an H-dibaryon",
      "link": "https://arxiv.org/abs/2503.21167",
      "authors": "Jesper Leong, Anthony W. Thomas, Pierre A. M. Guichon",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2503.21167v1 Announce Type: new \nAbstract: The equation of state for dense nuclear matter in $\\beta$-equilibrium is explored including the possibility of a doubly-strange H-particle. Consistent with experimental constraints, the mass of the H in free space is taken to be near the $\\Lambda \\, \\Lambda$ threshold. Within the quark-meson coupling model, which we use, no new parameters are required to describe the interaction between the H-dibaryon and the other baryons. The maximum mass is only slightly reduced, and the tidal deformability is essentially unchanged with this addition. In heavy neutron stars the H is abundant and extends as far as 6 km from the center of the core."
    },
    {
      "title": "Are Neutron Stars Rich in H-dibaryons?",
      "link": "https://arxiv.org/abs/2503.21171",
      "authors": "Jesper Leong, Anthony W. Thomas, Pierre A. M. Guichon",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2503.21171v1 Announce Type: new \nAbstract: The possible existence of an H-dibaryon near the $\\Lambda-\\Lambda$ threshold has still not been decided experimentally. This raises the question of the potential effects on neutron stars if it does exist. We explore the consequences within the quark-meson coupling model, using the excluded volume formalism. While the H is abundant in heavy stars the maximum mass is only lowered slightly by its presence."
    },
    {
      "title": "Superfluid density in linear response theory : pulsar glitches from the inner crust of neutron stars",
      "link": "https://arxiv.org/abs/2503.21635",
      "authors": "Giorgio Almirante, Michael Urban",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2503.21635v1 Announce Type: new \nAbstract: The question of whether there are enough superfluid neutrons in the inner crust of neutron stars to explain pulsar glitches remains a topic of debate. Previous band structure calculations suggest that the entrainment effect significantly reduces the superfluid density. In this letter, a new derivation of the BCS expression for the superfluid density is given. We compute it in the superfluid band theory framework through linear response theory, for a small relative velocity between superfluid and normal components, under the assumption that the pairing gap in the rest frame of the superfluid is constant and not affected by the perturbation. Our result suggests that a formula extensively used in neutron star physics is incomplete. Numerical evaluations for two realistic configurations reveal that the previously neglected contribution drastically alters the picture of the superfluid reservoir in the inner crust of neutron stars, suggesting that about 90% of the neutrons are effectively superfluid."
    },
    {
      "title": "Host-dependent frequency offsets in $^{229}$Th nuclear clockwork",
      "link": "https://arxiv.org/abs/2503.20984",
      "authors": "U. C. Perera, H. W. T. Morgan, Eric R. Hudson, Andrei Derevianko",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2503.20984v1 Announce Type: cross \nAbstract: Recent advances in laser excitation of the low-energy nuclear isomer transition in $^{229}$Th have opened avenues for developing nuclear clocks, a novel quantum technology with exceptional performance and sensitivity to exotic physics. Here we explore the host-dependence of the nuclear clock frequency, focusing on the isomer shift induced by the difference in the nuclear charge distribution between the ground and excited nuclear states. We combine relativistic many-body methods of atomic structure with periodic density functional theory to evaluate the isomer shifts in solid-state hosts. Our analysis predicts nuclear clock frequencies for various solid-state and trapped ion platforms: $ \\omega_\\text{clk}(\\text{solid state}) = 2,020,407,384(40) \\, \\text{MHz}$, $\\omega_\\text{clk}($$^{229}$Th$^{4+}) = 2,020,407,648(70) \\, \\text{MHz}$, and $\\omega_\\text{clk}(^{229}\\text{Th}{3+})= 2,020,407,114(70) \\, \\text{MHz}$. We also determine the nuclear transition energy for the bare $^{229}$Th nucleus to be $\\omega_\\text{nuc} = 8.272(22) \\,\\text{eV}$. Our calculated valence-band isomer shifts for different host materials constrain the nuclear transition frequencies to an 80 MHz-wide frequency window, aiding experimental searches for the $^{229}$Th nuclear transition in novel materials."
    },
    {
      "title": "First study of polarized proton-proton scattering with small-$x$ helicity evolution",
      "link": "https://arxiv.org/abs/2503.21006",
      "authors": "Daniel Adamiak, Nicholas Baldonado, Yuri V. Kovchegov, Ming Li, W. Melnitchouk, Daniel Pitonyak, Nobuo Sato, Matthew D. Sievert, Andrey Tarasov, Yossathorn Tawabutr",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2503.21006v1 Announce Type: cross \nAbstract: We perform a phenomenological study of helicity-dependent parton distribution functions (PDFs) using small-$x$ helicity evolution equations, incorporating for the first time single-inclusive jet production data in polarized proton-proton ($pp$) scattering at parton momentum fractions $x < 0.1$. We also simultaneously include double-longitudinal spin asymmetries in inclusive and semi-inclusive deep-inelastic scattering probing $x < 0.1$. Employing the polarized small-$x$ pure-glue calculation of $pp\\to gX$ for the jet production cross section, we modify the large-$N_c\\&amp;N_f$ KPS-CTT evolution equations by setting $N_f = 0$ to replicate the large-$N_c$ (pure-glue) limit, while retaining external quark flavors for the spinor field operators. We find that the $pp$ data have a considerable impact on the helicity PDFs at small $x$, reducing their uncertainties and leading to a total quark and gluon helicity in the proton for $x  0.1$, we find a total quark and gluon helicity contribution for $x > 10^{-7}$ of between 0.02 and 0.51."
    },
    {
      "title": "MPD physics performance studies in Bi+Bi collisions at $\\sqrt{s_{NN}}=9.2$ GeV",
      "link": "https://arxiv.org/abs/2503.21117",
      "authors": "MPD Collaboration",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2503.21117v1 Announce Type: cross \nAbstract: The Multi-Purpose Detector (MPD) is one of the three experiments of the Nuclotron Ion Collider-fAcility (NICA) complex, which is currently under construction at the Joint Institute for Nuclear Research in Dubna. With collisions of heavy ions in the collider mode, the MPD will cover the energy range 4-11 GeV to scan the high baryon-density region of the QCD phase diagram. With expected statistics of 50-100 million events collected during the first run, MPD will be able to study a number of observables, including measurements of light hadrons and hypernuclei production, particle flow, correlations and fluctuations, have a first look at dielectron production, and modification of vector-meson properties in dense matter. In this paper, we present selected results of the physics feasibility studies for the MPD experiment in Bismuth-Bismuth collisions at an energy of 9.2 GeV, the system considered as one of the first available at the NICA collider."
    },
    {
      "title": "Global analysis of fragmentation functions to light neutral hadrons",
      "link": "https://arxiv.org/abs/2503.21311",
      "authors": "Jun Gao, ChongYang Liu, Mengyang Li, XiaoMin Shen, Hongxi Xing, Yuxiang Zhao, Yiyu Zhou",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2503.21311v1 Announce Type: cross \nAbstract: Fragmentation functions (FFs) are crucial non-perturbative components in quantum chromodynamics (QCD), playing a vital role in predictions and understanding of the hadronization process. In this paper, we present the FFs for $K_S^0$, $\\eta$, $\\pi^0$ mesons, and $\\Lambda$ baryons in the context of global QCD analysis. The data included in the fit are from single inclusive $e^+ e^-$ annihilation (SIA), semi-inclusive deep-inelastic scattering (SIDIS) and proton-proton collisions, with kinematic cuts carefully applied to ensure validity of collinear factorization and perturbative QCD expansion. For the first time, data from SIDIS and hadron-in-jet production in SIA have been incorporated into the extraction of FFs for light-flavor neutral hadrons. Our analysis reveals that these data play a critical role in constraining the gluon distribution, and in distinguishing between different quark flavors. Pulls from different datasets are also studied by performing alternative fits with systematically subtracting groups of data from the nominal fit. For the quality of the fit, good $\\chi^2$ values are achieved for most of the datasets, and FFs are generally well constrained within the momentum fraction region $\\pqty{0.1, 0.5}$. The extracted $K_S^0$ fragmentation functions, together with the $K_S^0$ FFs constructed from $K^{\\pm}$ FFs via isospin symmetry, are used to test isospin symmetry in kaon fragmentation. Although a definitive conclusion cannot be reached yet, these studies have identified several potential measurements that can be performed at existing facilities, which may ultimately help us to arrive at a conclusive answer. With the comprehensive species of FFs extracted within the NPC framework, we are able to perform a test on the momentum sum rule with the light-flavor charged and neutral hadrons."
    },
    {
      "title": "The impact of future $D$- and $B$-meson measurements with the SMOG2 program at LHCb on the determination of nuclear parton distribution functions",
      "link": "https://arxiv.org/abs/2503.21531",
      "authors": "Carlo Flore, Cynthia Hadjidakis, Daniel Kiko{\\l}a, Aleksander Kusina, Anton Safronov",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2503.21531v1 Announce Type: cross \nAbstract: We perform an analysis of the potential impact of future $D$- and $B$-meson measurement within the SMOG2 fixed-target program at the LHCb experiment on nuclear parton distribution functions. Following~\\cite{Bursche:2018orf}, we assume that SMOG2 will collect data for five nuclear targets: He, Ne, Ar, Kr, Xe and hydrogen which will provide a baseline for constructing nuclear ratios. The analysis is performed by using the PDF reweighting method. We demonstrate that such a measurement will allow to considerably reduce the current uncertainties of the nuclear gluon distribution and, to some extent, even the uncertainties of the light sea-quark distributions. Furthermore, it will provide the first possibility to systematically study the current assumptions on the $A$-dependence of the nuclear parton distributions."
    },
    {
      "title": "Internal structure of $T_{cc}$ and $X(3872)$ by using compositeness",
      "link": "https://arxiv.org/abs/2503.21554",
      "authors": "Tomona Kinugawa, Tetsuo Hyodo",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2503.21554v1 Announce Type: cross \nAbstract: The internal structure of the near-threshold exotic hadrons, $T_{cc}$ and $X(3872)$, are studied by respecting the decay and coupled-channel contributions. The effective field theory model is introduced to calculate the compositeness, the probability of finding the hadronic molecular component. Applying the new interpretation scheme for the complex compositeness of unstable states and using the bare energies of the compact component estimated by the constituent quark model, we find that approximately 50 % of the $T_{cc}$ wavefunction is occupied by the $D^{0}D^{*+}$ molecular component. This indicates that the structure of $T_{cc}$ is primarily dominated by the $D^0D^{*+}$ component, having the nearest threshold. However, other components, such as the isospin partner $D^{*0}D^{+}$ channels, also provide non-negligible contributions. On the other hand, about 90 % of $X(3872)$ is composed of the $D^{0}\\bar{D}^{0*}$ molecular component. This is because the non-composite bare state and the charged $D\\bar{D}^{*}$ threshold are located relatively far from the $X(3872)$ and contribute very little to its internal structure."
    },
    {
      "title": "Nuclear transparency and shadowing of the two-step process in the $A(e,e'\\pi^+)$ reaction",
      "link": "https://arxiv.org/abs/2409.05129",
      "authors": "Tae Keun Choi, Kook-Jin Kong, Byung-Geel Yu",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2409.05129v3 Announce Type: replace \nAbstract: We investigate nuclear transparency induced by pion electroproduction on nuclei $A(e,e'\\pi^+)$ with our interest in the role of the two-step process in the Glauber multiple scattering theory. Based on the framework in which the short-range correlation and the quantum diffusion model are incorporated into the Glauber theory, the experimental data in the range of photon virtuality $0.5< Q^2< 10$ GeV$^2/c^2$ are analyzed, including the recent JLab data at 6 GeV electron beam together with the proposal for 12 GeV upgrade. The application of the quantum diffusion model during the formation length of the quark/antiquark $(q\\bar{q})$ pair in the final state of pion reproduces the increase in the nuclear transparency up to the increase of high $Q^2$, showing evidence for color transparency. In particular, through the coherent length of the $\\gamma^*$ fluctuation into $\\rho^0$, the two-step process with the $\\rho N$ scattering cross section chosen to be $\\sigma_{\\rho N}=\\sigma_{\\pi N}$ also contributes to an increase in the nuclear transparency in the low $Q^2$ region. Combined with the one-step process (direct photon coupling) usually adopted in the original formulation of the Glauber theory, this reaction mechanism provides another source of the $Q^2$ dependence of the transparency at low virtualities through the shadowing in the initial state interaction. By the further attenuation due to the shadowing, a better agreement is obtained with the pion transparency measured in the $A(e,e'\\pi^+)$ reaction for $^{12}$C, $^{27}$Al, $^{63}$Cu, and $^{197}$Au nuclei."
    },
    {
      "title": "Pole trajectories of the $\\Lambda(1405)$ helps establish its dynamical nature",
      "link": "https://arxiv.org/abs/2405.07686",
      "authors": "Zejian Zhuang, Raquel Molina, Jun-Xu Lu, Li-Sheng Geng",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2405.07686v5 Announce Type: replace-cross \nAbstract: The $\\Lambda(1405)$ has been one of the most controversial exotic baryons. If the $\\Lambda(1405)$ possesses a two-pole molecular structure, these poles are expected to evolve differently towards the SU(3) limit.\n  From an analysis of a recent LQCD simulation on the $\\pi\\Sigma-\\bar{K}N$ scattering for $I=0$ and the study of the quark mass dependence of the octet baryon masses, we determine for the first time the trajectories of these poles towards the symmetric point over the $\\mathrm{Tr}[M]=C$ trajectory accurately. At $m_\\pi\\simeq 200$ MeV, our results are consistent with the lattice simulations, and the extrapolations to the physical point, based on the NLO chiral Lagrangians, agree well with existing experimental analyses. We predict qualitatively similar trajectories at LO and up to NLO, consistent with the LO interaction's dominance. At the SU(3) symmetric point of this trajectory, both poles are on the physical sheet, and the lower pole is located at $E^{(1)}=1573(6)(6)$ MeV, becoming a SU(3) singlet, while the higher pole at $E^{(8a)}=1589(7)(5)$ MeV couples to the octet representation. Moreover, we make predictions in $I=1$ for the $\\Sigma^*$ resonance. We find a resonance pole that evolves into a bound state around $m_\\pi=415$~MeV in this sector. The results presented here are crucial to shed light on the molecular nature of exotic strange baryon resonances and can be tested in future LQCD simulations."
    },
    {
      "title": "Old neutron stars as a new probe of relic neutrinos and sterile neutrino dark matter",
      "link": "https://arxiv.org/abs/2408.01484",
      "authors": "Saurav Das, P. S. Bhupal Dev, Takuya Okawa, Amarjit Soni",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2408.01484v3 Announce Type: replace-cross \nAbstract: We study the kinetic cooling (heating) of old neutron stars due to coherent scattering with relic neutrinos (sterile neutrino dark matter) via Standard Model neutral-current interactions. We take into account several important physical effects, such as gravitational clustering, coherent enhancement, neutron degeneracy and Pauli blocking. We find that the anomalous cooling of nearby neutron stars due to relic neutrino scattering might actually be observable by current and future telescopes operating in the optical to near-infrared frequency band, such as the James Webb Space Telescope (JWST), provided there is a large local relic overdensity that is still allowed. Similarly, the anomalous heating of neutron stars due to coherent scattering with keV-scale sterile neutrino dark matter, could also be observed by JWST or future telescopes, which would probe hitherto unexplored parameter space in the sterile neutrino mass-mixing plane."
    },
    {
      "title": "Forward dijet and vector meson production at the LHC",
      "link": "https://arxiv.org/abs/2501.01521",
      "authors": "C. Royon, J. Penttala",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2501.01521v2 Announce Type: replace-cross \nAbstract: We first describe the predictions concerning jet production in the very forward region, especially in the FOCAL kinematic region of the ALICE collaboration at CERN as a test of saturation. We also compare vector meson production cross sections at the LHC in Pb Pb and p Pb collisions with the Balitsky Fadin Kuraev Lipatov and the Balitsky Kovchegov evolution equations and data favor the observation of saturation at the LHC."
    },
    {
      "title": "Sensitivity study of a sapphire detector using Coherent Elastic Neutrino-Nucleus Scattering process",
      "link": "https://arxiv.org/abs/2502.09972",
      "authors": "S. P. Behera",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2502.09972v3 Announce Type: replace-cross \nAbstract: The Indian Coherent Neutrino-nucleus Scattering Experiment(ICNSE) has been proposed at Bhabha Atomic Research Centre in India to measure the coherent elastic neutrino-nucleus scattering process using electron antineutrinos produced from reactors. Phenomenological studies are performed to find out the sensitivity of a sapphire detector for various fundamental physics parameters at an exposure of one year. Reactors of different core compositions, sizes, and thermal powers have been considered as sources of electron antineutrinos. The potential of the ICNSE to measure the weak mixing angle at a low energy regime has been extracted. Furthermore, the detector's capability has been investigated for examining the electromagnetic properties of neutrinos, including their magnetic moment. Additionally, an exploration has been conducted on the detector's sensitivity in restricting new interactions between neutrinos and electrons or nuclei, thereby constraining the parameter space related to light mediators. It is found that the ICNSE detector can put a stronger constraints on the scalar and vector mediators masses."
    },
    {
      "title": "The effect of centrifugal potential on α$$\\alpha $$ decay properties",
      "link": "https://epja.epj.org/10.1140/epja/s10050-025-01541-5",
      "authors": "Jia-Jia Liu, Shi-Hui Cheng, Wen-Ting Wu, Feng-Shou Zhang",
      "source": "European Physical Journal A",
      "summary": "Authors: Jia-Jia Liu, Shi-Hui Cheng, Wen-Ting Wu and Feng-Shou Zhang.The European Physical Journal A Vol. 61 , page 61Published online: 26/3/2025"
    },
    {
      "title": "Atomic input for modeling ionic mixtures in astrophysical plasma",
      "link": "https://epja.epj.org/10.1140/epja/s10050-025-01535-3",
      "authors": "Daniel Bemmerer, David Blaschke, Oleksii Ivanytskyi, Eliana Masha, Marie Pichotta, Konrad Schmidt, Matthias Steffen, S. Fritzsche",
      "source": "European Physical Journal A",
      "summary": "Authors: Daniel Bemmerer, David Blaschke, Oleksii Ivanytskyi, Eliana Masha, Marie Pichotta, Konrad Schmidt, Matthias Steffen and S. Fritzsche.The European Physical Journal A Vol. 61 , page 63Published online: 26/3/2025\n       Keywords:"
    },
    {
      "title": "Magnetic dipole moments of the singly-heavy baryons with spin-12$$\\frac{1}{2}$$ and spin-32$$\\frac{3}{2}$$",
      "link": "https://epja.epj.org/10.1140/epja/s10050-025-01536-2",
      "authors": "Ulaş Özdem",
      "source": "European Physical Journal A",
      "summary": "Authors: Ulaş Özdem.The European Physical Journal A Vol. 61 , page 62Published online: 26/3/2025"
    },
    {
      "title": "Thermal Aspects of Central Supermassive Black Holes in a Fractal Framework",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269325001923?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: Available online 27 March 2025Source: Physics Letters BAuthor(s): Everton M.C. Abreu, M.J. Neves"
    },
    {
      "title": "Special Fano geometry from Feynman integrals",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269325001807?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: Available online 27 March 2025Source: Physics Letters BAuthor(s): Rolf Schimmrigk"
    },
    {
      "title": "Lower bound on the time-to-mass ratio of circular trajectories in spherically symmetric curved spacetimes",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269325001911?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: Available online 27 March 2025Source: Physics Letters BAuthor(s): Shahar Hod"
    },
    {
      "title": "Thermodynamics of Bardeen Black Holes in Restricted Phase Space",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269325001789?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: Available online 27 March 2025Source: Physics Letters BAuthor(s): Yahya Ladghami, Brahim Asfour, Amine Bouali, Ahmed Errahmani, Taoufik Ouali"
    },
    {
      "title": "Implications of Pulsar Timing Array Results for High Frequency Gravitational Waves",
      "link": "https://www.sciencedirect.com/science/article/pii/S037026932500190X?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: Available online 27 March 2025Source: Physics Letters BAuthor(s): Junsong Cang, Yu Gao, Yiming Liu, Sichun Sun"
    },
    {
      "title": "Magnetic field at nucleus for ionized atoms",
      "link": "https://www.sciencedirect.com/science/article/pii/S0375947425000594?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Nuclear Physics A",
      "summary": "Publication date: Available online 27 March 2025Source: Nuclear Physics AAuthor(s): Andrzej Tucholski, Zygmunt Patyk"
    }
  ]
}