{
  "lastUpdated": "2025-06-21T02:38:04.528754",
  "papers": [
    {
      "title": "Modern version of the uncited 1938 experiment that first observed DT fusion",
      "link": "http://link.aps.org/doi/10.1103/PhysRevC.111.064618",
      "authors": "W. Tornow, S. W. Finch, J. B. Wilhelmy, M. B. Chadwick, G. M. Hale, J. P. Lestone, and M. W. Paris",
      "source": "Physical Review C",
      "summary": "Author(s): W. Tornow, S. W. Finch, J. B. Wilhelmy, M. B. Chadwick, G. M. Hale, J. P. Lestone, and M. W. ParisFusion of the two heavy hydrogen isotopes deuterium with tritium is important for future energy production. The authors attempt to reproduce an early experimental result by Arthur J. Ruhlig (published in the Physical Review in 1938, but not cited until 2023) that suggested Ruhlig had observed the so-called “DT” reaction, 3H(d,n)4He in a secondary reaction (see figure). In the present work the authors use modern experimental techniques to repeat the experiment, and they indeed observe DT fusion and measure the reaction rate. In addition to giving insights into the historic nuclear fusion experiment, the technique used could have applications in checking triton stopping powers in deuterium-containing fusion targets.[Phys. Rev. C 111, 064618] Published Fri Jun 20, 2025"
    },
    {
      "title": "Deuteron evaporation from $N=Z$ compound nuclei",
      "link": "http://link.aps.org/doi/10.1103/w465-w3zz",
      "authors": "Y. Hrabar <em>et al.</em>",
      "source": "Physical Review C",
      "summary": "Author(s): Y. Hrabar et al.Deuteron evaporation was observed from the $N=Z$ compound nuclei $^{52}\\mathrm{Fe}^{★}$, $^{56}\\mathrm{Ni}^{★}$, and $^{64}\\mathrm{Ge}^{★}$ in an experiment conducted at Argonne National Laboratory, USA. The experiment included a novel combination of two highly pixelated double-sided Si-strip detect…[Phys. Rev. C 111, 064619] Published Fri Jun 20, 2025"
    },
    {
      "title": "Low-energy fusion of doubly magic nuclei: The notable case of $^{16}\\mathrm{O}+^{48}\\mathrm{Ca}$",
      "link": "http://link.aps.org/doi/10.1103/hj5x-r1gw",
      "authors": "A. M. Stefanini, G. Montagnoli, M. Del Fabbro, F. Fontana, P. Aguilera, G. Andreetta, D. Brugnara, G. Colucci, L. Corradi, E. Fioretto, F. Galtarossa, A. Goasduff, B. Gongora Servin, A. Gozzelino, M. Heine, G. Harmant, D. Mengoni, M. Luciani, K. Rezynkina, S. Rocca, and D. Stramaccioni",
      "source": "Physical Review C",
      "summary": "Author(s): A. M. Stefanini, G. Montagnoli, M. Del Fabbro, F. Fontana, P. Aguilera, G. Andreetta, D. Brugnara, G. Colucci, L. Corradi, E. Fioretto, F. Galtarossa, A. Goasduff, B. Gongora Servin, A. Gozzelino, M. Heine, G. Harmant, D. Mengoni, M. Luciani, K. Rezynkina, S. Rocca, and D. StramaccioniBackground: Near- and sub-barrier fusion reactions between doubly magic nuclei are important benchmarks for theoretical models to reproduce the experimental excitation functions. Here we consider the cases of $^{16}\\mathrm{O}+^{16}\\mathrm{O}, ^{48}\\mathrm{Ca}+^{48}\\mathrm{Ca}$, and $^{16}\\mathrm{O}+…[Phys. Rev. C 111, 064620] Published Fri Jun 20, 2025"
    },
    {
      "title": "Nonrelativistic Short-Distance Completions of a Naturally Light Higgs",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269325004265?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: Available online 19 June 2025Source: Physics Letters BAuthor(s): Kevin T. Grosvenor, Kevin T. Grosvenor, Petr Hořava, Petr Hořava, Christopher J. Mogni, Ziqi Yan"
    },
    {
      "title": "Graviscalar quasinormal modes and asymptotic tails of a thick brane",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269325004289?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: Available online 19 June 2025Source: Physics Letters BAuthor(s): Qin Tan, Sheng Long, Weike Deng, Jiliang Jing"
    }
  ]
}