{
  "lastUpdated": "2025-11-13T02:41:05.964682",
  "papers": [
    {
      "title": "Probing nuclear excitation by electron capture in an electron beam ion trap with nondestructive isomer detection via precision mass spectrometry",
      "link": "http://link.aps.org/doi/10.1103/r9tv-yb8h",
      "authors": "Bingsheng Tu, Nan Xue, Jialin Liu, Qi Guo, Yuanbin Wu, Zuoye Liu, Adriana Pálffy, Yang Yang, Ke Yao, Baoren Wei, Yaming Zou, Xiangjin Kong, and Yu-Gang Ma",
      "source": "Physical Review C",
      "summary": "Author(s): Bingsheng Tu, Nan Xue, Jialin Liu, Qi Guo, Yuanbin Wu, Zuoye Liu, Adriana Pálffy, Yang Yang, Ke Yao, Baoren Wei, Yaming Zou, Xiangjin Kong, and Yu-Gang MaNuclear excitation by electron capture (NEEC) is an important nuclear excitation mechanism which still lacks conclusive experimental verification. This is primarily attributed to strong background $\\mathrm{x}/γ$-ray noise and competing nuclear excitation processes which would overshadow the signals …[Phys. Rev. C 112, 054307] Published Wed Nov 12, 2025"
    },
    {
      "title": "Octupole collectivity in low-lying states of $N=126$ isotones with particle-hole excited nucleon-pair approximation and realistic effective interaction",
      "link": "http://link.aps.org/doi/10.1103/rb3c-ksw5",
      "authors": "Y. Y. Cheng, R. V. Jolos, and N. V. Antonenko",
      "source": "Physical Review C",
      "summary": "Author(s): Y. Y. Cheng, R. V. Jolos, and N. V. AntonenkoIn this work we consider neutron particle-hole excitations across the $N=126$ shell gap and perform calculations for the $N=126$ isotones, $^{210}\\mathrm{Po},^{212}\\mathrm{Rn},^{214}\\mathrm{Ra}$, and $^{216}\\mathrm{Th}$, using the nucleon-pair approximation of the shell model with particle-hole exci…[Phys. Rev. C 112, 054308] Published Wed Nov 12, 2025"
    },
    {
      "title": "Chirality of $^{115}\\mathrm{Sb}$: Further evidence for a new chiral island in the neutron-rich $A≈120$ mass region",
      "link": "http://link.aps.org/doi/10.1103/zd23-wc7l",
      "authors": "G. Y. Li (李广有) <em>et al.</em>",
      "source": "Physical Review C",
      "summary": "Author(s): G. Y. Li (李广有) et al.High-spin states in $^{115}\\mathrm{Sb}$ were populated using the reaction $^{109}\\mathrm{Ag}$($^{12}\\mathrm{C},\\phantom{\\rule{0.16em}{0ex}}α2\\mathrm{n}$) at a beam energy of 54 MeV. A new $\\mathrm{Δ}I=1$ negative parity rotational band with several linking transitions to the existing negative-parity…[Phys. Rev. C 112, 054309] Published Wed Nov 12, 2025"
    },
    {
      "title": "Multidimensional measurements of beam single-spin asymmetries in semi-inclusive deep-inelastic charged-kaon electroproduction off protons in the valence region",
      "link": "http://link.aps.org/doi/10.1103/2m4z-htrp",
      "authors": "A. Kripko <em>et al.</em> (CLAS Collaboration)",
      "source": "Physical Review C",
      "summary": "Author(s): A. Kripko et al. (CLAS Collaboration)Measurements of beam single-spin asymmetries in semi-inclusive deep-inelastic electron scattering (SIDIS) with positively charged kaons off protons have been performed with 10.6 and 10.2 GeV incident electron beams using the CLAS12 spectrometer at Jefferson Lab. We report an analysis of the electrop…[Phys. Rev. C 112, 055202] Published Wed Nov 12, 2025"
    },
    {
      "title": "Half-life of $^{136}\\mathrm{Xe}$ for neutrinoless double-$β$ decay calculated with effective axial-vector current coupling unified for two-neutrino and neutrinoless double-$β$ decay modes",
      "link": "http://link.aps.org/doi/10.1103/t2mf-c4yc",
      "authors": "J. Terasaki and O. Civitarese",
      "source": "Physical Review C",
      "summary": "Author(s): J. Terasaki and O. CivitareseThe upper limit on the mass of the Majorana neutrino, extracted from the limits on the nonobservation of the neutrinoless double-$β$ ($0νββ$) decay, is hampered by uncertainties in the matrix elements of the transition operators. Recently, we have shown that the values of the effective axial-vector …[Phys. Rev. C 112, L051302] Published Wed Nov 12, 2025"
    },
    {
      "title": "What happens in hydrodynamic simulations of heavy-ion collisions when causality is violated?",
      "link": "https://arxiv.org/abs/2511.07946",
      "authors": "Lorenzo Gavassino, Henry Hirvonen, Jean-Francois Paquet, Mayank Singh, Gabriel Soares Rocha",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2511.07946v1 Announce Type: new \nAbstract: We summarize our recent investigations on how causality violations in Israel-Stewart-type relativistic viscous hydrodynamic simulations can give rise to both analytical and numerical instabilities. The classification of spacetime regions into causal and stable (\"good\"), acausal but stable (\"bad\"), and acausal and unstable (\"ugly\") is reviewed. We compare the predictions of the MUSIC hydrodynamic solver with an analytical solution, and demonstrate how the acausality-driven instabilities develop in a simple one-dimensional scenario."
    },
    {
      "title": "$\\alpha$-decay half-lives and $\\alpha$-cluster preformation factors of nuclei around $N=Z$ line",
      "link": "https://arxiv.org/abs/2511.08051",
      "authors": "Jing Li, Shan He, Yueqing Li, Weiwei Wang, Yanzhao Wang, Jianzhong Gu",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2511.08051v1 Announce Type: new \nAbstract: In this work, a microscopic effective nucleon-nucleon interaction based on the Dirac-Brueckner-Hartree-Fock $G$ matrix starting from a bare nucleon-nucleon interaction is used to explore the $\\alpha$-decay half-lives of the nuclei near $N=Z$ line. Specifically, the $\\alpha$-nucleus potential is constructed by doubly folding the effective nucleon-nucleon interaction with respect to the density distributions of both the $\\alpha$-cluster and daughter nucleus. Moreover, the $\\alpha$-cluster preformation factor is extracted by a cluster formation model. It is shown that the calculated half-lives can reproduce the experimental data well. Then, the $\\alpha$-decay half-lives that are experimentally unavailable for the nuclei around $N=Z$ are predicted, which are helpful for searching for the new candidates of $\\alpha$-decay in future experiments. In addition, by analyzing the proton-neutron correlation energy and two protons-two neutrons correlation energy of $Z=52$ and $Z=54$ isotopes, the $\\alpha$-cluster preformation factor evolution with $N$ is explained. Furthermore, it is found that the two protons-two neutrons interaction plays more important role in $\\alpha$-cluster preformation than the proton-neutron interaction. Meanwhile, proton-neutron interaction results in the odd-even effect of the $\\alpha$-cluster preformation factor."
    },
    {
      "title": "Finite-range pairing in nuclear density functional theory",
      "link": "https://arxiv.org/abs/2511.08366",
      "authors": "Sudhanva Lalit, Paul-Gerhard Reinhard, Kyle Godbey, Witold Nazarewicz",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2511.08366v1 Announce Type: new \nAbstract: Pairing correlations are ubiquitous in low-energy states of atomic nuclei. To incorporate them within nuclear density functional theory, often used for global computations of nuclear properties, pairing functionals that generate nucleonic pair densities and pairing fields are introduced. Many pairing functionals currently used can be traced back to zero-range nucleon-nucleon interactions. Unfortunately, such functionals are plagued by deficiencies that become apparent in large model spaces that contain unbound single-particle (continuum) states. In particular, the underlying computational schemes diverge as the single-particle space increases, and the results depend on how marginally occupied states are incorporated. These problems become more pronounced for pairing functionals that contain gradient-density dependence, such as in the Fayans functional. To remedy this, finite-range pairing functionals are introduced. In this study, this is done by folding the pair density with Gaussians. We show that a folding radius of about 1\\,fm offers the best compromise between quality and stability, and substantially reduces the pathological behavior in different numerical applications."
    },
    {
      "title": "Radiative corrections to $\\tau\\to\\pi\\pi\\nu_\\tau$",
      "link": "https://arxiv.org/abs/2511.07507",
      "authors": "Gilberto Colangelo, Martina Cottini, Martin Hoferichter, Simon Holz",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2511.07507v1 Announce Type: cross \nAbstract: Hadronic $\\tau$ decays present an opportunity to determine the isovector part of the hadronic-vacuum-polarization contribution to the anomalous magnetic moment of the muon in a way complementary to $e^+e^-\\to\\text{hadrons}$ cross sections. However, the required isospin rotation is only exact in the isospin limit, and corrections need to be under control to draw robust conclusions, most notably for $\\tau\\to\\pi\\pi\\nu_\\tau$ decays to determine the two-pion contribution, $a_\\mu^\\text{HVP, LO}[\\pi\\pi,\\tau]$. In this work, we present a novel analysis of the required radiative corrections using dispersion relations, thereby extending in a model-independent way the previous analysis in chiral perturbation theory (ChPT) beyond the threshold region. In particular, we include the dominant structure-dependent virtual corrections from pion-pole diagrams, leading to sizable changes in the vicinity of the $\\rho(770)$ resonance. Moreover, we work out the matching to ChPT and devise a strategy for a stable numerical evaluation of real-emission contributions near the two-pion threshold, which proves important to capture isospin-breaking corrections enhanced by the threshold singularity. For the numerical analysis, we use a dispersive representation of the pion form factor including the $\\rho'$, $\\rho''$ resonances, perform fits to the available data sets for the $\\tau\\to\\pi\\pi\\nu_\\tau$ spectral function, and calculate the corresponding radiative correction factor $G_\\text{EM}(s)$ in a self-consistent manner. Based on these results, we evaluate the $\\tau$-specific isospin-breaking corrections to $a_\\mu^\\text{HVP, LO}[\\pi\\pi,\\tau]$."
    },
    {
      "title": "Rotating the Color Glass Condensate",
      "link": "https://arxiv.org/abs/2511.07509",
      "authors": "Renaud Boussarie, Paul Caucal, Piotr Korcyl, Yacine Mehtar-Tani",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2511.07509v1 Announce Type: cross \nAbstract: High-energy QCD evolution beyond leading order suffers from instabilities driven by large collinear logarithms. We present a framework, consistent with the standard high-energy operator product expansion (OPE), that restores perturbative stability order by order. The method involves a change of basis in the space of high-energy operators, which modifies both the evolution kernel and the coefficient functions while leaving physical observables invariant. Within this factorization scheme, we derive a next-to-leading-order renormalization-group equation whose numerical solution exhibits stable evolution up to large rapidities, thereby establishing a solid foundation for precision studies of gluon saturation at current and future colliders."
    },
    {
      "title": "Jet quenching in out-of-equilibrium QCD matter",
      "link": "https://arxiv.org/abs/2511.07519",
      "authors": "Jo\\~ao Barata, Kirill Boguslavski, Florian Lindenbauer, Andrey V. Sadofyev",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2511.07519v1 Announce Type: cross \nAbstract: We present the first study of jet substructure modifications during the bottom-up evolution that describes the early stages of heavy-ion collisions. To this end, we study the bremsstrahlung radiation rate of soft gluons from a hard parton propagating through out-of-equilibrium QCD matter. The gluon spectrum is computed within the Improved Opacity Expansion, which accounts for both multiple soft and single hard momentum exchanges between the hard probe and the medium. The background evolution is obtained from effective kinetic theory simulations that determine the jet quenching parameter, which in turn controls the radiation rate. We compute the radiation rate for initially under- and over-occupied systems, as well as for an expanding system undergoing hydrodynamization, which typically represents the initial stages of heavy-ion collisions. The results for these dynamical backgrounds are compared to static and thermally matched scenarios, allowing to gauge the importance of bulk expansion in the evolution of the jet cascade. Our findings show that the early stages of the bulk matter evolution in heavy-ion collisions leave a sizable imprint on the radiation pattern inside jets. These results establish a basis for incorporating pre-equilibrium dynamics into realistic descriptions of jet quenching and hard-probe evolution."
    },
    {
      "title": "On the role of induced electric field in the time-dependent Aharonov-Bohm effect",
      "link": "https://arxiv.org/abs/2511.07775",
      "authors": "Masashi Wakamatsu",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2511.07775v1 Announce Type: cross \nAbstract: Whether the time-dependent Aharonov-Bohm (AB) effect even exists or not has been the subject of long-standing debate. There are two factors complicating the problem. First, in the closed spacetime line integral of the vector potential that is thought to give the AB-phase shift, how to treat the time-varying vector potential is highly nontrivial. Second, the time-varying magnetic flux generates induced electric field even outside the solenoid. In the present paper, motivated by a recent work by Gao, we re-investigate the role of the induced electric field with the utmost care. This analysis reveals a highly nontrivial effect of the induced electric field, which turns out to be useful for verifying the very existence of the time-dependent AB-effect."
    },
    {
      "title": "$\\phi$ and $J/\\psi$ Production in Proton-Proton Scattering through Hadronic Molecules",
      "link": "https://arxiv.org/abs/2511.08095",
      "authors": "Di Ben, Bing-Song Zou",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2511.08095v1 Announce Type: cross \nAbstract: This study estimates the contributions of hidden-strangeness hadronic molecular states ($N(2080)3/2^-$, $N(2270)3/2^-$) to $\\phi$ production and hidden-charm $P_c$ states to $J/\\psi$ production in $pp$ collisions. The calculated cross-sections reach $\\sim 10~\\mu b$ for $pp\\to pp\\phi$ and $\\sim 0.1~nb$ for $pp\\to pp J/\\psi$ at energies $\\sim 2$~GeV above threshold. We also compute the spin density matrix element $\\rho_{00}$ and the decay angular distributions for $\\phi\\to K^+K^-$ and $J/\\psi\\to\\mu^+\\mu^-$. To support future experiments, we conduct Monte Carlo simulations for the four-body final states of $pp\\to ppK^+K^-$ and $pp\\to pp\\mu^+\\mu^-$. The resulting lab-frame distributions are expected to inform detector design at facilities like the High-Intensity heavy-ion Accelerator Facility (HIAF) and the proposed Chinese Advanced Nuclear Physics Research Facility (CNUF), enabling more precise measurements and tighter theoretical constraints. Furthermore, to explain the STAR collaboration's result on $\\phi$ meson spin alignment in heavy-ion collisions, we propose a novel mechanism involving hidden-strangeness molecular states, testable with future high-statistics $pp\\to pp\\phi$ data."
    },
    {
      "title": "Anomaly induced transport from symmetry breaking in holography",
      "link": "https://arxiv.org/abs/2511.08374",
      "authors": "Ashis Tamang, Nishal Rai, Karl Landsteiner, Eugenio Megias",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2511.08374v1 Announce Type: cross \nAbstract: We study the transport properties of relativistic fluids induced by quantum anomalies in presence of explicit symmetry breaking. To this end we consider a holographic Einstein-Maxwell model in 5 dimensions with pure gauge and a mixed gauge-gravitational Chern-Simons terms, coupled with a scalar field. To study the chiral vortical effects and the energy transport sector, apart from the chiral magnetic effects, we have considered the full backreaction of the gauge field on the metric. We have studied the anomalous effects by using Kubo formulae involving correlators of the charged currents and the energy current. Our findings reveal that, in the presence of explicit symmetry breaking, anomaly-induced transport phenomena can extend beyond anomalous currents and affect non-anomalous sectors as well. In particular, we find that all the conductivities display a distinct sensitivity to the mass parameter controlling the symmetry breaking, thus reflecting the interplay between anomaly coefficients and explicit symmetry breaking terms. These findings highlight the role played by pure gauge and mixed gauge-gravitational anomalies in holographic transport, and their importance for strongly coupled systems with broken symmetries."
    },
    {
      "title": "Revisiting the Possibility of a Sharp Phase Transition in Cold Neutron Stars",
      "link": "https://arxiv.org/abs/2511.08380",
      "authors": "Bao-Jun Cai, Bao-An Li, Yu-Gang Ma",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2511.08380v1 Announce Type: cross \nAbstract: First-order phase transitions (FOPTs) in cold neutron stars (NSs) have been extensively studied and have provided valuable insights into the behavior of the densest matter visible in our Universe, although a strong consensus has yet to emerge. Revisiting the possibility of a hadron-quark FOPT from a new perspective, we examine the interplay between the coupled nature of gravity and microscopic interactions in Tolman--Oppenheimer--Volkoff (TOV) equations and the fundamental requirements of thermodynamic consistency in NSs. We demonstrate that a sharp FOPT manifested as a plateau in the equation of state (EOS) $P(\\varepsilon)$, i.e., pressure $P$ versus energy density $\\varepsilon$, is intrinsically incompatible with the regularity conditions of the TOV solutions. Although numerical integrations of the TOV equations with EOSs incorporating FOPTs may yield seemingly reasonable mass-radius relations consistent with current observations, such results can mask underlying inconsistencies. Our analysis thus establishes a structural consistency criterion for constraining dense-matter EOSs using NS observables, complementing existing studies of possible phase transitions in NS interiors."
    },
    {
      "title": "Stable evolution of relativistic hydrodynamics order-by-order in gradients",
      "link": "https://arxiv.org/abs/2511.08582",
      "authors": "Michal P. Heller, Alexandre Serantes, Micha{\\l} Spali\\'nski, Benjamin Withers",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2511.08582v1 Announce Type: cross \nAbstract: We provide a systematic framework for solving the initial value problem for relativistic hydrodynamics formulated as a gradient expansion. Secular growth is handled by a suitable covariant resummation scheme, which reorganises the degrees of freedom at each order in the expansion while preserving the sum. Our scheme can be applied to any order in the gradient expansion; we provide the explicit formulation at first and second orders. When working to first order, we find that the BDNK equations of motion emerge as an intermediate step in a calculation performed in the Landau frame. We show that non-hydrodynamic modes appear only in such intermediate calculations and cancel when evaluating solutions to the required order. Our procedure does not introduce any other fields or require any additional initial data beyond those appearing in the theory of ideal fluids."
    },
    {
      "title": "Dirac Oscillator in DSR: A Comparative Study of Magueijo-Smolin and Amelino-Camelia Models",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269325007774?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: Available online 11 November 2025Source: Physics Letters BAuthor(s): Nosratollah Jafari, Abdelmalek Boumali"
    },
    {
      "title": "Chiral anomaly in inhomogeneous systems with nontrivial momentum space topology",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269325007798?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: Available online 11 November 2025Source: Physics Letters BAuthor(s): Praveen D. Xavier, M.A. Zubkov"
    },
    {
      "title": "Probing Scalar-Mediator Quark Couplings via CLFV Lepton-Nucleon Scattering",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269325007804?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: Available online 11 November 2025Source: Physics Letters BAuthor(s): Yuichiro Kiyo, Michihisa Takeuchi, Yuichi Uesaka, Masato Yamanaka"
    },
    {
      "title": "Collins function for pion-in-jet production in polarized <em>pp</em> collisions: a test of universality and factorization",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269325007828?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: Available online 11 November 2025Source: Physics Letters BAuthor(s): Umberto D ’ Alesio, Carlo Flore, Marco Zaccheddu"
    },
    {
      "title": "Atom Number Fluctuations For Strongly Interacting Bosons in Anharmonic Trap.",
      "link": "https://link.springer.com/article/10.1007/s00601-025-02019-2",
      "authors": "Unknown",
      "source": "Few-Body Systems",
      "summary": "The behavior of Bose-Einstein condensates (BECs) near the Feshbach resonance is a challenging research area. We present a correlated many-body approach to calculate the atom number fluctuation at large scattering length when the trapped bosons interact via the realistic two-body van der Waals potential. Atom number fluctuation is the key property of strongly interacting finite-sized quantum systems. It is theoretically challenging when the particles become highly correlated. We observe that fluctuation is enhanced in the strongly interacting limit for the bosons trapped in a spherical potential. Introducing the anharmonicity, the atom number fluctuation and critical temperature of the condensate depend regourously on the number of particle. In the anharmonic trap, the trap geometry and interaction play an intricate role exhibiting maximal fluctuation at intermediate particle number."
    }
  ]
}