{
  "lastUpdated": "2025-05-08T02:29:47.352049",
  "papers": [
    {
      "title": "Extended Skyrme effective interactions with higher-order momentum dependence for transport models and neutron stars",
      "link": "http://link.aps.org/doi/10.1103/PhysRevC.111.054605",
      "authors": "Si-Pei Wang, Xin Li, Rui Wang, Jun-Ting Ye, and Lie-Wen Chen",
      "source": "Physical Review C",
      "summary": "Author(s): Si-Pei Wang, Xin Li, Rui Wang, Jun-Ting Ye, and Lie-Wen ChenThe recently developed extended Skyrme effective interaction based on the so-called N3LO Skyrme pseudopotential is generalized to the general $\\mathrm{N}n\\mathrm{LO}$ case by incorporating the derivative terms up to $2n\\mathrm{th}$ order into the central term of the pseudopotential. The correspondin…[Phys. Rev. C 111, 054605] Published Wed May 07, 2025"
    },
    {
      "title": "Measurement of the mass-changing, charge-changing, and production cross sections of $^{11}\\mathrm{C}, ^{11}\\mathrm{B}$, and $^{10}\\mathrm{B}$ nuclei in $^{12}\\mathrm{C}+\\phantom{\\rule{0.16em}{0ex}}\\mathrm{p}$ interactions at $13.5\\phantom{\\rule{0.16em}{0ex}}\\mathrm{GeV}/c$ per nucleon",
      "link": "http://link.aps.org/doi/10.1103/PhysRevC.111.054606",
      "authors": "H. Adhikary <em>et al.</em> (The NA61/SHINE Collaboration)",
      "source": "Physical Review C",
      "summary": "Author(s): H. Adhikary et al. (The NA61/SHINE Collaboration)A good knowledge of nuclear fragmentation cross sections is important to interpret the fluxes of secondary cosmic rays from the Galaxy. Here we report new measurements of nuclear fragmentation with the NA61/SHINE experiment at the CERN SPS. The specific focus is on cross sections important for the p…[Phys. Rev. C 111, 054606] Published Wed May 07, 2025"
    },
    {
      "title": "Proton emission in ultraperipheral Pb-Pb collisions at $\\sqrt{{s}_{NN}}=5.02$ TeV",
      "link": "http://link.aps.org/doi/10.1103/PhysRevC.111.054906",
      "authors": "S. Acharya <em>et al.</em> (ALICE Collaboration)",
      "source": "Physical Review C",
      "summary": "Author(s): S. Acharya et al. (ALICE Collaboration)The first measurements of proton emission accompanied by neutron emission in the electromagnetic dissociation (EMD) of $^{208}\\mathrm{Pb}$ nuclei in the ALICE experiment at the Large Hadron Collider are presented. The EMD protons and neutrons emitted at very forward rapidities are detected by the pr…[Phys. Rev. C 111, 054906] Published Wed May 07, 2025"
    },
    {
      "title": "Quasiclassical approximation of electromagnetic radiation by fermions embedded in a rigidly rotating medium in a strong magnetic field",
      "link": "http://link.aps.org/doi/10.1103/PhysRevC.111.054907",
      "authors": "Matteo Buzzegoli, Kirill Tuchin, and Nandagopal Vijayakumar",
      "source": "Physical Review C",
      "summary": "Author(s): Matteo Buzzegoli, Kirill Tuchin, and Nandagopal VijayakumarWe develop the quasiclassical (WKB) approximation of the synchrotron radiation by a fermion embedded into a uniformly rotating system in external magnetic field. We show that it gives an accurate approximation of the exact expression that we recently obtained at a tiny fraction of the numerical cost…[Phys. Rev. C 111, 054907] Published Wed May 07, 2025"
    },
    {
      "title": "Relativistic dissipative hydrodynamics for particles of arbitrary mass",
      "link": "https://arxiv.org/abs/2505.03366",
      "authors": "Semyon Potesnov, David Wagner",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2505.03366v1 Announce Type: new \nAbstract: Employing a kinetic framework, we calculate all transport coefficients for relativistic dissipative (second-order) hydrodynamics for arbitrary particle masses in the 14-moment approximation. Taking the non-relativistic limit, it is shown that the relativistic theory reduces to the Grad equations computed in the 'order-of-magnitude' approach."
    },
    {
      "title": "Thermal properties of zero sound in asymmetric nuclear matter",
      "link": "https://arxiv.org/abs/2505.03437",
      "authors": "Jing Ye, Wei-Zhou Jiang",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2505.03437v1 Announce Type: new \nAbstract: The zero-sound modes at finite temperature are investigated with the relativistic random phase approximation to signal the uncertainty of the equation of state (EOS) of asymmetric nuclear matter. It is observed that in typically selected stiff and soft relativistic mean-field (RMF) models, zero-sound modes arise at low temperature, whereas increasing the temperature gradually breaks the zero sound in soft models, with a smaller density range compared to stiff models. At high density, the presence or absence of zero sound turns out to be correspondingly the character of the stiff or soft RMF EOS. More strikingly, we find by analyzing the dispersion relation and sound velocity that at finite temperature the zero-sound modes in RMF models with the stiff EOS undergo a thermal bifurcation, resulting in the transform of zero sound into the first sound at some momentum $Q>T$. The thermally bifurcated sound branch in the stiff models and the zero-sound branch in the soft models are both highly sensitive to the slope of the symmetry energy, providing promising signals for the pending high-density symmetry energies. In addition, it is found that there exists a nonlinear dispersion relation for both the stiff and soft models that supports the zero sound in the relatively lower density region."
    },
    {
      "title": "Allowed and unique first-forbidden stellar electron emission rates of neutron-rich copper isotopes",
      "link": "https://arxiv.org/abs/2505.03478",
      "authors": "Muhammad Majid, Jameel-Un Nabi, Gul Daraz",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2505.03478v1 Announce Type: new \nAbstract: The allowed charge-changing transitions are the most common weak interaction processes of spin-isospin form that play a crucial role in several nuclear/astrophysical processes. The first-forbidden (FF) transition becomes important, in the circumstances where allowed Gamow-Teller (GT) transitions are unfavored, specifically for neutron-rich nuclei due to phase space considerations. In this paper deformed proton-neutron quasi-particle random phase approximation (pn-QRPA) model is applied, for the first time, for the estimation of allowed GT and unique first-forbidden (U1F) transitions ($|\\Delta$J$|$ = 2) of neutron rich copper isotopes in mass range 72 $\\leq$ A $\\leq$ 82 under stellar conditions. We compared our computed terrestrial $\\beta$-decay half-life values with previous calculations and experimental results. It was concluded that the pn-QRPA calculation is in good accordance with measured data. Our study suggests that the addition of rank (0 and 1) operators in FF transitions can further improve the comparison which remain unattended at this stage. The deformed pn-QRPA model was employed for the estimation of GT and U1F stellar electron emission ($\\beta$$^{-}$-decay) rates over wide range of stellar temperature (0.01 GK -- 30 GK) and density (10 -- 10$^{11}$ g/cm$^{3}$) domains for astrophysical applications. Our study shows that, in high density and low temperature regions, the contribution of U1F rates to total electron emission rates of neutron-rich copper nuclei is negligible."
    },
    {
      "title": "Gamow-Teller strength and lepton captures rates on 66-71Ni in stellar matter",
      "link": "https://arxiv.org/abs/2505.03488",
      "authors": "Jameel-Un Nabi, Muhammad Majid",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2505.03488v1 Announce Type: new \nAbstract: Charge-changing transitions play a significant role in stellar weak-decay processes. The fate of the massive stars is decided by these weak-decay rates including lepton (positron and electron) captures rates, which play a consequential role in the dynamics of core collapse. As per previous simulation results, weak interaction rates on nickel isotopes have significant influence on the stellar core vis-$\\grave{a}$-vis controlling the lepton content of stellar matter throughout the silicon shell burning phases of high mass stars up to the presupernova stages. In this paper we perform a microscopic calculation of Gamow-Teller charge-changing transitions, in the $\\beta$-decay and electron capture directions, for neutron-rich nickel isotopes ($^{66-71}$Ni). We further compute the associated weak-decay rates for these selected nickel isotopes in stellar environment. The computations are accomplished by employing the deformed proton-neutron quasiparticle random phase approximation (pn-QRPA) model. A recent study showed that the deformed pn-QRPA theory is well suited for the estimation of Gamow-Teller transitions. The astral weak-decay rates are determined over densities in the range of 10 -- 10$^{11}$g/cm$^{3}$ and temperatures in the range of 0.01$\\times$10$^{9}$ -- 30$\\times$10$^{9}$K. The calculated lepton capture rates are compared with the previous calculation of Pruet and Fuller. The overall comparison demonstrates that, at low stellar densities and high temperatures, our electron captures rates are bigger by as much as two orders of magnitude. Our results show that, at higher temperatures, the lepton capture rates are the dominant mode for the stellar weak rates and the corresponding lepton emission rates may be neglected."
    },
    {
      "title": "Nuclear structure and weak rates of heavy waiting point nuclei under rp-process conditions",
      "link": "https://arxiv.org/abs/2505.03502",
      "authors": "Jameel-Un Nabi, Mahmut Boyukata",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2505.03502v1 Announce Type: new \nAbstract: The structure and the weak interaction mediated rates of the heavy waiting point (WP) nuclei $^{80}$Zr, $^{84}$Mo, $^{88}$Ru, $^{92}$Pd and $^{96}$Cd along $N = Z$ line were studied within the interacting boson model-1 (\\mbox{IBM-1}) and the proton-neutron quasi-particle random phase approximation (\\mbox{pn-QRPA}). The energy levels of the $N$ = $Z$ WP nuclei were calculated by fitting the essential parameters of \\mbox{IBM-1} Hamiltonian and their geometric shapes were predicted by plotting potential energy surfaces (PESs). Half-lives, continuum electron capture rates, positron decay rates, electron capture cross sections of WP nuclei, energy rates of $\\beta$-delayed protons and their emission probabilities were later calculated using the \\mbox{pn-QRPA}. The calculated Gamow-Teller strength distributions were compared with previous calculation. We present positron decay $\\&$ continuum electron capture rates on these WP nuclei under $rp$-process conditions using the same model. For the $rp$-process conditions, the calculated total weak rates are twice the Skyrme HF+BCS+QRPA rates for $^{80}$Zr. For remaining nuclei the two calculations compare well. The electron capture rates are significant and compete well with the corresponding positron decay rates under $rp$-process conditions. The finding of the present study supports that electron capture rates form an integral part of the weak rates under $rp$-process conditions and has an important role for the nuclear model calculations."
    },
    {
      "title": "Shear viscosity and electrical conductivity of rotating quark matter in Nambu--Jona-Lasinio Model",
      "link": "https://arxiv.org/abs/2505.03588",
      "authors": "Ashutosh Dwibedi, Dushmanta Sahu, Jayanta Dey, Kangkan Goswami, Sabyasachi Ghosh, Raghunath Sahoo",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2505.03588v1 Announce Type: new \nAbstract: The Lagrangian for strongly interacting and rotating quark matter is modified with the inclusion of the spinorial connections, which in turn affect the thermodynamic equation of state and transport properties of the medium. In this work, we investigate the transport properties of quark matter under finite rotation, focusing specifically on electrical conductivity and shear viscosity by using a two-flavor Nambu--Jona-Lasinio (NJL) model. The chiral condensate in the NJL model decreases under rotation, leading to enhanced transport properties. Moreover, rotation induces anisotropy in the transport coefficients, which are calculated within the kinetic theory framework using the Boltzmann transport equation. The Coriolis force is introduced in the force term of the Boltzmann transport equation, like the Lorentz force, which is considered for finite magnetic fields. By using a phenomenological temperature-dependent angular velocity, we observe that the variation of anisotropic components with temperature preserves the traditional valley-shaped pattern. However, the magnitude of the anisotropic components is suppressed compared to the usual component one finds in the absence of rotation. Interestingly, at zero net quark density, Hall-like transport phenomena emerge as significant non-dissipative contributions under rotation, which is not expected under finite magnetic fields due to the cancellation of quark and anti-quark Hall currents."
    },
    {
      "title": "Gauge invariance and color charge fluctuations",
      "link": "https://arxiv.org/abs/2505.02102",
      "authors": "Thomas D. Cohen",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2505.02102v1 Announce Type: cross \nAbstract: The nature of confinement is connected with color charge. Unfortunately, the color charge densities in QCD, the Noether charge densities associated with the global color invariance, are not invariant under local color rotations. This implies that the expectation values of the net color charge in any region of any physical state in QCD, states that satisfy the color Gauss law, are automatically zero for all components of color. In this paper it is shown that the expectation value of the square of the net color charge in a region, a measure of the color charge fluctuations, is necessarily nonzero when evaluated in physical states and the result, while depending on the scheme and scale by which the theory is regulated, is gauge invariant. This holds despite the formal lack of gauge invariance of the operator. Moreover, there is a particular combination of the color charge fluctuations for the vacuum and for a system describable by a non-trivial density matrix that is independent that has a well-defined continuum limit"
    },
    {
      "title": "Pole-Expansion of Two-Hadron Imaginary-Time Correlation Function -a new method of analysis for unstable states in lattice QCD-",
      "link": "https://arxiv.org/abs/2505.02878",
      "authors": "Wren Yamada, Osamu Morimatsu, Toru Sato, Koichi Yazaki",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2505.02878v1 Announce Type: cross \nAbstract: We analyze the pole expansion of the two-hadron imaginary-time correlation function. We first explain the general idea that the imaginary-time correlation function is expressed as a sum of the pole terms, the Mittag-Leffler expansion, in terms of the uniformization variable, which makes the S-matrix single-valued. We then derive explicit expressions of the pole expansion for the single-channel ($\\rho$ meson) and two-channel ($\\Lambda(1405)$) examples and demonstrate that the pole expansion actually holds employing phenomenological models, the vector-dominance model for the $\\rho$ meson and the chiral unitary model for $\\Lambda(1405)$. From this observation we propose the pole expansion as a method to extract information of unstable states such as masses and widths from the two-hadron imaginary-time correlation functions obtained by lattice QCD simulations."
    },
    {
      "title": "Stabilizer-Accelerated Ground-State Estimation of Quantum Many-Body Systems",
      "link": "https://arxiv.org/abs/2505.02923",
      "authors": "Caroline E. P . Robin",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2505.02923v1 Announce Type: cross \nAbstract: We investigate how the stabilizer formalism, in particular highly-entangled stabilizer states, can be used to describe the emergence of many-body shape collectivity from individual constituents, in a symmetry-preserving and classically efficient way. The method that we adopt is based on determining an optimal separation of the Hamiltonian into a stabilizer component and a residual part inducing non-stabilizerness. The corresponding stabilizer ground state is efficiently prepared using techniques of graph states and stabilizer tableaux. We demonstrate this technique in context of the Lipkin-Meshkov-Glick model, a fully-connected spin system presenting a second order phase transition from spherical to deformed state. The resulting stabilizer ground state is found to capture to a large extent both bi-partite and collective multi-partite entanglement features of the exact solution in the region of large deformation. We also explore several methods for injecting non-stabilizerness into the system, including ADAPT-VQE, and imaginary-time evolution (ITE) techniques. Stabilizer ground states are found to accelerate ITE convergence due to a larger overlap with the exact ground state. This study motivates applications of the proposed approach to more realistic quantum many-body systems, whose stabilizer ground states can be used in combinations with powerful classical many-body techniques and/or quantum methods."
    },
    {
      "title": "A Continuous Galactic Line Source of Axions: The Remarkable Case of 23Na",
      "link": "https://arxiv.org/abs/2505.03038",
      "authors": "W. C. Haxton, Xing Liu, Annie McCutcheon, Anupam Ray",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2505.03038v1 Announce Type: cross \nAbstract: We argue that $^{23}$Na is a potentially significant source of galactic axions. For temperatures $\\gtrsim 7 \\times 10^8$K -- characteristic of carbon burning in the massive progenitors of supernovae and ONeMg white dwarfs -- the 440 keV first excited state of $^{23}$Na is thermally populated, with its repeated decays pumping stellar energy into escaping axions. Odd-A nuclear abundances are typically very low in high-temperature stellar environments (or absent entirely due to burn-up). $^{23}$Na is an exception: $\\approx 0.1 M_\\odot$ of the isotope is synthesized during carbon burning then maintained at $\\approx 10^9$K for times ranging up to $6 \\times 10^4$y. Using MESA simulations, a galactic model, and sampling over progenitor masses, locations, and evolutionary stages, we find a continuous flux at earth of $\\langle \\phi_a \\rangle \\approx 22$/cm$^2$s for $g^\\mathrm{eff}_{aNN} = 10^{-9}$. Some fraction of these axions convert to photons as they propagate through the galactic magnetic field, producing a distinctive 440 keV line $\\gamma$ ray detectable by all-sky detectors like the Compton Spectrometer and Imager (COSI). Assuming a 1$\\mu$G galactic magnetic field and a sufficiently light axion mass, we find that COSI will be able to probe $| g_{aNN}^\\mathrm{eff} g_{a \\gamma \\gamma} | \\gtrsim1.8 \\times 10^{-22}$ GeV$^{-1}$ at $3\\sigma$ after two years of surveying."
    },
    {
      "title": "Study of octupole deformations in Pb-Pb collisions at 5.02 TeV",
      "link": "https://arxiv.org/abs/2505.03055",
      "authors": "Saraswati Pandey, B. K. Singh",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2505.03055v1 Announce Type: cross \nAbstract: In this letter, we present the study of the role of octupole deformation in non-spherical nuclei in most-central Pb--Pb collisions at the LHC energy regime. The sensitivity of octupole deformation $\\beta_3$ to the QGP observables is presented by employing the Monte Carlo HYDJET++ model. Motivated by the discrepancies in the $v_2$-to-$v_3$ puzzle found in Pb--Pb collisions and the low-energy nuclear structure calculations of nuclear deformation, we studied the first basic observables necessary for any study in heavy-ion collisions. Using the HYDJET++ framework, we calculate the pseudorapidity distribution, transverse momentum ($p_{\\mathrm{T}}$) spectra, and average anisotropic flow ($v_2$ and $v_3$) of primary charged hadrons with different parameters in two geometrical configurations: body-body and tip-tip types of Pb--Pb collisions. The kinematic ranges $0 < p_{\\mathrm{T}} < 20~\\mathrm{GeV}/c$ and $|\\eta| < 0.8$ are considered. We observe that the charged hadron multiplicity and transverse momentum spectra are dependent on the strength of the octupole deformation parameter. The $\\langle v_2 \\rangle$ and $\\langle v_3 \\rangle$ in body-body collisions show a weak positive correlation with $\\beta_3$, while the average anisotropic flow in tip-tip collisions is weakly correlated with $\\beta_3$ in the most-central collision region."
    },
    {
      "title": "Digital quantum simulations of scattering in quantum field theories using W states",
      "link": "https://arxiv.org/abs/2505.03111",
      "authors": "Roland C. Farrell, Nikita A. Zemlevskiy, Marc Illa, John Preskill",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2505.03111v1 Announce Type: cross \nAbstract: High-energy particle collisions can convert energy into matter through the inelastic production of new particles. Quantum computers are an ideal platform for simulating the out-of-equilibrium dynamics of the collision and the formation of the subsequent many-particle state. In this work, evidence for inelastic particle production is observed in one-dimensional Ising field theory using IBM's quantum computers. The scattering experiment is performed on 100 qubits of ibm_marrakesh and uses up to 6,412 two-qubit gates to access the post-collision dynamics. Integral to these simulations is a new quantum algorithm for preparing the initial state (wavepackets) of a quantum field theory scattering simulation. This method efficiently prepares wavepackets by extending recent protocols for creating W states with mid-circuit measurement and feedforward. The required circuit depth is independent of wavepacket size and spatial dimension, representing a superexponential improvement over previous methods. Our wavepacket preparation algorithm can be applied to a wide range of lattice models and is demonstrated in one-dimensional Ising field theory, scalar field theory, the Schwinger model, and two-dimensional Ising field theory."
    },
    {
      "title": "A Centrality-independent Framework for Revealing Genuine Higher-Order Cumulants in Heavy-Ion Collisions",
      "link": "https://arxiv.org/abs/2505.03666",
      "authors": "Zhaohui Wang, Xiaofeng Luo",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2505.03666v1 Announce Type: cross \nAbstract: We propose a novel centrality definition-independent method for analyzing higher-order proton cumulants, specifically addressing the challenge of volume fluctuations that dominate in low-energy heavy-ion collisions. This method reconstructs particle number distributions using the Edgeworth expansion, with parameters optimized via a combination of differential evolution algorithm and Bayesian inference. Its effectiveness is validated using UrQMD model simulations and benchmarked against traditional approaches, including centrality definitions based on particle multiplicity. Our results show that the proposed framework yields cumulant patterns consistent with those obtained using number of participant nucleon ($N_{\\text{part}}$) based centrality observables, while eliminating the conventional reliance on centrality determination. This consistency confirms the method's ability to extract genuine physical signals, thereby paving the way for probing the intrinsic thermodynamic properties of the produced medium through event-by-event fluctuations."
    },
    {
      "title": "Semi-inclusive direct photon+jet and $\\pi^{0}$+jet correlations measured in $p+p$ and central Au+Au collisions at $\\sqrt{s_\\mathrm{NN}} = 200$ GeV",
      "link": "https://arxiv.org/abs/2309.00145",
      "authors": "The STAR Collaboration",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2309.00145v4 Announce Type: replace-cross \nAbstract: The STAR experiment at RHIC reports new measurements of jet quenching based on the semi-inclusive distribution of charged-particle jets recoiling from direct photon ($\\gamma_{\\rm dir}$) and neutral pion ($\\pi^{0}$) triggers in pp and central Au+Au collisions at $\\sqrt{s_{\\rm NN}}=200$ GeV, for triggers in the range $9<20$ GeV. The datasets have integrated luminosities of 3.9$ {\\rm nb}^{-1}$ for Au+Au and 23$ {\\rm pb}^{-1}$ for pp collisions. Jets are reconstructed using the anti-$k_{\\rm T}$ algorithm with resolution parameters $R$=0.2 and 0.5. The large uncorrelated jet background in central Au+Au collisions is corrected using a mixed-event approach, which enables precise charged-particle jet measurements at low transverse momentum $p_{\\rm T,jet}^{\\rm ch}$ and large $R$. Recoil-jet distributions are reported in the range $p_{\\rm T,jet}^{\\rm ch}<25$ \\gev. Comparison of the distributions measured in pp and Au+Au collisions reveals strong medium-induced jet yield suppression for $R=0.2$, with markedly less suppression for $R=0.5$. Comparison is also made to theoretical models incorporating jet quenching. These data provide new insight into the mechanisms underlying jet quenching and the angular dependence of medium-induced jet-energy transport, and provide new constraints on modelling such effects."
    },
    {
      "title": "First experimental test of the ratio method for nuclear-reaction analysis",
      "link": "https://arxiv.org/abs/2407.15535",
      "authors": "S. Ota, P. Capel, G. Christian, V. Durant, K. Hagel, E. Harris, R. C. Johnson, Z. Luo, F. M. Nunes, M. Roosa, A. Saastamoinen, D. P. Scriven",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2407.15535v2 Announce Type: replace-cross \nAbstract: Nuclear halos are very exotic quantal structures observed far from stability. Because of their short lifetime, they are mostly studied through reactions. The ratio method offers a new observable: the ratio of angular differential cross sections for breakup and scattering. It is predicted to be much more sensitive to the projectile structure than individual cross sections thanks to its independence of the reaction process. We test this new observable experimentally for the first time considering the collision of 11Be on C at 22.8 MeV/nucleon. We extend this analysis to similar data recently measured on Pb at 19.1 MeV/nucleon. Both analyses confirm the theoretical predictions, which opens the door to a new era in the study of nuclear structure near the neutron dripline. This should prove invaluable in conjunction with the start of FRIB. The ratio method could also be extended to other fields of quantum physics beyond nuclear reactions."
    },
    {
      "title": "Composite nature of the $T_{cc}$ state",
      "link": "https://arxiv.org/abs/2412.19597",
      "authors": "Xian-Wei Kang, Wen-Shuo Ding",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2412.19597v2 Announce Type: replace-cross \nAbstract: In 2021, LHCb collaboration reported a very narrow state in the $D^0D^0\\pi^+$ mass spectrum just below the $D^{*+}D^0$ mass threshold. We consider the influence of the Castillejo-Dalitz-Dyson (CDD) pole in the scattering amplitude to derive a general treatment for the two-body final state interaction near its threshold. The line shape (or the energy dependent event distribution) are then obtained, where the parameters can be fixed by fitting to the experimental data on the $D^0D^0\\pi^+$ mass spectrum. Within our method the data are quite well reproduced. The pole structure in the complex energy plane indicates that the $T_{cc}$ state has a large portion of elementary degree of freedom (e.g., the compact tetraquark component) inside its hadron wave function. The compositeness as a measure of molecule component in its wave function is predicted to be $0.23_{-0.09}^{+0.40}$. Clearly, the non-molecular component takes a non-negligible or even dominant portion."
    },
    {
      "title": "Constraining first-order phase transition inside neutron stars with application of Bayesian techniques on PSR J0437-4715 NICER data",
      "link": "https://arxiv.org/abs/2502.11976",
      "authors": "Chun Huang, Shashwat Sourav",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2502.11976v3 Announce Type: replace-cross \nAbstract: Understanding the existence of exotic matter phases and phase transitions within the core of neutron stars is crucial to advancing our knowledge of cold-dense matter physics. Recent multi-messenger observations, including gravitational waves from neutron star mergers and precise X-ray data from NASA's Neutron Star Interior Composition Explorer (NICER) mission, have significantly constrained the neutron star equation of state (EOS). This study investigates the effects of phase transitions in neutron stars, focusing on NICER's latest observation of PSR J0437--4715. We employ Bayesian inference techniques to evaluate the presence of first-order phase transitions using a piecewise polytropic EOS model. Our analysis incorporates data from multiple NICER sources, to refine constraints on key phase transition parameters, including critical density and transition depth. We find that including data from PSR J0437--4715 improves the evidence of phase transitions and tightens the EOS constraints, especially at higher densities. However, Bayes factor analysis only indicates a slight preference for models without phase transitions and current observational precision is insufficient to draw definitive conclusions. In particular, this polytropic model identifies the critical phase transition mass of neutron stars as being close to 1.4 solar masses, which coincides with the approximate mass range of PSR J0437--4715. This work emphasizes the importance of precise measurements of PSR J0437--4715 for deepening our understanding of neutron star interiors and exploring potential new physics at extreme densities."
    },
    {
      "title": "Dominance of electric fields in the charge splitting of elliptic flow",
      "link": "http://iopscience.iop.org/article/10.1088/1361-6471/adce1b",
      "authors": "Ankit Kumar Panda",
      "source": "Journal of Physics G: Nuclear and Particle Physics",
      "summary": "In heavy-ion collisions, elliptic flow (v2) quantifies the azimuthal anisotropy in particle emission, reflecting the medium’s response to initial spatial anisotropies. The presence of Electromagnetic fields produced by the fast moving protons in the nucleus can modify this flow, causing a splitting of v2 between the produced particles and antiparticles. Hence in this study, we explore this effect, emphasizing the dominant role of electric fields in the charge splitting of elliptic flow, Δv2, as a function of transverse momentum (pT). The velocity and temperature profiles of quark-gluon plasma medium is described through thermal model calculations. The electromagnetic field evolution is however determined from the solutions of Maxwell’s equations, assuming constant electric and chiral conductivities. We find that the slower decay of the electric fields compared to the magnetic fields makes its impact on the splitting of the elliptic flow more dominant. We further estimated that the maximum value of ∣〈eF〉∣, evaluated by averaging the field values over all spatial points on the hypersurface and across all field components, is approximately for , which could describe the splitting of elliptic flow data within the current experimental uncertainty reasonably well."
    },
    {
      "title": "Topical issue on quantum computing in low-energy nuclear theory",
      "link": "https://epja.epj.org/10.1140/epja/s10050-025-01575-9",
      "authors": "Thomas Ayral, Thomas Duguet, Denis Lacroix, Vittorio Somà",
      "source": "European Physical Journal A",
      "summary": "Authors: Thomas Ayral, Thomas Duguet, Denis Lacroix and Vittorio Somà.The European Physical Journal A Vol. 61 , page 94Published online: 5/5/2025"
    },
    {
      "title": "Application of the microscopic multichannel cluster approach in oscillator representation to the 2H(d, γ)4He radiative capture",
      "link": "https://epja.epj.org/10.1140/epja/s10050-025-01566-w",
      "authors": "Alexander S. Solovyev",
      "source": "European Physical Journal A",
      "summary": "Authors: Alexander S. Solovyev.The European Physical Journal A Vol. 61 , page 96Published online: 5/5/2025"
    },
    {
      "title": "Photodisintegration of manganese with formation of scandium radioisotopes at maximum bremsstrahlung photons energy of 40, 55 and 70 MeV",
      "link": "https://epja.epj.org/10.1140/epja/s10050-025-01570-0",
      "authors": "A. Y. Aleksanyan, S. M. Amirkhanyan, N. A. Demekhina, A. A. Gevorgyan, H. R. Gulkanyan, V. B. Ghavalyan, A. S. Hakobyan, L. A. Poghosyan, T. V. Kotanjyan",
      "source": "European Physical Journal A",
      "summary": "Authors: A. Y. Aleksanyan, S. M. Amirkhanyan, N. A. Demekhina, A. A. Gevorgyan, H. R. Gulkanyan, V. B. Ghavalyan, A. S. Hakobyan, L. A. Poghosyan and T. V. Kotanjyan.The European Physical Journal A Vol. 61 , page 95Published online: 5/5/2025"
    },
    {
      "title": "Five-body systems with Bethe-Salpeter equations",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269325002862?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: Available online 6 May 2025Source: Physics Letters BAuthor(s): Gernot Eichmann, M.T. Peña, Raul D. Torres"
    },
    {
      "title": "Neutrinos from captured dark matter in galactic stars",
      "link": "https://www.sciencedirect.com/science/article/pii/S037026932500303X?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: Available online 6 May 2025Source: Physics Letters BAuthor(s): Debajit Bose, Rohan Pramanick, Tirtha Sankar Ray"
    }
  ]
}