{
  "lastUpdated": "2026-01-31T03:14:33.095725",
  "papers": [
    {
      "title": "Entanglement and accidental symmetries in the nucleon-nucleon system",
      "link": "http://link.aps.org/doi/10.1103/mlt1-z7t2",
      "authors": "Alma L. Cavallin, Oliver Thim, and Christian Forssén",
      "source": "Physical Review C",
      "summary": "Author(s): Alma L. Cavallin, Oliver Thim, and Christian ForssénWe study the connection between accidental symmetries in the nuclear interaction and spin entanglement in two-nucleon scattering. Specifically, we incorporate different levels of Wigner $\\text{SU(4)}$ and Serber symmetries into leading-order potentials derived from chiral effective field theory. We …[Phys. Rev. C 113, 014005] Published Fri Jan 30, 2026"
    },
    {
      "title": "Low-background measurement of the half-life of $^{71}\\mathrm{Ge}$ decay",
      "link": "http://link.aps.org/doi/10.1103/jzlm-ckx6",
      "authors": "J. H. Cai, W. P. Lin, B. Gao, Z. An, F. Bai, Y. H. Fan, Y. X. Fan, J. F. Han, T. Y. Jiao, G. Liu, X. Q. Liu, C. J. Shao, K. B. Shu, J. H. Tan, X. D. Tang, Y. Tang, P. Wang, C. Wen, and D. H. Xie",
      "source": "Physical Review C",
      "summary": "Author(s): J. H. Cai, W. P. Lin, B. Gao, Z. An, F. Bai, Y. H. Fan, Y. X. Fan, J. F. Han, T. Y. Jiao, G. Liu, X. Q. Liu, C. J. Shao, K. B. Shu, J. H. Tan, X. D. Tang, Y. Tang, P. Wang, C. Wen, and D. H. XieThe origin of the so-called gallium anomaly in neutrino detection, first observed in the 1990s, remains an open question. The half-life of the $^{71}\\mathrm{Ge}$ nucleus plays a crucial role in addressing this issue, as it is directly related to the neutrino absorption cross section. Given its signi…[Phys. Rev. C 113, 014331] Published Fri Jan 30, 2026"
    },
    {
      "title": "Chiral interactions and superfluidity in the calcium isotopic chain",
      "link": "https://arxiv.org/abs/2601.20942",
      "authors": "A. Scalesi, A. Ekstr\\\"om, C. Forss\\'en, G. Hagen",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2601.20942v1 Announce Type: new \nAbstract: We perform ab initio calculations of three-point mass differences in the odd- and even-mass $^{39-49}$Ca isotopes to probe nuclear superfluidity via empirical neutron pairing gaps. We also quantify the sensitivity of those gaps to the parameters of the interaction at mean-field level. Recent studies employing accurate chiral nuclear interactions have found these gaps to be too small. We show that experimental values can be reproduced at mean-field level by substantially increasing the attraction of the singlet $S$-wave two-nucleon contact interaction, but doing so induces an unphysical bound state of the di-neutron. The sensitivity of these predictions to the full calibration of the nuclear interaction is then studied by performing Bayesian posterior sampling in a delta-full chiral effective field theory at third chiral order. We find that pairing gaps remain largely unaffected, leaving the explanation of nuclear superfluidity as a future task for improved many-body modeling and refined interactions at higher chiral orders."
    },
    {
      "title": "The Silver Blaze Problem in QCD",
      "link": "https://arxiv.org/abs/2601.21053",
      "authors": "Thomas D. Cohen",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2601.21053v1 Announce Type: new \nAbstract: This article provides a pedagogical introduction to the Silver Blaze problem. This problem refers to the difficulty of reconciling to perspectives on QCD with a chemical potential. The first is the phenomenological fact that at $T=0$ QCD remains in its ground state -- the vacuum -- with all physical observables unchanged whenever the magnitude of a chemical potential is less than some critical value. The second is the fact that in functional integral treatments, the inclusion of any nonzero chemical potential changes all eigenvalues of the Dirac operator for every gauge configuration, leading to a natural expectation that the functional determinants also changes, which leads to the expectation that physical observables should be altered. The problem amounts to explaining why nothing happens below the critical chemical potential. By focusing on the eigenvalues of $\\gamma_0$ times the Dirac operator rather than the Dirac operator itself, it is possible to show that for QCD with two flavors and identical quark masses, an isospin chemical potential with a magnitude less than $m_\\pi$ (and no baryon chemical potential), or a baryon chemical potential of less than $\\frac{3}{2} m_\\pi$ (and no isospin chemical potential), the functional integerals at $T=0$ themselves remain unchanged in all configurations that contribute to the functional integral with non-vanishing weight. However, for $\\mu_{\\rm crit}\\mu_B > \\frac{3}{2} m_\\pi$, the Silver Blaze phenomenon arises due to functional determinants having nontrivial phases that lead to cancellations between different gauge configurations. The mechanism leading to such cancellations remains unknown."
    },
    {
      "title": "Chemical potential differentials in the QCD phase diagram from heavy-ion isobar collisions",
      "link": "https://arxiv.org/abs/2601.21232",
      "authors": "Joaquin Grefa, Chun Yue Tsang, Rajesh Kumar, Veronica Dexheimer, Claudia Ratti, Zhangbu Xu",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2601.21232v1 Announce Type: new \nAbstract: Temperature and baryon, charge, and strangeness chemical potentials characterize QCD matter under extreme conditions. Differences between these chemical potentials and their ratios probe conserved-charge correlations and the system's response in the multidimensional QCD phase diagram. We extract these quantities from STAR Ru+Ru and Zr+Zr isobar collisions using a Bayesian thermal analysis of hadron yields, which substantially reduces systematic uncertainties, and compare them with Taylor-expanded lattice-QCD and Chiral Mean Field model predictions. Isobar collisions thus emerge as a precision probe of four-dimensional QCD thermodynamics."
    },
    {
      "title": "Competing decay modes and stability analysis of superheavy nuclei with Z = 120 using relativistic mean-field approach",
      "link": "https://arxiv.org/abs/2601.21317",
      "authors": "Nishu Jain, M. Bhuyan, P. Mohr, Raj Kumar",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2601.21317v1 Announce Type: new \nAbstract: We systematically study the competition between {\\alpha}-decay and spontaneous fission in even-even superheavy nuclei with (Z=120) and 256 \\leq A \\leq 304 within the preformed cluster-decay model using microscopic inputs from relativistic mean-field calculations with the NL3 parameter set. The {\\alpha}-decay half-lives are obtained from WKB barrier penetration with empirically determined preformation factors, self-consistent Q_{\\alpha} values from RMF, and nuclear interaction potentials constructed using both M3Y and relativistic R3Y nucleon-nucleon forces, and are benchmarked against standard semi-empirical formulas. Our results predict reduced spontaneous fission probabilities and extended {\\alpha}-decay chains toward the fermium region for isotopes with 296 \\leq A \\leq 304, with enhanced stability reflected in maxima of log_{10} T_{1/2} around neutron numbers N \\approx 166-182. In particular, the nuclei 296,298,300,302,304_{120} are identified as the most favorable candidates for survival against fission, demonstrating the crucial role of shell effects, deformation, and pairing correlations and providing quantitative guidance for future experimental searches of Z=120 nuclei."
    },
    {
      "title": "Cone-Dependent Jet Collisional Energy Loss in Finite QCD Medium",
      "link": "https://arxiv.org/abs/2601.21655",
      "authors": "Magdalena Djordjevic, Bojana Ilic, Marko Djordjevic",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2601.21655v1 Announce Type: new \nAbstract: We derive a compact HTL-resummed expression for the leading-order jet collisional energy loss in a finite-size, finite-temperature QCD medium. Defining the jet energy inside a cone of radius $R$, we obtain the out-of-cone elastic energy loss with an explicit separation between contributions from the primary jet parton and recoiling medium partons. The result reproduces the known partonic limit as $R\\!\\to\\!0$, vanishes for $R\\!\\to\\!\\pi$, and applies to both light- and heavy-flavor jets. Numerically, the elastic component shows a pronounced non-linear $R$ dependence relative to the radiative baseline, and its importance increases with $R$, becoming comparable to or exceeding the radiative contribution for sufficiently large jet radii. The path-length dependence remains close to linear for all $R$, while the medium-response contribution can exceed $10\\%$ for realistic jet radii."
    },
    {
      "title": "Medium separation scheme effects on the magnetized and cold two-flavor superconducting quark matter",
      "link": "https://arxiv.org/abs/2601.21042",
      "authors": "Francisco X. Azeredo, Dyana C. Duarte, Ricardo L. S. Farias",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2601.21042v1 Announce Type: cross \nAbstract: We analyze the impact of the Medium Separation Scheme (MSS) on two-flavor color superconducting (2SC) dense quark matter under the influence of a constant external magnetic field. The effects of the proper treatment of the model divergences are examined through a comparison of different approaches, including the combined implementation of the Magnetic Field Independent Regularization (MFIR) and the MSS, as well as the standard use of smooth form factors. Our findings for the Nambu--Jona-Lasinio model emphasize the critical role of properly separating medium effects from vacuum contributions in the model. The combined MFIR-MSS scheme suppresses spurious unphysical oscillations, often misinterpreted in the literature as de Haas--van Alphen oscillations, and ensures the correct high-density behavior of the diquark condensate. Furthermore, within the MSS framework, the magnetization remains positive across the explored parameter space, in sharp contrast with the behavior obtained in the traditional approach."
    },
    {
      "title": "Nucleon axial-vector form factor and radius from radiatively-corrected antineutrino scattering data",
      "link": "https://arxiv.org/abs/2601.21155",
      "authors": "Oleksandr Tomalak, Aaron S. Meyer, Clarence Wret, Tejin Cai, Richard J. Hill, Kevin S. McFarland",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2601.21155v1 Announce Type: cross \nAbstract: The nucleon axial-vector form factor, $G_A$, is critical to determine the electroweak interactions of leptons with nucleons. Important examples of processes influenced by $G_A$ are elastic (anti)neutrino-nucleon scattering and muon capture by the proton. Sparse experimental data results in a large uncertainty on the momentum dependence of $G_A$ and has motivated the consideration of new experimental probes and first-principles lattice quantum chromodynamics (QCD) evaluations. The comparison of new and precise theoretical predictions for $G_A$ with future experimental data necessitates the application of radiative corrections to experimentally-observable processes. We apply these corrections in the extraction of $G_A$ and the associated axial-vector radius from the recent MINERvA antineutrino-hydrogen data, compare the effects from radiative corrections to other uncertainties in neutrino scattering experiments, and discuss the comparison of lattice QCD evaluations to experimental measurements."
    },
    {
      "title": "Scaling Properties of Two-Particle-Two-Hole Responses in Asymmetric Nuclei for Neutrino Scattering within the Relativistic Mean-Field Framework",
      "link": "https://arxiv.org/abs/2601.21373",
      "authors": "V. L. Martinez-Consentino, J. E. Amaro, J. Segovia",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2601.21373v1 Announce Type: cross \nAbstract: We perform a systematic analysis of the nuclear dependence of two-particle-two-hole meson-exchange current contributions to inclusive lepton-nucleus scattering within the relativistic mean-field framework. We present microscopic calculations of nuclear responses for a set of 17 nuclei, ranging from helium to uranium, using a model with different Fermi momenta for protons and neutrons. We propose a novel scaling prescription based on the two-particle phase space and key nuclear parameters. The resulting description is accurate over a wide range of nuclear targets, with typical deviations below 10\\%, and allows for a separate treatment of the different emission channels. In addition, a consistent benchmark against electron-scattering data is provided. The parametrization presented provides a practical framework for extending the responses to different nuclear targets in neutrino event generators."
    },
    {
      "title": "The $\\Omega(2380)$ as a partner of the $\\Omega(2012)$",
      "link": "https://arxiv.org/abs/2601.21536",
      "authors": "Yi-Yao Li, Albert Feijoo, Eulogio Oset",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2601.21536v1 Announce Type: cross \nAbstract: We present a study of the $\\Omega(2380)$ resonance and show that it is consistent with a dynamically generated state arising from the $\\bar{K}^*\\Xi^*$, $\\omega\\Omega$, and $\\phi\\Omega$ interactions. In this picture, the $\\Omega(2380)$ is analogous to the $\\Omega(2012)$, which is generated from the $\\bar{K}\\Xi^*$ and $\\eta\\Omega$ channels. The resulting mass, total width, and partial decay widths into the $\\bar{K}\\Xi^*$ and $\\bar{K}^*\\Xi$ channels are compatible with the available experimental data. We also discuss possible experimental observables that could provide further insight into the nature of this state."
    },
    {
      "title": "Properties of H particle-admixed compact star",
      "link": "https://arxiv.org/abs/2402.14288",
      "authors": "Xuhao Wu, Liming Wang, Hong-Tao An, Min Ju, Hong Shen",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2402.14288v2 Announce Type: replace \nAbstract: We explore the potential manifestation of a hexaquark, the H particle, as a constituent within neutron stars. The H particle, characterized by a quark composition of $uuddss$, is constructed using the framework of Chromomagnetic Interaction (CMI). Specifically, we contemplate the flavor-singlet state H with $J^P=0^+$. Our computations indicate that the three-flavor hexaquark state, the H particle, possesses a lower mass of $2212.7~\\rm{MeV}$ in comparison to the $d^*(2380)$, implying greater stability than the two-flavor $d^*(2380)$. The analysis involving the H particle is carried out using the relativistic mean-field (RMF) model. We investigate the influence of H particle couplings, a key factor in determining the system stability, and focus on the potential existence of H particle within neutron stars. We find that H particle could potentially endure as a stable constituent within neutron stars, and lead to a reduction of the maximum mass."
    },
    {
      "title": "Towards spinning <em>U</em>(1) gauged non-topological solitons in the model with Chern–Simons term",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269326000833?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: Available online 30 January 2026Source: Physics Letters BAuthor(s): Ivan Ivashkin, Eduard Kim, Emin Nugaev, Yakov Shnir"
    },
    {
      "title": "Resonant states in three- and four-body hypernuclear systems",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269326000687?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: Available online 30 January 2026Source: Physics Letters BAuthor(s): Rimantas Lazauskas, Arnoldas Deltuva, Daniel Gazda, Martin Schäfer"
    },
    {
      "title": "Kinematic and dynamical origins of mean-<em>p<sub>T</sub></em> fluctuations in heavy-ion collisions",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269326000791?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: Available online 30 January 2026Source: Physics Letters BAuthor(s): Lipei Du"
    },
    {
      "title": "No-Bomb Theorem for Weakly Magnetized Reissner-Nordstr\\\"om Black Holes: A Linear-Order Analysis",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269326000742?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: Available online 29 January 2026Source: Physics Letters BAuthor(s): Haryanto M. Siahaan"
    },
    {
      "title": "Investigations on heavy quarkonium hybrid mesons with exotic quantum numbers <math xmlns:mml=\"http://www.w3.org/1998/Math/MathML\" altimg=\"si2.svg\" class=\"math\"><mrow><msup><mi>J</mi><mrow><mi>P</mi><mi>C</mi></mrow></msup><mo linebreak=\"goodbreak\">=</mo><msup><mn>2</mn><mrow><mo>+</mo><mo>−</mo></mrow></msup></mrow></math>",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269326000808?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: Available online 29 January 2026Source: Physics Letters BAuthor(s): Qi-Nan Wang, Ding-Kun Lian, Hua-Xing Chen, Wei Chen"
    },
    {
      "title": "Bottomonium transport in a strongly coupled quark-gluon plasma",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269326000778?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: Available online 29 January 2026Source: Physics Letters BAuthor(s): Biaogang Wu, Ralf Rapp"
    },
    {
      "title": "Going Against the Flow: Revealing the QCD Degrees of Freedom in Hadronic Collisions",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269326000705?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: Available online 29 January 2026Source: Physics Letters BAuthor(s): Christian Bierlich, Peter Christiansen, Gösta Gustafson, Leif Lönnblad, Robin Törnkvist, Korinna Zapp"
    },
    {
      "title": "Electromagnetic Production of Hyperons",
      "link": "https://link.springer.com/article/10.1007/s00601-026-02027-w",
      "authors": "Unknown",
      "source": "Few-Body Systems",
      "summary": "We report on our new models for photoproduction and electroproduction of kaons off the proton and neutron target, focusing first on the $$K^+\\Lambda $$ channel and then extending the analysis to $$\\Sigma $$ photoproduction channels. For the proper treatment of the exchanges of higher-spin resonances, we opted for the so-called consistent formalism and in order to partially account for the unitarity corrections at the tree level, we introduced energy-dependent widths of nucleon resonances. For selecting the appropriate set of resonances, we used regularization methods known from machine learning, the Least Absolute Shrinkage Selection Operator and Ridge regression."
    },
    {
      "title": "Evaluation of the moments of inertia of forced split fragments for 232Th (n, f) and 238U (n, f) nuclei",
      "link": "https://iopscience.iop.org/article/10.1088/1674-1137/ae07b5",
      "authors": "D. E. Lyubashevsky, P. V. Kostryukov, J. D. Shcherbina, T. Yu. Shashkina and S. V. Klyuchnikov",
      "source": "Chinese Physics C",
      "summary": "This study develops an innovative theoretical framework that integrates a macroscopic liquid-drop model with microscopic superfluid theory to calculate moments of inertia for fission fragments, extending our previous spontaneous fission approach to include the neutron-induced threshold fission of and . The model provides a comprehensive description of fission dynamics by simultaneously accounting for collective vibrational modes (bending and wriggling) and their influence on spin distributions while systematically investigating the deformation dependence of moments of inertia. Our calculations demonstrate close agreement with experimental data, validating the model's reliability for both fundamental nuclear fission studies and practical applications in reactor physics. The unified treatment of macroscopic and microscopic effects offers new insights into fission mechanisms and enables accurate predictions of fragment characteristics across the entire mass range. These results provide a solid basis for future studies on exotic fission processes and advanced applications in nuclear energy. The methodological advances presented here create new possibilities for theoretical studies of various heavy-ion reactions and fission phenomena in superheavy nuclei."
    },
    {
      "title": "Studying the proton rms radii of Li and B isotopes through elastic scattering*",
      "link": "https://iopscience.iop.org/article/10.1088/1674-1137/ae1183",
      "authors": "Ling-Hao Wang, 凌昊 汪, Fang-Fang Duan, 芳芳 段, Kang Wang, 康 王, Guo Yang, 过 杨, Xing-quan Liu, 星泉 刘, Yan-Yun Yang and 彦云 杨",
      "source": "Chinese Physics C",
      "summary": "The root mean square (rms) nuclear proton radii of 6,7,8Li and 10,11B projectiles are systematically investigated by analyzing elastic scattering data from target nuclei with mass numbers ranging from 40 to 209 at incident energies exceeding Coulomb barriers. The analyses employ a consistent single-folding model potential based on the Bruyères Jeukenne-Lejeune-Mahaux (JLMB) nucleon-nucleus interaction model, incorporating 112 sets of elastic scattering data to derive the projectile nuclear radii. This approach yields individual radii for each set, from which the mean rms proton radius is extracted as a characteristic parameter for the projectile nuclei. The rms proton radii of 6,7Li and 10,11B nuclei, obtained from optical model fits, demonstrate good agreement with experimental measurements and existing theoretical predictions. Notably, a significantly smaller nuclear radius of 8Li is observed compared to values derived from intermediate-energy proton elastic scattering cross-section measurements, which may be attributed to additional dynamical effects specific to the 8Li projectile."
    },
    {
      "title": "Resonant states in the Schrödinger equation solved using the Green's function method*",
      "link": "https://iopscience.iop.org/article/10.1088/1674-1137/ae118a",
      "authors": "Wentao Zeng, 文涛 曾, Zehao Lin, 泽昊 林, Yiran Wang, 一然 王, Shuangquan Zhang, 双全 张, Jinniu Hu, 金牛 胡, Ying Zhang and 颖 张",
      "source": "Chinese Physics C",
      "summary": "The Schrödinger equation with Woods-Saxon type potentials is solved using the Green's function (GF) method. Taking nucleus as an example, we show that the GF results for both bound and resonant single-neutron states are consistent with those obtained using the shooting and scattering matrix methods, respectively. Explicitly, three different recipes (GFI, GFII, and GFIII) are used to determine the energies and widths of resonant states. The GFI method directly extracts the resonant energy and width from the calculated density of states after removing the contributions of free particles. The GFII method identifies the resonant states by examining the flip of the density of states, whereas the GFIII method searches for the resonant states as poles of the modulus of GF on the complex energy plane. We find that the GFI method is effective for resonant states with narrow widths. For resonant states with broad widths, the GFII and GFIII methods are more accurate and effective. We also verify that the energies, widths, and density distributions of resonant states obtained using the GF method exhibit a rather weak dependence on the box size."
    },
    {
      "title": "Resolving the W boson mass in the lepton specific two Higgs doublet model*",
      "link": "https://iopscience.iop.org/article/10.1088/1674-1137/ae1206",
      "authors": "Ali Çiçi and Hüseyin Dağ",
      "source": "Chinese Physics C",
      "summary": "In 2022, the collider detector at Fermilab (CDF) collaboration reported the W-boson mass ( ), which deviates from the standard model (SM) prediction ( ) by ~ . In contrast, the CMS collaboration obtained , which was very close to the SM global electroweak fit value of . Motivated by this situation, we reassess the W-boson mass within the lepton-specific two Higgs doublet model (LS-2HDM). To this end, we perform random scans (generated with SARAH 4.13.0 and evaluated with SPheno 4.0.3) and confront the results with up-to-date theoretical and experimental constraints. The scan enforces vacuum stability, perturbative unitarity, and perturbativity; electroweak precision observables via the oblique parameters ; LEP bounds on ; rare B-meson decays; lepton flavor universality (LFU) in Z and τ decays; and 13 TeV LHC searches for additional Higgs bosons. Viable points are further tested with HiggsTools (HiggsSignals + HiggsBounds). In the LS-2HDM, if is the SM-like Higgs at GeV with , , GeV, and GeV, the model reproduces the 2024 CMS W-boson mass within . Solutions near the 2022 CDF value ( ) survive; however, after applying all constraints, including HiggsTools, they approach it at best within . Our findings emphasize that LS-2HDM favors the CMS results consistently with the current experimental results. Although one can theoretically accommodate the CDF results in this model, up-to-date electroweak precision bounds on oblique parameters with the SM-like Higgs and LFU constraints exclude these solutions. Our results for -boson mass can only be as close as about to the CDF results."
    },
    {
      "title": "Prospects for probing dark matter particles and primordial black holes with the Square Kilometre Array using the 21 cm power spectrum at cosmic dawn*",
      "link": "https://iopscience.iop.org/article/10.1088/1674-1137/ae1375",
      "authors": "Meng-Lin Zhao, 梦麟 赵, Yue Shao, 悦 邵, Sai Wang, 賽 王, Xin Zhang and 鑫 张",
      "source": "Chinese Physics C",
      "summary": "Probing the nature of dark matter (DM) remains an outstanding problem in modern cosmology. The 21 cm signal, a sensitive tracer of neutral hydrogen during the cosmic dawn, provides a unique means to investigate DM nature during this critical epoch. The annihilation and decay of DM particles, as well as Hawking radiation of primordial black holes (PBHs), can modify the thermal and ionization histories of the early universe, leaving distinctive imprints on the 21 cm power spectrum. Therefore, the redshifted 21 cm power spectrum serves as an effective tool for investigating such DM processes. In this work, we systematically assess the potential of the upcoming Square Kilometre Array (SKA) to constrain DM and PBH parameters using the 21 cm power spectrum. Assuming 10,000 h of integration time, the SKA is projected to reach sensitivities of and for DM particles. It can also probe PBHs with masses of and abundances of . These results indicate that the SKA can place constraints on DM annihilation, decay, and PBH Hawking radiation that are up to two to three orders of magnitude stronger than current limits. Furthermore, the SKA is expected to exceed existing bounds on sub-GeV DM and probe Hawking radiation from PBHs with masses above , which are otherwise inaccessible using conventional cosmological probes. Overall, the SKA holds significant promise for advancing our understanding of both DM particles and PBHs, potentially offering new insights into the fundamental nature of DM."
    },
    {
      "title": "Dynamic shadow of a black hole with a self-interacting massive complex scalar hair*",
      "link": "https://iopscience.iop.org/article/10.1088/1674-1137/ae1442",
      "authors": "Mingzhi Wang, 明智 王, Cheng-Yong Zhang, 承勇 张, Songbai Chen, 松柏 陈, Jiliang Jing and 继良 荆",
      "source": "Chinese Physics C",
      "summary": "We investigate the dynamic shadows of a black hole with a self-interacting massive complex scalar hair. The complex scalar field evolves with time t, and its magnitude on the apparent horizon starts from zero, undergoes a sharp rise followed by rapid oscillations, and eventually converges to a constant value. The variation in the photon sphere radius is similar to that of the magnitude . Owing to the emergence of the complex scalar hair , the apparent horizon radius starts increasing sharply and then smoothly approaches a stable value eventually. The shadow radius of the black hole with an accretion disk increases with time at the observer's position. In the absence of an accretion disk, the shadow radius is larger and also increases as increases. Furthermore, we slice the dynamical spacetime into spacelike hypersurfaces for all time points . For the case with an accretion disk, the variation in is similar to that in the apparent horizon , because the inner edge of the accretion disk extends to the apparent horizon. In the absence of an accretion disk, the variation in is similar to that in the photon sphere radius , because the black hole shadow boundary is determined by the photon sphere. As the variation in is induced by , it can be stated that the variation in the size of the shadow is similarly caused by the change in . Regardless of the presence or absence of the accretion disk, the emergence of the complex scalar hair causes the radius of the shadow to start changing. Moreover, we investigate the time delay of light propagating from light sources to the observer. These findings not only enrich the theoretical models of dynamic black hole shadows but also provide a foundation for testing black hole spacetime dynamics."
    },
    {
      "title": "Uncertainty analysis of the nuclear liquid drop model*",
      "link": "https://iopscience.iop.org/article/10.1088/1674-1137/ae1444",
      "authors": "X. Y. Xu, 小玉 徐, X. Q. Qi, 晓秋 戚, L. Deng, 黎 邓, A. X. Chen, 爱喜 陈, H. K. Wang, 韩奎 王, Y. B. Qian and 以斌 钱",
      "source": "Chinese Physics C",
      "summary": "This study performed a statistical analysis of the correlation and uncertainty of parameters in the classical liquid drop mass formula (namely BW3 type) via regression, along with the theoretical impact of error propagation. Within the improved BW3 formula, the total deviation between evaluation and experiment can be reduced to 1.66 MeV, involving a reduction from 2.89 (2.42) MeV to 1.92 (1.89) MeV in the proton(neutron)-dripline region. Ridge regression validation verified this total deviation as the optimal point in the present mass model. Through trend coefficients and Pearson linear-correlation analysis, obvious collinearity was identified between volume, surface, Coulomb, and curvature terms, with notable correlation among high-order symmetry energy and surface symmetry terms. The theoretical derivation of the distribution of binding energy error was then achieved through error propagation analysis. Across the nuclide chart, the error uncertainty of mass predictions varies from 1.996 to 124.469 keV, demonstrating a convex trend of the initial decrease of evaluation error followed by an increase versus the neutron number."
    },
    {
      "title": "Proton separation energy predictions for proton-rich nuclei with the radial basis function approach and mirror symmetry*",
      "link": "https://iopscience.iop.org/article/10.1088/1674-1137/ae1449",
      "authors": "Tao Li, 涛 李, Min Liu, 敏 刘, Ning Wang and 宁 王",
      "source": "Chinese Physics C",
      "summary": "Mirror symmetry is combined with the radial basis function (RBF) approach to improve the prediction accuracy of proton separation energy. Compared with the traditional RBF approach, the RBF combined with mirror symmetry (RBFms) mainly involves training the residual of the one/two-proton separation energy deviation of the nucleus and the one/two-neutron separation energy deviation of its mirror nucleus. The KTUY model combined with the RBFms approach yields a root-mean-square (rms) deviation of 0.113 MeV for one-proton separation energies of 143 nuclei, while the DZ31 model combined with the RBFms approach achieves an rms deviation of 0.089 MeV for two-proton separation energies of 115 nuclei. In the region where the proton number , the proton drip line and two-proton decay candidate nucleus are predicted by the DZ31, FRDM12, KTUY, and WS4 models combined with RBFms."
    },
    {
      "title": "Tensor formalism for the partial wave analysis of reactions with resonances decaying into four pseudoscalar mesons*",
      "link": "https://iopscience.iop.org/article/10.1088/1674-1137/ae144d",
      "authors": "M.A. Matveev, A.T. Sitnikov and A.V. Sarantsev",
      "source": "Chinese Physics C",
      "summary": "We construct a formalism that describes the resonances decaying into four pseudoscalar meson final states. This method is fully covariant and can be directly applied to the partial-wave analysis of high statistical data. Two topologies of the process are considered: two intermediate resonances, each decaying into two final mesons, and cascade decay via three meson intermediate states. In particular, we consider the production of such states in the central collision reactions and in radiative decay."
    },
    {
      "title": "Study of color-flavor locked quark stars in gravity using observational data*",
      "link": "https://iopscience.iop.org/article/10.1088/1674-1137/ae15ec",
      "authors": "Jie Li, 杰 李, Yi Zhu, 谊 朱, Bo Yang, 波 杨, Wenbin Lin and 文斌 林",
      "source": "Chinese Physics C",
      "summary": "We investigate the physical properties of quark stars within the framework of gravity. The quark matter inside these stars is modeled as de-confined quarks and described by a color-flavor-locked equation of state. Using this equation of state, we numerically solve the modified Tolman-Oppenheimer-Volkoff (TOV) equation to obtain the mass and radius of quark stars. We analyze key properties of the quark star such as dynamical stability, compactness, and gravitational redshift. The results show that the modified gravitational theory has a significant impact on the properties of quark stars and is consistent with the observational data of massive pulsars."
    },
    {
      "title": "Study of P and CP symmetries in at electron-positron collider",
      "link": "https://iopscience.iop.org/article/10.1088/1674-1137/ae15ed",
      "authors": "Yunlu Wang, 云路 王, Yunlong Xiao, 云龙 肖, Pengcheng Hong, 鹏程 洪, Ronggang Ping and 荣刚 平",
      "source": "Chinese Physics C",
      "summary": "Symmetry studies represent one of the most promising frontiers in particle physics research. This investigation focuses on exploring P and symmetries in the charm system through the measurement of asymmetry decay parameters in the three-body decay of . By incorporating electron and positron beam polarization effects and utilizing the helicity formalism, we characterize the decay of and its secondary hyperons through asymmetry decay parameters. The complete angular distribution formula for these decays is systematically derived. Our study evaluates the sensitivity of the asymmetry parameters for the decay channel under various data sample sizes and beam polarization scenarios. The findings establish a robust theoretical framework for future experimental studies at the Super Tau-Charm Facility, providing valuable insights for symmetry investigations in the charm sector."
    },
    {
      "title": "Neutrino mass model at a three-loop level from a non-holomorphic modular A 4 symmetry*",
      "link": "https://iopscience.iop.org/article/10.1088/1674-1137/ae15ee",
      "authors": "Takaaki Nomura and Hiroshi Okada",
      "source": "Chinese Physics C",
      "summary": "We study a three-loop induced neutrino mass scenario from a non-holomorphic modular A4 flavor symmetry and obtain the minimum scenario leading to predictions of the lepton masses, mixing angles, and Dirac and Majorana phases, which are shown through chi square analyses. In addition, we discuss the lepton flavor violations, muon anomalous magnetic moment, lepton universality, and relic density of the dark matter candidate. Moreover, we show that our model can be extended to satisfy the observed relic density of dark matter within the limit of perturbation by adding one singlet scalar boson without changing predictions in the neutrino sector."
    },
    {
      "title": "Unified Royer law revision for α-decay half-lives: shell corrections, pairing, and orbital-angular-momentum*",
      "link": "https://iopscience.iop.org/article/10.1088/1674-1137/ae167b",
      "authors": "Kai Ren, 凯 任, Pengfei Ma, 鹏飞 马, Minghui Hu, 明辉 呼, Junlong Tian and 俊龙 田",
      "source": "Chinese Physics C",
      "summary": "The Royer law is a widely used empirical relation for calculating α-decay half-lives; however, it requires 12 parity-dependent parameters. It exhibits systematic deviations near the shell closure. We propose an improved Royer law by adding a shell-correction term, an odd-even pairing indicator, and an orbital-angular-momentum contribution. This unified framework reduces the number of free parameters to just four, leading to significant improvements in accuracy. The root-mean-square deviation across 550 experimental data points decreases from 0.520 to 0.279, corresponding to a 66.7% reduction in parameters and 46.3% improvement in accuracy. Using this refined formalism, we predict α-decay half-lives for superheavy nuclei with atomic numbers ."
    },
    {
      "title": "New constraints on cosmological gravitational waves from CMB and BAO in light of dynamical dark energy*",
      "link": "https://iopscience.iop.org/article/10.1088/1674-1137/ae167c",
      "authors": "Sai Wang, 賽 王, Zhi-Chao Zhao and 志超 赵",
      "source": "Chinese Physics C",
      "summary": "In this work, we derive upper limits on the physical energy-density fraction today of cosmological gravitational waves, denoted by , by analyzing Planck, ACT, SPT CMB, and DESI BAO data combinations. In the standard cosmological model, we establish 95% CL upper limits of for adiabatic initial conditions and for homogeneous initial conditions, assuming a uniform prior for . In light of dynamical dark energy, we obtain (adiabatic) and (homogeneous). In contrast, if a log-uniform prior is assumed for , these constraints become tighter by a factor of approximately 4, suggesting the results are prior-sensitive. Furthermore, we project the sensitivity achievable with LiteBIRD and CMB Stage-IV measurements of CMB and CSST observations of BAO, forecasting 68% CL uncertainties of (adiabatic) and (homogeneous) for . The constraints obtained in this work provide critical benchmarks for exploring the cosmological origins of gravitational waves within the frequency band Hz and potentially enable joint analysis with direct gravitational-wave detection sensitive to this regime."
    },
    {
      "title": "Nuclear medium effects for modification of tensor interaction*",
      "link": "https://iopscience.iop.org/article/10.1088/1674-1137/ae167d",
      "authors": "Tao-Feng Wang, 涛峰 王, Zi-Ming Li, 子铭 李, Xiao-Ting Yang, 晓婷 杨, Min-Liang Liu, 敏良 柳, Jian-Song Wang, 建松 王, Yan-Yun Yang, 彦云 杨, Zhi-Yu Sun, 志宇 孙, Cheng-Jian Lin, 承建 林, Qing-Hua He, 庆华 何, Zhen Bai, 真 白, Fang-Fang Duan, 芳芳 段, Zhi-Hao Gao, 志浩 高, Song Guo, 松 郭, Yue Hu, 越 胡, Wei Jiang, 伟 蒋, F. Kobayashi, Chen-Gui Lu, 辰桂 鲁, Jun-Bing Ma, 军兵 马, Peng Ma, 朋 马, Jian-Guo Wang, 建国 王, Xiang-Lun Wei, 向伦 魏, He-Run Yang, 贺润 杨, Yong-Jin Yao, 永进 姚, Jun-Wei Zhang and 俊伟 张",
      "source": "Chinese Physics C",
      "summary": "The cross section for the state was measured to be enhanced in an isolated Li nucleus compared to the same reduced state in a Li cluster. This difference demonstrates a nuclear medium modification of the tensor force, which is sensitively probed by the channel. In contrast, the state ( ) was found to have approximately equal excitation strength in both Li systems. We interpret this tensor force modification as a consequence of density saturation within a many-body interaction framework."
    },
    {
      "title": "Nuclear matter properties from chiral-scale effective theory including a dilatonic scalar meson*",
      "link": "https://iopscience.iop.org/article/10.1088/1674-1137/ae18ae",
      "authors": "Lu-Qi Zhang, 璐琦 张, Yao Ma, 垚 马, Yong-Liang Ma and 永亮 马",
      "source": "Chinese Physics C",
      "summary": "Chiral effective theory has become a powerful tool for studying the low-energy properties of QCD. In this study, we apply an extended chiral effective theory—chiral-scale effective theory—including a dilatonic scalar meson to study nuclear matter. It is found that the properties around saturation density can be well reproduced. Compared to Walecka-type models in nuclear matter studies, our approach improves the behavior of symmetry energy in describing empirical data without introducing an additional isovector scalar meson δ to make it soft at intermediate densities. Moreover, the predicted neutron star mass-radius relations fall within the constraints of GW170817, PSR J0740+6620, and PSR J0030+0451, while the maximum neutron star mass can reach with a pure hadronic phase. Additionally, we find that symmetry patterns of the effective theory significantly impact neutron star structures. We believe that introducing this type of theory into nuclear matter studies can contribute to a more comprehensive understanding of QCD, nuclear matter, and compact astrophysical objects."
    },
    {
      "title": "Investigation of resonances in the Σ(1/2–) system based on the chiral quark model*",
      "link": "https://iopscience.iop.org/article/10.1088/1674-1137/ae18af",
      "authors": "Yu Yao, 宇 姚, Xuejie Liu, 雪杰 刘, Xiaoyun Chen, 晓云 陈, Yuheng Wu, 雨衡 吴, Jialun Ping, 加伦 平, Yue Tan, 悦 谭, Qi Huang and 琦 黄",
      "source": "Chinese Physics C",
      "summary": "In this work, we investigate the resonance structures in the system from both three-quark and five-quark perspectives within the framework of the chiral quark model. An accurate few-body computational approach, the Gaussian expansion method, is employed to construct the orbital wave functions of multiquark states. To reduce the model dependence on parameters, we fit two sets of parameters to check the stability of the results. The calculations show that our results remain stable despite changes in the parameters. In the three-quark calculations, two states are obtained with energies around 1.8 GeV, which are good candidates for the experimentally observed and . In the five-quark configuration, several stable resonance states are identified, including , , and . These resonance states survive the channel-coupling calculations under the complex-scaling framework and manifest as stable structures. Our results support the existence of a two-pole structure for the system, predominantly composed of and configurations, analogous to the well-known - ( - ) system. On the other hand, although the energy of the configuration is close to that of and , the obtained width is not consistent with the experimental values. This suggests that the state needs to mix with three-quark components to better explain the experimental and states. According to our decay width calculations, the predicted two resonance states are primarily composed of and , with their main decay channel being . Therefore, we encourage experimental groups to search for the predicted two-pole structure of the system in the invariant mass spectrum of ."
    },
    {
      "title": "Bayesian-optimized CatBoost for ground-state nuclear charge-radius prediction",
      "link": "https://iopscience.iop.org/article/10.1088/1674-1137/ae19dc",
      "authors": "Mudassar Ahmed, Abdul Kabir, Jameel-Un Nabi, Laiba Hamid and Manzoor Ahmad",
      "source": "Chinese Physics C",
      "summary": "Understanding nuclear shape, behavior, and stability, as well as improving nuclear models, depends on the precise determination of ground-state nuclear charge radii. Existing experimental techniques are limited to extremely narrow regions of the nuclear chart; theoretical models, including relativistic Hartree-Bogoliubov (RHB) and Hartree-Fock-Bogoliubov (HFB), predict broad trends of nuclear properties but miss fine isotopic features such as odd-even staggering effects and shell-closure kinks. High computational time and cost are other obstacles to theoretical approaches. Although machine-learning algorithms have made significant progress in predicting charge radii, they are still hindered by a lack of balanced data and characteristics, primarily centered around and . In the present study, we present the first application of CatBoost regression to compute nuclear charge radii. We integrated two experimental datasets with RHB-calculated point-coupling interaction (PC-X) theoretical features and extended our study range to , . We found the best hyperparameters using Optuna’s Tree-structured Parzen Estimator (TPE) sampler with 10-fold cross-validation (CV), achieving a CV root-mean-square error (RMSE) of 0.0106 fm and hold-out RMSE of 0.0102 fm, with only three features, i.e., neutron number (N), proton number (Z), and RHB theoretical binding energy (BE), outperforming nine other ML models: random forest (RF), quantile RF (QRF), Cubist, Gaussian process regression with polynomial kernel (GPPK), multivariate adaptive regression splines (MARS), SVR, ANN, convolutional neural network (CNN), and Brussels-Skyrme-on-a-grid 3 (BSkG3). SHapley Additive exPlanations (SHAP) analysis confirms the highest global influence of BE in the model's predictions, followed by proton number and neutron number. The proposed model can accurately reproduce the kink and odd-even staggering effects in krypton and strontium chains. These results establish CatBoost as a robust and notably promising model for charge-radius prediction and beyond, with the potential to impact r-process modeling and future theoretical development."
    },
    {
      "title": "Gravitational waves from equatorially eccentric extreme mass ratio inspirals around swirling-Kerr black holes*",
      "link": "https://iopscience.iop.org/article/10.1088/1674-1137/ae1afc",
      "authors": "Yuhang Gu, 雨杭 顾, Songbai Chen, 松柏 陈, Jiliang Jing and 继良 荆",
      "source": "Chinese Physics C",
      "summary": "The swirling-Kerr black hole is a novel solution of vacuum general relativity and has an extra swirling parameter characterizing the rotation of spacetime background. We study the gravitational waves generated by extreme mass ratio inspirals (EMRIs) along eccentric orbits on the equatorial plane in this novel swirling spacetime. Our findings indicate that this swirling parameter leads to a delayed phase shift in the gravitational waveforms. Furthermore, we investigate the effects of the swirling parameter on the potential issue of waveform confusion caused by the orbital eccentricity and semi-latus rectum parameters. As the swirling parameter increases, the relative variations in the eccentricity increase, whereas the variations in the semi-latus rectum rapidly decrease. The trends related to changes in the orbital eccentricity and semi-latus rectum with the swirling parameter resemble those observed with the MOG parameter in Scalar-Tensor-Vector-Gravity (STVG) theory but with different rates of change. Furthermore, our results also reveal that the effects of the background swirling parameter on the relative variations in the eccentricity and semi-latus rectum are distinct from those of the black hole spin parameter. These results provide deeper insights into the properties of EMRI gravitational waves and background swirling."
    },
    {
      "title": "Electroweak precision constraints of the 2HDM+S*",
      "link": "https://iopscience.iop.org/article/10.1088/1674-1137/ae24e6",
      "authors": "Cheng Li, 成 李, Juxiang Li, 菊香 李, Shufang Su, Wei Su and 伟 苏",
      "source": "Chinese Physics C",
      "summary": "The 2HDM+S is the singlet extension of the two-Higgs-doublet model (2HDM). The singlet field and its mixing with the 2HDM Higgs sector lead to new contributions to the electroweak precision observables, in particular, the oblique parameters. In this study, we performed a systematic investigation of the impacts of each mixing angle on the oblique parameters. We adopted the mixing angles and physical Higgs masses as our parameters, which allow a mapping when a specific symmetry structure of the Higgs potential and various theoretical considerations are taken into account. We identified five benchmark cases, where at most one mixing angle was nonzero, and analyzed the 95% C.L. allowed parameter space using the oblique parameters. In the alignment limit of the 2HDM, we find that, other than the usual mass relations of or , electroweak precision measurements also impose an upper limit on the neutral Higgs masses. In the cases with nonzero singlet mixing with the 2HDM Higgses H or A, we find approximate mass relations of or . These relations are universal to the 2HDM+S models, with or without further symmetry assumption. We also studied the non-alignment limit of the 2HDM+S, which typically has tighter constraints on the masses and mixing angles. Finally, we examined the complementarity between the electroweak precision analyses and the Higgs coupling precision measurements."
    }
  ]
}