{
  "lastUpdated": "2025-09-25T02:20:07.838303",
  "papers": [
    {
      "title": "Superfluid Density in Linear Response Theory: Pulsar Glitches from the Inner Crust of Neutron Stars",
      "link": "http://link.aps.org/doi/10.1103/mg61-gw93",
      "authors": "Giorgio Almirante and Michael Urban",
      "source": "Physical Review Letter",
      "summary": "Author(s): Giorgio Almirante and Michael UrbanThe question of whether there are enough superfluid neutrons in the inner crust of neutron stars to explain pulsar glitches remains a topic of debate. Previous band structure calculations suggest that the entrainment effect significantly reduces the superfluid density. In this Letter, a new derivati…[Phys. Rev. Lett. 135, 132701] Published Tue Sep 23, 2025"
    },
    {
      "title": "Charm quark evolution in the early stages of heavy-ion collisions",
      "link": "https://arxiv.org/abs/2509.18647",
      "authors": "Mayank Singh, Manu Kurian, Bj\\\"orn Schenke, Sangyong Jeon, Charles Gale",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2509.18647v1 Announce Type: new \nAbstract: Heavy quarks are predominantly generated at the initial stage of relativistic heavy-ion collisions such that heavy flavor observables have the potential to provide information on the pre-equilibrium medium dynamics. In this study, we investigate the sensitivity of D-meson $R_{AA}$ and $v_2$ to early-time charm quark dynamics in Pb+Pb collisions at $\\sqrt{s_{NN}}=5.02$ TeV. We employ the IP-Glasma+MUSIC+UrQMD framework to model the evolution of the bulk medium. Charm quarks are generated using PYTHIA with nuclear parton distribution functions and evolved using Langevin dynamics within MARTINI. We observe that even though there is significant momentum broadening in the earliest stage, D-meson $R_{AA}$ and $v_2$ are only weakly sensitive to pre-equilibrium interactions."
    },
    {
      "title": "Collective modes in relativistic asymmetric magnetized nuclear matter within the covariant Vlasov approach",
      "link": "https://arxiv.org/abs/2509.18876",
      "authors": "Aziz Rabhi, Olfa Boukari, Sidney S. Avancini, Constan\\c{c}a Provid\\^encia",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2509.18876v2 Announce Type: new \nAbstract: The neutron-proton-electron (npe) matter under strong magnetic field is studied in the context of the covariant Vlasov approach. A covariant relativistic approach based on the Vlasov equation is applied to the study of infinite asymmetric magnetized nuclear matter. We use several relativistic mean-field nuclear models with non-linear terms. The dispersion relations for the longitudinal modes are obtained, and the isovector and isoscalar collective modes are determined in a wide range of densities as a function of the isospin asymmetry, momentum transfer, and magnetic field. A strong magnetic field gives rise to the appearance of low-lying isovector modes that propagate in nuclear matter, not present in non-magnetized matter. Neutron-like modes are essentially not affected by the presence of a strong magnetic field. In the presence of a strong magnetic field, Landau quantization modifies the proton-like collective modes, leading to the emergence of new branches associated with distinct Landau levels. These new modes can propagate even at high densities and exhibit isoscalar or isovector character."
    },
    {
      "title": "Magnetization by Rotation: Spin and Chiral Condensates in the NJL Model",
      "link": "https://arxiv.org/abs/2509.18881",
      "authors": "Lutz Kiefer, Ashutosh Dash, Dirk H. Rischke",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2509.18881v1 Announce Type: new \nAbstract: The role of spin degrees of freedom in the quark-gluon plasma (QGP) has attracted significant interest in recent years. Spin hydrodynamics extends conventional hydrodynamics by incorporating spin via the spin tensor. In the mean-field limit of the Nambu-Jona-Lasinio (NJL) model under rigid rotation, spin degrees of freedom manifest naturally as axial-vector, or spin, condensate. We investigate the interplay between chiral and spin condensates in this framework. While rotation typically suppresses the formation of a chiral condensate, the presence of a spin condensate may counteract this effect, enhancing the chiral condensate. Moreover, it can alter the nature of the chiral transition from second to first order."
    },
    {
      "title": "Stochastic Mean-Field Theory and Applications to Multinucleon Transfer and Kinetic Energy Dissipation Processes in Heavy-Ion Collisions",
      "link": "https://arxiv.org/abs/2509.18914",
      "authors": "S. Ayik, M. Arik, O. Yilmaz, A. S. Umar",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2509.18914v1 Announce Type: new \nAbstract: In this Review article, a brief description of the stochastic mean-field theory (SMF) for describing reaction dynamics in low-energy heavy-ion collisions at bombarding energies in the vicinity of the Coulomb barrier is presented. In these collisions, as a result of strong Pauli blocking, binary nucleon collisions do not have a significant effect on the dissipation and fluctuations. At low energies, the mean-field fluctuations, due to initial correlations, have a dominant effect on fluctuations of macroscopic variables. The SMF theory proposes the determination of an ensemble of single-particle density matrices by specifying random initial fluctuations according to a distribution law. Employing an ensemble of single-particle density matrices, not only the mean values but also the distribution functions of the one-body observables can be determined. If the di-nuclear structure is maintained in heavy-ion collisions, such as deep inelastic collisions and fast quasi-fission reactions, a much simpler description of the reaction mechanism can be derived in terms of several macroscopic variables such as mass and charge asymmetry, and relative linear and relative angular momentum. In this case, by geometric projection of the SMF equations, it is possible to derive the quantal Langevin equations for macroscopic variables. As an application of quantal transport description, an analysis of multinucleon transfers and kinetic energy dissipation and fluctuations is presented for selected quasi-fission reactions."
    },
    {
      "title": "Fine-tuning of the $\\bar{K}NN$ and $\\bar{K}\\bar{K}N$ quasi-bound state calculations",
      "link": "https://arxiv.org/abs/2509.18920",
      "authors": "N. V. Shevchenko",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2509.18920v1 Announce Type: new \nAbstract: Fine-tuning of the binding energies and widths of the quasi-bound states in three-body systems consisting of antikaon(s) and nucleon(s) was performed. Dynamically exact three-body Faddeev-type AGS equations with three coupled particle channels were solved for the description of the $\\bar{K}NN$ and $\\bar{K} \\bar{K} N$ systems in different spin states. New models of the antikaon-nucleon and pion-nucleon interactions were constructed, and together with our best versions for the remaining potentials were used as input. The characteristics of the quasi-bound $K^- pp$ state calculated with our new one-pole $\\bar{K}N - \\pi \\Sigma - \\pi \\Lambda$ potential reproduces the experimental data from the E15 J-PARC experiment."
    },
    {
      "title": "Improved initial colliding nuclei density profile method for QMD-type transport models",
      "link": "https://arxiv.org/abs/2509.19089",
      "authors": "Xilong Xiang, Pengcheng Li, Manzi Nan, Yongjia Wang, Ling Liu, Qingfeng Li",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2509.19089v1 Announce Type: new \nAbstract: Accurate modeling of the initial density profile is essential for studying heavy-ion collisions with transport models. Within the framework of the quantum molecular dynamics (QMD)-type model, a novel method for generating nuclear density distributions based on a Fourier series expansion (FSE) is proposed. In this approach, the objective density distribution is expanded into a Fourier series to construct a filter function, which is then applied to select the randomly sampled nucleon coordinates in phase space to generate a three-dimensional nuclear density distribution that matches the desired profile. Using this FSE-based filtering method, and together with the conventional Woods-Saxon (WS) filtering scheme for comparison, the $^{96}$Ru+$^{96}$Ru collisions are simulated by using the ultra-relativistic quantum molecular dynamics (UrQMD) model. It is found that the FSE method not only reproduces the objective density distribution with high fidelity but also maintains good stability. Furthermore, collective flows of free protons obtained with the FSE initialization provide a significantly improved description of experimental data compared with the WS approach. These results indicate that the FSE method can be integrated into microscopic transport models, offering theoretical support for exploring nuclear structure through HICs."
    },
    {
      "title": "A Quantum Computational Determination of the Weak Mixing Angle in the Standard Model",
      "link": "https://arxiv.org/abs/2509.18251",
      "authors": "Qiaofeng Liu, Ian Low, Zhewei Yin",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2509.18251v1 Announce Type: cross \nAbstract: The weak mixing angle $s_W$ is a fundamental constant in the Standard Model (SM) and measured at the $Z$ boson mass to be $\\widehat{s}^2_W(m_Z) = 0.23129 \\pm 0.00004$ in the $\\overline{\\rm MS}$ renormalization scheme, where $m_Z=91.2\\ \\text{GeV}$. On the other hand, non-stabilizerness - the magic - characterizes the computational advantage of a quantum system over classical computers. We consider the production of magic from stabilizer initial states, which carry zero magic, in the 2-to-2 scattering of charged leptons in the SM at the tree level, which is mediated by the photon and the $Z$ boson. Using the second order stabilizer R\\'enyi entropy, and averaging over all 60 initial stabilizer states and the scattering angle, we compute and minimize the magic production as a function of $s^2_W$ in the M\\o ller scattering $e^-e^-\\to e^-e^-$, which is free of kinematic thresholds. At the centre-of-mass energy $\\sqrt{s}=m_Z$, there is a unique minimum in magic production at $\\mathbf{s}^{2}_W(m_Z)=0.2317$, which agrees with the measured $\\widehat{s}^2_W(m_Z)$ at the sub-percent level. At higher energies, the magic-minimizing $\\mathbf{s}^{2}_W$ continues to agree with the empirical value at the percent level or better, up to 10 TeV. The finding suggests the electroweak sector of the SM tends to generate minimal quantum resources from the computational viewpoint."
    },
    {
      "title": "Probing Quark Electromagnetic Properties via Entangled Quark Pairs in Fragmentation Hadrons at Lepton Colliders",
      "link": "https://arxiv.org/abs/2509.18276",
      "authors": "Qing-Hong Cao, Guanghui Li, Xin-Kai Wen, Bin Yan",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2509.18276v1 Announce Type: cross \nAbstract: Electromagnetic dipole interactions of light quarks induce distinct spin correlations in quark pairs produced at lepton colliders, favoring entangled spin-triplet state aligned along the $\\hat{z}$ axis or spin-singlet state. These correlations lead to unique $\\cos(\\phi_1-\\phi_2)$ azimuthal asymmetries in inclusive $\\pi^+\\pi^-$-dihadron pair production and in back-to-back hadron pairs ($\\pi\\pi,K\\pi,KK$), which are absent in the SM. By analyzing Belle and BaBar data and using ratios of azimuthal asymmetries, we demonstrate that these measurements provide robust and significant constraints on light-quark dipole couplings, insensitive to nonperturbative fragmentation functions and free from contamination by other new physics effects. This approach offers a clean and novel probe of light-quark dipole interactions in collider experiments."
    },
    {
      "title": "Global Deep Neural Network Modeling of Compton Form Factors Constrained from Local $\\chi^2$ Maps Fits",
      "link": "https://arxiv.org/abs/2509.18331",
      "authors": "L. Calero Diaz, D. Keller",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2509.18331v1 Announce Type: cross \nAbstract: Over the past two decades, intense experimental efforts have focused on measuring observables that contribute to a three-dimensional description of the nucleon. Generalized Parton Distributions provide complementary insights into the internal structure and dynamics of hadrons, including information about the orbital angular momentum carried by quarks. The most direct process to access these distributions is Deeply Virtual Compton Scattering, in which the cross section can be expressed in terms of Compton Form Factors. These quantities are defined as convolutions of the Generalized Parton Distributions with coefficient functions derived in perturbative Quantum Chromodynamics. We extract the Compton Form Factors from Deeply Virtual Compton Scattering data collected at Jefferson Lab, including the most recent measurements in Hall A, using a novel local fitting technique based on $\\chi^2$ mapping to constrain the real parts of the Compton Form Factors $\\mathcal{H}, \\mathcal{E}$ and $\\widetilde{\\mathcal{H}}$. They are determined independently in each kinematic bin for the unpolarized beam-target configuration under the twist-2 approximation, following the formalism developed by Belitsky, M\\\"uller, and Kirchner. The extracted Compton Form Factors are then used to train and regularize a deep neural network, enabling a global determination of their behavior with minimal model dependence. This procedure is validated and systematically studied using pseudodata generated with kinematics matching those of the experimental measurements."
    },
    {
      "title": "Listening to the long ringdown: A novel way to pinpoint the EOS in neutron-star cores",
      "link": "https://arxiv.org/abs/2509.18665",
      "authors": "Christian Ecker, Tyler Gorda, Aleksi Kurkela, Luciano Rezzolla",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2509.18665v1 Announce Type: cross \nAbstract: Gravitational waves (GWs) from binary neutron star (BNS) merger remnants complement constraints from the inspiral phase, mass-radius measurements, and microscopic theory by providing information about the neutron-star equation of state (EOS) at extreme densities. We perform general-relativistic simulations of BNS mergers using EOS models that span the uncertain high-density regime. We find a robust correlation between the ratio of energy and angular momentum lost during the late-time post-merger GW signal - the long ringdown - and the EOS at the highest densities in neutron star cores. Applying this correlation to post-merger GW signals reduces EOS uncertainty at several times saturation density, where no direct constraints currently exist."
    },
    {
      "title": "Soret and Dufour effects in hot and dense QCD matter",
      "link": "https://arxiv.org/abs/2509.18946",
      "authors": "Kamaljeet Singh, Kangkan Goswami, Raghunath Sahoo",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2509.18946v1 Announce Type: cross \nAbstract: The gradients act as invisible engines of transport, converting microscopic imbalances into macroscopic flows, and thus providing deep insights into the dynamics of physical systems. Thermal gradients do not merely drive the flow of heat, but they also set the microscopic constituents of the system into motion. In such scenarios, the constituents of the system not only transport energy but also diffuse collectively under the influence of these gradients. For the very first time, we present a first-principles investigation of the Soret and Dufour effects in hot and dense quantum chromodynamics (QCD) matter. We use the relativistic Boltzmann transport equation under the relaxation time approximation. By incorporating chemical potential and temperature gradients into the kinetic theory framework, we derive explicit expressions for the Dufour coefficient, which quantifies the heat flow due to concentration gradients, and the Soret coefficient, which describes the particle diffusion induced by thermal gradients. These coupled-transport phenomena are traditionally studied in multi-component classical systems at low energy scales. In this study, we follow quasiparticle models for the deconfined phase and the hadron resonance gas model for the confined hadronic phase in the context of heavy-ion collisions. This study provides novel insights into the thermo-diffusion and diffusion-thermo phenomena and opens avenues for incorporating such effects in hydrodynamic modeling and transport simulations of QCD matter."
    },
    {
      "title": "r-process nucleosynthesis with ab initio nuclear masses around the N=82 shell closure",
      "link": "https://arxiv.org/abs/2509.19131",
      "authors": "Jan Kuske, Takayuki Miyagi, Almudena Arcones, Achim Schwenk",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2509.19131v1 Announce Type: cross \nAbstract: Our understanding of the origin of heavy elements beyond iron relies on the rapid neutron capture process (r-process), which accounts for roughly half of their cosmic abundance. However, the extreme neutron-rich conditions required for the r-process involve many nuclei that remain experimentally inaccessible, making theoretical predictions essential. We explore the impact of nuclear masses calculated with the ab initio valence-space in-medium similarity renormalization group, focusing on the region around the N = 82 shell closure. We show that such ab initio mass calculations can refine the r-process predictions compared to global, but more phenomenological mass models. With the ab initio masses, the waiting point of the second r-process peak is strengthened, which leads to an overall slower nucleosynthesis flow, lower abundances of nuclei beyond the peak, and a stronger shift of the third r-process peak."
    },
    {
      "title": "Impurities in Schr\\\"{o}dinger field theories and s-wave resonance",
      "link": "https://arxiv.org/abs/2411.04040",
      "authors": "Avia Raviv-Moshe, Siwei Zhong",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2411.04040v2 Announce Type: replace-cross \nAbstract: We study point impurities in non-relativistic quantum field theories, with a focus on scale-invariant fixed points. We establish the framework of conformal defects in Schr\\\"{o}dinger field theories and their correspondence to many-body states in a harmonic trap. We discuss a multi-critical quantization of the one-body wave function induced by an impurity, with examples of free and unitary Fermi gases. Our results can potentially be tested in experimental setups."
    },
    {
      "title": "Power-law <em>F(R)</em> Gravity as Deformations to Starobinsky Inflation in View of ACT",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269325006665?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: Available online 23 September 2025Source: Physics Letters BAuthor(s): S.D. Odintsov, V.K. Oikonomou"
    },
    {
      "title": "Confronting Rainbow-deformed <math xmlns:mml=\"http://www.w3.org/1998/Math/MathML\" altimg=\"si11.svg\" class=\"math\"><mrow><mi>f</mi><mo>(</mo><mi>R</mi><mo>)</mo></mrow></math> Gravity with the ACT Data",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269325006689?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: Available online 23 September 2025Source: Physics Letters BAuthor(s): S.D. Odintsov, V.K. Oikonomou"
    },
    {
      "title": "System-size dependence of γ-jet modifications in heavy-ion collisions*",
      "link": "http://iopscience.iop.org/article/10.1088/1674-1137/adef24",
      "authors": "Yu-Xin Xiao, 宇昕 肖, Qing-Fei Han, 庆飞 韩, He-Xia Zhang, 贺霞 张, Han-zhong Zhang and 汉中 张",
      "source": "Chinese Physics C",
      "summary": "Medium modifications of γ-triggered jets are investigated with the linear Boltzmann transport model in heavy-ion collisions with varying system sizes, focusing on centrality dependence in Pb+Pb and Xe+Xe collisions at the LHC. Our numerical results reveal that jets produced in central collisions exhibit a wider transverse asymmetry ( ) distribution, broader jet shape, and more pronounced γ-jet transverse momentum imbalance ( ) compared with peripheral collisions. These effects arise from the longer path length and stronger jet-medium interactions in central collisions, leading to enhanced jet quenching and medium response. Our findings demonstrate that the magnitude of γ-jet modifications is sensitive to the size and centrality of the collision system, with larger systems inducing more significant alterations owing to increased energy loss and medium feedback."
    },
    {
      "title": "SU(3) flavor symmetry analysis of hyperon non-leptonic two body decays*",
      "link": "http://iopscience.iop.org/article/10.1088/1674-1137/adf1f1",
      "authors": "Xin Wu, 鑫 吴, Qi Chen, 奇 陈, Ye Xing, 晔 邢, Zhi-Peng Xing, 志鹏 邢, Ruilin Zhu and 瑞林 朱",
      "source": "Chinese Physics C",
      "summary": "This paper presents a systematic study of hyperon non-leptonic two-body decays induced by light quark transitions, particularly the process, within the framework of SU(3) flavor symmetry. The effective weak Hamiltonian is decomposed into irreducible SU(3) representations, including the 27-plet and octet components, and applied to analyze decays of octet and decuplet baryons and charmed baryons. Both the irreducible representation amplitude (IRA) approach and the topological diagrammatic analysis (TDA) are employed to construct decay amplitudes and constrain the parameter space. SU(3) symmetry-breaking effects arising from the strange quark mass are incorporated systematically. A global fit to current experimental data allows us to extract form factors and predict branching ratios and asymmetry parameters for several decay channels. Our results demonstrate the predictive power of SU(3) flavor symmetry while highlighting significant symmetry-breaking effects, especially in amplitudes related to the 27-plet. Notably, the decay channel exhibits a deviation exceeding from experimental measurements, suggesting the possible presence of new decay mechanisms or contributions beyond the Standard Model. Besides, we also evaluate the size of symmetry breaking. However, the large uncertainty of the experimental data makes it difficult to precisely determine the value of symmetry breaking. We strongly recommend that future experimental efforts aim to reduce the measurement uncertainties, especially for the processes and , which have larger experimental errors compared to other data and play an important role in determining the symmetry breaking parameter. This study provides a systematic framework for future tests of the Standard Model and the search for new physics in hyperon decays."
    },
    {
      "title": "Phase transitions in dimensional reduction up to three loops*",
      "link": "http://iopscience.iop.org/article/10.1088/1674-1137/adf322",
      "authors": "Mikael Chala, Luis Gil, Zhe Ren and 哲 任",
      "source": "Chinese Physics C",
      "summary": "We perform the first computation of phase-transition parameters to cubic order in , where m is the scalar mass and T is the temperature, in a simple model resembling the Higgs sector of the SMEFT. We use dimensional reduction, including 1-loop matching corrections for terms of dimension 6 (in 4-dimensional units), 2-loop contributions for dimension-4 ones and 3-loops for the squared mass. We precisely quantify the size of the different corrections, including renormalization-group running as well as quantum effects from light fields in the effective theory provided by the Coleman-Weinberg potential, and discuss briefly the implications for gravitational waves. Our results suggest that, for strong phase transitions, 1-loop corrections from dimension-6 operators can compete with 2-loop ones from quartic couplings and largely surpass those from 3-loop thermal masses."
    },
    {
      "title": "Theoretical study of Strong gravitational lensing around Dyonic ModMax black hole: constraints from EHT observations",
      "link": "http://iopscience.iop.org/article/10.1088/1674-1137/adf4a0",
      "authors": "Lola Meliyeva, Obid Xoldorov, Olmos Tursunboyev, Shavkat Karshiboev, Sardor Murodov, Isomiddin Nishonov and Bekzod Rahmatov",
      "source": "Chinese Physics C",
      "summary": "In this study, we investigate the properties of the Dyonic ModMax black hole solution using strong gravitational lensing. Additionally, we calculate the time delay between two relativistic images of a background object. First, we analyze expressions for the photon orbits in the spacetime of the Dyonic ModMax black hole. To obtain observational consequences, we provide expressions for the observable quantities, such as angular radius and magnifications. The numerous observations suggest that many nearby galaxies contain supermassive central black holes. In our model, such a supermassive black hole can be characterized by two additional parameters: γ and Q. Notably, the bending angle and the angular position decrease with increasing charge of the black hole Q, while the parameter γ displays opposite behavior to that of Q. By using observational data of supermassive black holes and , we obtain constraints for these parameters."
    },
    {
      "title": "Bayesian inference of nuclear incompressibility from collective flow in mid-central Au+Au collisions at 400–1500 MeV/nucleon*",
      "link": "http://iopscience.iop.org/article/10.1088/1674-1137/adf4a1",
      "authors": "J. M. Wang, 金梅 汪, X. G. Deng, 先概 邓, W. J. Xie, 文杰 谢, B. A. Li, 宝安 李, Y. G. Ma and 余刚 马",
      "source": "Chinese Physics C",
      "summary": "The incompressibility K of symmetric nuclear matter (SNM) is determined through a Bayesian analysis of collective flow data from Au + Au collisions at beam energies MeV/nucleon. This analysis utilizes a Gaussian process (GP) emulator applied to the isospin-dependent quantum molecular dynamics (IQMD) model for heavy-ion collisions, both with and without incorporating the momentum dependence of the single-nucleon potentials. Specifically, at the 68% confidence level, using rapidity and transverse velocity dependence of proton elliptic flow data with and without consideration of the momentum dependence, the inferred incompressibility values are MeV and MeV at MeV/nucleon, respectively. When the transverse momentum dependence of proton-like directed flow data is included, the inferred incompressibility values become MeV and MeV, respectively. Furthermore, we found that the value of K derived from observables of proton elliptic flow increases with beam energy. This indicates that the equation of state (EoS) of nuclear matter hardens at higher densities and temperatures in reactions with higher beam energies."
    },
    {
      "title": "Shadow and accretion disk images of the rotation loop quantum black bounce*",
      "link": "http://iopscience.iop.org/article/10.1088/1674-1137/adf4a2",
      "authors": "Ke-Jian He, 柯腱 何, Huan Ye, 欢 叶, Xiao-Xiong Zeng, 晓雄 曾, Li-Fang Li, 丽仿 李, Peng Xu and 鹏 徐",
      "source": "Chinese Physics C",
      "summary": "In this study, we investigate the shadow and observational image of the Kerr-like Loop Quantum Gravity (LQG) inspired black bounce with the help of the celestial light and thin disk sources by employing the backward ray-tracing method. The results indicate that both the LQG parameter α and rotation parameter a contribute to a reduction in the shadow size. However, the influence of a is predominant, whereas that of α is supplementary. For the accretion disk model, we extend its inner edge to the black hole's event horizon, and the motion of particles is different in the regions inside and outside the innermost stable circular orbit. We find that the correlation parameters ( ), along with the observer’s inclination angle, affect the image’s asymmetry and the distortion of the inner shadow. As the inclination increases, the direct and lensed images diverge, creating a structure resembling a hat. Moreover, we investigate the redshift distribution of the direct lensed images of the accretion disk under different parameters and observation angles. The results show that the redshift distribution and observed intensity are evidently related to the behavior of accretion flow. These results may provide a potential approach for limiting black hole parameters, detecting quantum gravity effects, and distinguishing the LQG black hole from other black hole models."
    },
    {
      "title": "Corrected first law of thermodynamics for dynamical regular black holes*",
      "link": "http://iopscience.iop.org/article/10.1088/1674-1137/adf541",
      "authors": "Tianxu Huo, 天旭 霍, Chengzhou Liu and 成周 刘",
      "source": "Chinese Physics C",
      "summary": "In this study, we establish the corrected first law of thermodynamics for dynamical regular black holes on both the event and apparent horizons. We found that the temperature of dynamical regular black holes derived from the traditional first law differs from that obtained through other approaches. This indicates that, similar to static cases, the first law of thermodynamics requires correction. We derived the corrected first law of thermodynamics from the Einstein field equations. Our analysis reveals that the corrected factor originates from the fact that the component of the energy-momentum tensor depends on the black hole mass. This dependence implies that the mass of a regular black hole can no longer be directly identified as the internal energy, leading to corrections of the first law of thermodynamics."
    },
    {
      "title": "Physical parameter regression from black hole images using a multiscale adaptive neural network*",
      "link": "http://iopscience.iop.org/article/10.1088/1674-1137/adf542",
      "authors": "Jialei Wei, 佳蕾 魏, Ao Liu, 敖 刘, Dejiang Li, 德江 李, Cuihong Wen and 翠红 温",
      "source": "Chinese Physics C",
      "summary": "High-precision regression of physical parameters from black hole images generated by General Relativistic Ray Tracing (GRRT) is essential for investigating spacetime curvature and advancing black hole astrophysics. However, owing to limitations in observational resolution, high observational costs, and imbalanced distributions of positive and negative samples, black hole images often suffer from data scarcity, sparse parameter spaces, and complex structural characteristics. These factors pose significant challenges to conventional regression methods based on simplified physical models. To overcome these challenges, this study introduces the Multiscale Adaptive Network (MANet), a novel regression framework grounded in deep learning. MANet integrates an Adaptive Channel Attention (ACA) module to selectively enhance features in physically informative regions. Meanwhile, a Multiscale Enhancement Feature Pyramid (MEFP) is employed to capture fine-grained spatial structures, such as photon rings and accretion disks, while alleviating information loss due to downsampling. Experimental evaluations on GRRT-simulated datasets demonstrate that MANet substantially improves parameter estimation accuracy and generalization capability in high-dimensional parameter spaces, outperforming existing baseline approaches. This framework presents a promising avenue for high-precision parameter regression in Event Horizon Telescope (EHT) data analysis and broader astrophysical imaging applications characterized by sparse and noisy data."
    },
    {
      "title": "Radial oscillations of neutron stars within density-dependent relativistic-mean field models*",
      "link": "http://iopscience.iop.org/article/10.1088/1674-1137/adfc33",
      "authors": "Xuesong Geng, 雪松 耿, Kaixuan Huang, 开轩 黄, Hong Shen, 虹 申, Lei Li, 磊 李, Jinniu Hu and 金牛 胡",
      "source": "Chinese Physics C",
      "summary": "The radial oscillations of neutron stars are studied using equations of state derived from density-dependent relativistic mean-field (DDRMF) models, which effectively describe the ground-state properties of finite nuclei. A novel numerical approach, the finite volume method (FVM), is employed to solve the eigenvalue problem associated with oscillation frequencies. Compared with conventional methods such as the finite difference method and shooting method, the FVM avoids the numerical instability encountered at high frequencies with an equation of state that includes a discontinuous adiabatic index and offers greater computational efficiency. The oscillation frequencies of high-order modes exhibit a similar trend of change. The radial displacements and pressure perturbations are largely influenced by the equations of state of the crust region. The frequency of the first excited state exhibits a strong linear relationship with both the slope and skewness parameters of the symmetry energy. These findings suggest that the density dependence of the symmetry energy can be constrained through observations of neutron star radial oscillation frequencies."
    },
    {
      "title": "Refinement of an analytical capture cross section formula*",
      "link": "http://iopscience.iop.org/article/10.1088/1674-1137/adfe53",
      "authors": "Ning Wang and 宁 王",
      "source": "Chinese Physics C",
      "summary": "An analytical formula with high accuracy is proposed for a systematic description of the capture cross sections at near-barrier energies from light to superheavy reaction systems. Based on the empirical barrier distribution method, three key input quantities are refined by introducing nuclear surface correction to the Coulomb parameter z for calculating the barrier height, incorporating the reaction Q-value and shell correction into the barrier distribution width calculations, and considering the deep inelastic scattering effects of superheavy systems on the barrier radius. With these refinements, the accuracy of not only the calculated barrier height but also the predicted capture cross sections is substantially improved. The average deviation (in logarithmic scale) between the predicted cross sections and the experimental data for 426 reaction systems with is sharply reduced from 3.485 to 0.113."
    }
  ]
}