{
  "lastUpdated": "2025-12-02T02:43:33.521852",
  "papers": [
    {
      "title": "Search for shape isomers in the Pt-Hg-Pb region",
      "link": "http://link.aps.org/doi/10.1103/gk8b-jl6y",
      "authors": "J. Bartel, H. Molique, B. Nerlo-Pomorska, M. Warda, and K. Pomorski",
      "source": "Physical Review C",
      "summary": "Author(s): J. Bartel, H. Molique, B. Nerlo-Pomorska, M. Warda, and K. PomorskiPotential-energy surfaces of nine even-even isotopes of Pt, Hg, and Pb around $^{186}\\mathrm{Pt}$ are evaluated within a macroscopic-microscopic model based on the Lublin-Strasbourg-Drop macroscopic energy and the microscopic energy obtained using the Yukawa-folded mean-field potential to establish …[Phys. Rev. C 112, 064301] Published Mon Dec 01, 2025"
    },
    {
      "title": "Probing the quantum phase transition near $N≈60$ via mass measurements of technetium isotopes",
      "link": "http://link.aps.org/doi/10.1103/kksz-prtb",
      "authors": "J. Ruotsalainen <em>et al.</em>",
      "source": "Physical Review C",
      "summary": "Author(s): J. Ruotsalainen et al.The masses of neutron-rich $^{104–106}\\mathrm{Tc}$ isotopes were measured using the JYFLTRAP double Penning trap and found to deviate from the Atomic Mass Evaluation 2020 by $−79(25)$, 40(12), and 94(41) keV, respectively. In the case of $^{105,106}\\mathrm{Tc}$, the updated ${Q}_{β}$ values are in a…[Phys. Rev. C 112, 064302] Published Mon Dec 01, 2025"
    },
    {
      "title": "Simple mass relations of mirror nuclei",
      "link": "http://link.aps.org/doi/10.1103/vhrp-f12k",
      "authors": "H. Y. Wang, X. Yin, and Y. M. Zhao",
      "source": "Physical Review C",
      "summary": "Author(s): H. Y. Wang, X. Yin, and Y. M. ZhaoThe Coulomb energy difference of mirror nuclei is parametrized in terms of charge radii with further consideration of deformation and shell effects, in addition to the odd-even effect originated from the pairing phenomenon between the last two protons. With only three parameters, we arrive at a very…[Phys. Rev. C 112, 064303] Published Mon Dec 01, 2025"
    },
    {
      "title": "Experimental studies of $^{10}\\mathrm{B}(^{7}\\mathrm{Li},^{6}\\mathrm{Li})^{11}\\mathrm{B}$ and $^{10}\\mathrm{B}(^{7}\\mathrm{Li},^{6}\\mathrm{He})^{11}\\mathrm{C}$ transfer reactions at 58 MeV",
      "link": "http://link.aps.org/doi/10.1103/z18g-bc84",
      "authors": "Yu. G. Sobolev, J. L. Ferreira, S. S. Stukalov, Yu. E. Penionzhkevich, N. Burtebayev, A. N. Danilov, A. S. Demyanova, S. V. Dmitriev, Yu. B. Gurov, M. Nassurlla, V. I. Starastsin, A. V. Shakhov, and J. Lubian",
      "source": "Physical Review C",
      "summary": "Author(s): Yu. G. Sobolev, J. L. Ferreira, S. S. Stukalov, Yu. E. Penionzhkevich, N. Burtebayev, A. N. Danilov, A. S. Demyanova, S. V. Dmitriev, Yu. B. Gurov, M. Nassurlla, V. I. Starastsin, A. V. Shakhov, and J. LubianThe differential cross sections of $^{7}\\mathrm{Li}_{\\mathrm{g}.\\mathrm{s}.}, ^{6}\\mathrm{Li}_{\\mathrm{g}.\\mathrm{s}.}, ^{6}\\mathrm{Li}_{3.56}, ^{6}\\mathrm{He}_{\\mathrm{g}.\\mathrm{s}.}$ reaction products emitted in the $^{7}\\mathrm{Li}+^{10}\\mathrm{B}$ collision are presented, measured for the first…[Phys. Rev. C 112, 064601] Published Mon Dec 01, 2025"
    },
    {
      "title": "Influence of electromagnetic fields on the generation of the directed and elliptic flows of heavy quarks in relativistic heavy-ion collisions",
      "link": "http://link.aps.org/doi/10.1103/yppc-ts4n",
      "authors": "Santosh K. Das, Olga Soloveva, Taesoo Song, and Elena Bratkovskaya",
      "source": "Physical Review C",
      "summary": "Author(s): Santosh K. Das, Olga Soloveva, Taesoo Song, and Elena BratkovskayaWe study the impact of self-generated electromagnetic fields (EMF) on the momentum evolution of charm quarks in the partonic and hadronic medium created in heavy-ion collisions at energies available at the Relativistic Heavy Ion Collier (RHIC), using the parton-hadron-string dynamics (PHSD) off-shel…[Phys. Rev. C 112, 064901] Published Mon Dec 01, 2025"
    },
    {
      "title": "Symmetry energy in dilute matter and the neutron skin",
      "link": "https://arxiv.org/abs/2511.22110",
      "authors": "Panagiota Papakonstantinou",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2511.22110v1 Announce Type: new \nAbstract: Energy density functional (EDF) theory provides a unified framework for the description of nuclei and of infinite nuclear matter. In principle, it facilitates direct connections between nuclear data and the nuclear equation of state (EoS). Although in practice traditional nuclear EDF theory has strained to describe finite nuclei and infinite systems at the same time, recently developed extended EDF models overcome many of the limitations of traditional models in that respect. A recent challenge to EDF and EoS studies has come entirely from within nuclear structure, namely how to account both for the relatively thin neutron skin in 48Ca as extracted by the CREX experiment and the relatively thick neutron skin of 208Pb exctracted by the PREX-II experiment. The discrepancy suggests a surface and structure effect. The present study shows that the puzzle can be resolved in a non-relativistic framework by revisiting the nuclear surface tension and diffuseness, as driven in part by the EoS in dilute matter well below the saturation point and in part by the isovector gradient terms and spin-orbit potential. Such effects have no bearing on the EoS near and above saturation."
    },
    {
      "title": "Study of $0^+$ and $8^-$ states in even-even $^{250-260}$No isotopes",
      "link": "https://arxiv.org/abs/2511.22227",
      "authors": "M. A. Mardyban, V. O. Nesterenko",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2511.22227v1 Announce Type: new \nAbstract: Low-lying $K^{\\pi}=0^+$ and isomeric $8^-$ states in even-even isotopes $^{250-260}$No are explored within the Quasiparticle Random-Phase Approximation (QRPA) method with Skyrme parametrization SLy4. The deformations, single-particle (s-p) spectra and pairing in the isotopes are inspected. The calculations predict a pronounced minimum in the neutron pairing at $A$=252, 254, which significantly affects the properties of $0^+$ and $8^-$ states and leads to a correlation of their spectra. It is shown that $8^-$ isomers are basically low-energy two-quasiparticle (2qp) states. The appearance or absence of these isomers in $^{250-260}$No is explained as a combined effect of the s-p spectra and pairing. The collective $0^+$ states are predicted in all the isotopes as the lowest multipole non-rotational excitations. These states are interpreted as a superposition of pairing vibrations and $\\beta$-vibrations. The results are in a reasonable agreement with available experimental data for $^{252,254}$No."
    },
    {
      "title": "Relations between three-particle interactions in nuclear matter to observable quantities",
      "link": "https://arxiv.org/abs/2511.22772",
      "authors": "Wolfgang Bentz, Ian C. Clo\\\"et",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2511.22772v1 Announce Type: new \nAbstract: In the first part of this paper, we use the framework of the Fermi liquid theory to derive model-independent relations between the slope parameters of the symmetry energy and of the incompressibility in nuclear matter to three-particle interaction parameters. Based on these relations, we present simple estimates and compare with the empirical information. In the second part, we discuss the general structure of the three-particle scattering amplitude in nuclear matter, and use methods similar to the Bethe-Brueckner-Goldstone theory to show how three-particle cluster diagrams emerge naturally in the Fermi liquid theory."
    },
    {
      "title": "NuclearConfectionery: Multi-stage Simulation Framework for Modeling Relativistic Heavy-ion Collisions",
      "link": "https://arxiv.org/abs/2511.22852",
      "authors": "Kevin P. Pala, Surkhab Kaur Virk, Dekrayat Almaalol, Isabella Danhoni, Nanxi Yao, Isaac Long, Willian Serenone, Jordi Salinas San Mart\\'in, Alayna A. Yared, Christopher Plumberg, Fernando Gardim, Jacquelyn Noronha-Hostler",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2511.22852v1 Announce Type: new \nAbstract: We present the NuclearConfectionery, a modular framework for simulating the full dynamical evolution of relativistic heavy-ion collisions. Its core hydrodynamic module, CCAKE 2.0, represents a major advance over previous SPH-based relativistic hydrodynamic codes. CCAKE 2.0 simultaneously evolves energy-momentum and multiple conserved charges (B, S, Q) with a four-dimensional equation of state, and can be run in either Cartesian or hyperbolic coordinates, enabling consistent simulations from the RHIC Beam Energy Scan to LHC energies. We have implemented a particlization module that supports global BSQ charge conservation on the freeze-out surface; the resulting hadron ensemble is then propagated through a hadronic transport afterburner. A source term is included in the equations of motion to couple jets to the fluid, allowing simultaneous bulk and hard-probe evolution or, alternatively, for stopped baryons at low beam energies. The framework offers flexible choices of equations of motion (Israel-Stewart, DNMR, ADNH) and transport coefficients, along with GPU-ready performance via Kokkos/Cabana, offline equation of state inversion for 4D tables, and containerized portability. We validate the code with semi-analytical benchmarks (including BSQ Gubser and Landau-Khalatnikov solutions) and extensive convergence studies. The NuclearConfectionery provides a user-friendly, high-performance, open-source tool for event-by-event simulations across collision energies, offering flexibility to study QCD matter at both vanishing and finite densities."
    },
    {
      "title": "Constraining of Nuclear Matter Equations of State With Rotating Neutron Stars",
      "link": "https://arxiv.org/abs/2511.22894",
      "authors": "Hyukjin Kwon, Kazuyuki Sekizawa",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2511.22894v1 Announce Type: new \nAbstract: Neutron stars can be regarded as natural laboratories that enable us to investigate nuclear matter properties under extreme conditions that are otherwise impossible to access in terrestrial experiments. Astrophysical observations of neutron stars provide invaluable information on existing nuclear interaction models and equations of state (EoSs) at various densities. Most studies of neutron star structure employ the Tolman-Oppenheimer-Volkoff (TOV) equation which describes spherically symmetric, non-rotating stars in hydrostatic equilibrium. However, since neutron stars rotate fast, they could experience significant centrifugal deformation, and axially-symmetric calculations are required for accurate description of internal structure. The Komatsu-Eriguchi-Hachisu (KEH) method is well known for modeling rapidly-rotating compact objects in a fully general relativistic manner. In this contribution, we report results of KEH calculations for rapidly-rotating neutron stars using EoSs based on Gogny-type finite-range effective nucleon-nucleon interactions. Our results show that the mass-radius relation systematically changes with increasing angular velocity, highlighting the importance of including rotational effects when confronting theoretical EoSs with observational data."
    },
    {
      "title": "Accuracy, asymptotes, and applications of the Born approximations to the calculation of the Mott scattering cross section, the primary atomic displacement cross section, and the energy-loss straggling",
      "link": "https://arxiv.org/abs/2511.23145",
      "authors": "A. Arkhutsik, P. Kats, O. Voskresenskaya",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2511.23145v1 Announce Type: new \nAbstract: The first, second and third Born approximations of the Mott scattering cross section are considered. The relative error of all three Born approximations averaged by angles and energies is calculated for the first 30 elements of the Mendeleev periodic table of elements and also of the second and third-Born approximation for the first hundred elements of the Mendeleev table. The accuracy of the second and third Born approximations for calculating the normalized Mott scattering cross section are compared on the wide range of nuclei of elments. The accuracy of the Born approximations for calculating the Mott correction in the Bethe-Bloch formula for for the second Born approximation and the third approximation is analyzed. An expression is obtained for the cross section of the primary displacement of the atom in the third Born approximation. For iron, silver and lead, the cross section of the primary displacement of the atom for a number of electron energies is calculated. For a number of examples, it is calculated starting from the electron energy. The difference of the cross section is obtained by the asymptotic formula from by the McKinley-Feshbach formula, it will be less than one percent. Accuracy of the Born approximations for calculating energy-loss straggling is analyzed."
    },
    {
      "title": "Unmasking short-range correlations via initial-state fluctuations in relativistic heavy-ion collisions",
      "link": "https://arxiv.org/abs/2511.23293",
      "authors": "Pei Li, Kai-Jia Sun, Bo Zhou, Guo-Liang Ma",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2511.23293v1 Announce Type: new \nAbstract: Although relativistic heavy-ion collisions have emerged as a powerful probe for studying nuclear structure, the potential influence of nucleon-nucleon short-range correlations (NN-SRCs) on the initial state has remained an open question. By incorporating NN-SRCs into the initial conditions, we demonstrate that higher-order fluctuations of the initial transverse size, $n$-particle $c_{E/S}\\{n\\}$, which can be directly mapped to final-state mean transverse momentum fluctuations, exhibit remarkable sensitivity to NN-SRCs. Quantitatively, $c_{E/S}\\{3\\}$ and $c_{E/S}\\{4\\}$ differ by more than 10\\% between systems with and without NN correlations. Moreover, we report a universal scaling of these quantities with $A^{-1/3}$ and the average nuclear density, mirroring the connection between the SRC effect and the EMC effect in electron scatterings. This work establishes relativistic heavy-ion collisions as a new tool for probing nuclear structure and constraining two-body or many-body NN interactions across different energy scales and system sizes."
    },
    {
      "title": "Wavelet analysis of monopole strength in highly deformed $^{24}$Mg",
      "link": "https://arxiv.org/abs/2511.21880",
      "authors": "A. Bahini, V. O. Nesterenko, P. von Neumann-Cosel, P. -G. Reinhard, J. Carter, N. A. Ashurko, R. Neveling, A. Repko, I. T. Usman",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2511.21880v1 Announce Type: cross \nAbstract: Experimental data on $\\alpha$-particle inelastic scattering for monopole excitations in $^{24}$Mg in the excitation-energy region $E_{\\rm x}$$=$$9$$-$$25$ MeV, obtained at the iThemba Laboratory for Accelerator Based Sciences (iThemba LABS), have been analyzed within a fully self-consistent quasiparticle random-phase approximation (QRPA) framework using two Skyrme parametrizations. A good overall agreement with the experimental data is achieved, particularly with the SkP$^{\\delta}$ force, which corresponds to a low nuclear incompressibility of $K_{\\infty}$$=$$202$ MeV. Extraction of energy scales, by means of wavelet analysis, characterizing the observed fine structure of the isoscalar giant monopole resonance (ISGMR) as well as the low-energy region $10$$-$$18$ MeV of the deformation-induced monopole-quadrupole coupling (MQC) in order to investigate the damping mechanism contributing to their decay widths. Characteristic energy scales are extracted from the fine structure using continuous wavelet transforms. The experimental results are compared to QRPA calculations employing the Skyrme parameterizations SkP$^{\\delta}$ and SVbas. A significant, if not decisive, impact of the MQC strength on the wavelet power spectra is observed across the entire excitation-energy range of $10$$-$$24$ MeV. Wavelet features derived from the QRPA and from unperturbed two-quasiparticle (2qp) monopole strengths are compared. The results demonstrate that the residual interaction plays a key role in reproducing realistic wavelet powers and characteristic energy scales. Overall, a continuous range of scales $\\delta E$$=$$200$$-$$1000$ keV is obtained rather than distinct isolated scales. The deformation softness of $^{24}$Mg is found to significantly influence both the monopole strength distribution and the wavelet characteristics."
    },
    {
      "title": "Energy-momentum tensor form factor D(t) of proton and neutron",
      "link": "https://arxiv.org/abs/2511.21916",
      "authors": "Andrea Mejia, Peter Schweitzer",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2511.21916v1 Announce Type: cross \nAbstract: The energy-momentum tensor (EMT) form factor $D(t)$ is\n  finite and negative in hadronic models and lattice QCD when only\n  strong forces are included. However, when electromagnetic forces are\n  considered, the $D(t)$ of charged hadrons undergoes a dramatic change:\n  at small $t$, it changes sign and diverges like $1/\\sqrt{-t}$ as shown\n  for the proton in the classical model by Bia{\\l}ynicki-Birula based on\n  residual nuclear forces which can be understood as a mean field approach.\n  We construct an analogous neutron model and show that this framework\n  accurately explains the electromagnetic proton-neutron mass difference.\n  We demonstrate that, after appropriately rescaling the residual nuclear\n  forces, the model can reproduce lattice data on the nucleon $D(t)$ up to\n  $(-t)\\lesssim 1\\,$GeV$^2$ as well as QED effects.\n  Based on this realistic model description, we show that the proton and\n  neutron $D(t)$ form factors are practically indistinguishable down to\n  $(-t) \\approx 10^{-4}\\rm GeV^2$ far below what can currently be accessed\n  experimentally. We conclude that in the foreseeable future the $D(t)$\n  form factors of proton and neutron will practically\n  look the same in experiments and phenomenology."
    },
    {
      "title": "QCD axions and domain walls in dense matter under compact stellar conditions",
      "link": "https://arxiv.org/abs/2511.21995",
      "authors": "Zhen-Yan Lu, Shu-Peng Wang, Qi Lu, Bo-Nan Zhang, Marco Ruggieri",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2511.21995v1 Announce Type: cross \nAbstract: In compact stellar environments, the stability of dense QCD matter requires the simultaneous fulfillment of charge neutrality and beta equilibrium. In this work, we study how temperature and finite chemical potential affect QCD topology and axion properties within this medium, analyzing both cases with and without the charge neutrality condition. Our results show that the topological susceptibility and axion properties are highly sensitive to the critical behavior of the chiral phase transition in both cases. In particular, the axion mass is strongly suppressed near the transition, while the axion self-coupling constant develops a pronounced peak whose magnitude depends on the temperature and density of the medium. Remarkably, around the critical point at $T\\simeq70$ MeV and $\\mu\\simeq346$ MeV, the self-coupling constant is enhanced by more than a factor of seven compared to its vacuum value, a feature that to the best of our knowledge has not been reported in previous studies. Such a strong amplification at the phase boundary indicates that axion-mediated interactions could play an important role in shaping the structure and stability of compact stars, with potential implications for their evolution and observable astrophysical signatures."
    },
    {
      "title": "Does the suppression shown at LHC in O-O collisions follow the systematics obtained for A-A collisions ?",
      "link": "https://arxiv.org/abs/2511.22139",
      "authors": "M. Petrovici, A. Pop",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2511.22139v1 Announce Type: cross \nAbstract: In this letter we want to see to what extent recent experimental results obtained for $\\pi^{0}$ suppression in O-O collisions at $\\sqrt{s_{NN}}$=5.36 TeV fit into the systematics for much heavier systems. The systematics with which the comparison is made was published a few years ago \\cite{Pet_1} in terms of charged particles suppression $R_{AA}$ as a function of $\\langle N_{part} \\rangle$ and $\\langle dN_{ch}/d\\eta \\rangle$ and the newly introduced $R_{AA}^N=\\frac{(\\frac{d^{2}N}{dp_{T}d\\eta}/\\langle \\frac{dN_{ch}}{d\\eta}\\rangle)^{cen}}{(\\frac{d^2N}{dp_Td\\eta}/\\langle\\frac{dN_{ch}}{d\\eta}\\rangle)^{pp,INEL}}$ as a function of $\\langle dN_{ch}/d\\eta\\rangle$. The values of $R_{AA}$ and $R_{AA}^N$ at $\\langle dN_{ch}/d\\eta\\rangle$ and $\\langle N_{part} \\rangle$ experimentally measured and estimated by Glauber MC, respectively, for O-O collisions\n  are in good agreement with the systematics obtained for\n  A-A collisions."
    },
    {
      "title": "Topological production of charmonia with event-shape engineering in $pp$ collisions at $\\sqrt{s} = 13$ TeV using PYTHIA8",
      "link": "https://arxiv.org/abs/2511.22190",
      "authors": "Aswathy Menon Kavumpadikkal Radhakrishnan, Suraj Prasad, Neelkamal Mallick, Raghunath Sahoo",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2511.22190v1 Announce Type: cross \nAbstract: The production of heavy quarks (charm and beauty) in high-energy hadronic and nuclear collisions provides an excellent testing ground for the theory of strong interaction and validates models based on quantum chromodynamics. In this work, prompt and nonprompt production of $\\rm{J/}\\psi$ in $pp$ collisions at $\\sqrt{s}=13$ TeV are studied as a function of transverse spherocity using PYTHIA8. $\\rm{J/}\\psi$ is reconstructed via its electromagnetic decay to dielectrons and dimuons, in mid- and forward-rapidity, respectively. Transverse spherocity, an event shape observable, is used to distinguish hard QCD events from the softer, isotropic ones. In PYTHIA8, the production of $\\rm{J/}\\psi$ can be influenced by the average number of multiple parton interactions ($\\langle N_{\\rm mpi} \\rangle$), owing to the underlying events (UE), which have a dominant contribution to particle production at lower transverse momentum. Since transverse spherocity is correlated to $\\langle N_{\\rm mpi} \\rangle$, this can serve as an experimentally available tool for event selection to study the underlying QCD processes influencing the prompt and nonprompt $\\rm{J/}\\psi$ production. This study reveals the correlation between heavy-flavor production dynamics and topological event selection in $pp$ collisions using PYTHIA8, whose relevance awaits experimental validation."
    },
    {
      "title": "Relativistic recoil as a key to the fine-structure puzzle in muonic $^{90}\\text{Zr}$",
      "link": "https://arxiv.org/abs/2511.22298",
      "authors": "Konstantin A. Beyer, Igor A. Valuev, Zoia A. Mandrykina, Zewen Sun, Natalia S. Oreshkina",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2511.22298v1 Announce Type: cross \nAbstract: The long-standing fine-structure anomaly in muonic $^{90}$Zr is resolved through a rigorous treatment of the relativistic-recoil effect. From a fit of ab initio QED calculations of the muonic $^{90}$Zr spectrum to precision measurements performed four decades ago, we extract a significantly more precise root-mean-square (rms) charge radius with 6-fold improvement in quality of the fit. A 2-parameter Fermi (2pF) distribution is assumed to model the nuclear charge density and yields a best-fit value of rms charge radius of $r_\\text{rms}[^{90}\\text{Zr}]=4.2732(7)$ fm ($\\chi^2 /{\\text{DoF}} = 0.995$), in agreement with the previous muonic spectroscopy value, but a factor $6$ more precise, and 3$\\sigma$ larger than the accepted literature value. Additionally, the same analysis has been performed for $^{120}$Sn, where the extracted value of $r_\\text{rms}[^{120}\\text{Sn}]=4.6518(34)$ fm ($\\chi^2 /{\\text{DoF}} = 0.88$) is consistent with the accepted value. These results confirm our assumption that the muonic fine-structure puzzle arose from an incomplete treatment of QED effects and their uncertainties."
    },
    {
      "title": "On the possibility of superradiant neutrino emission by atomic condensates",
      "link": "https://arxiv.org/abs/2511.22450",
      "authors": "Massimo Blasone, Loredana Gastaldo, Francesco Romeo",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2511.22450v1 Announce Type: cross \nAbstract: In a recent work [B. J. P. Jones and J. A. Formaggio, Phys. Rev. Lett. 135, 111801 (2025)], the possibility of superradiant neutrino emission from atomic condensates has been theoretically proposed. Subsequent analysis by Y. K. Lu, H. Lin, and W. Ketterle [arXiv:2510.21705] questioned this scenario, emphasizing the limiting role of the fermionic nature of the decayed atoms. In this study, we revisit the problem and discuss under which conditions collective emission phenomena might still emerge in cold-atom systems."
    },
    {
      "title": "New Physics Searches via Beam Normal Spin Asymmetry in Bhabha Scattering",
      "link": "https://arxiv.org/abs/2511.22568",
      "authors": "Aleksandr Pustyntsev, Muthubharathi S. Ramasamy, Marc Vanderhaeghen",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2511.22568v1 Announce Type: cross \nAbstract: We examine the sensitivity of the beam normal spin asymmetry in Bhabha scattering to beyond the Standard Model (BSM) mediators, in the context of the JLab polarized positron program. A key property of this observable is that the Standard Model contribution exhibits a zero crossing at a fixed scattering angle, providing a clean, effectively background-free point for these searches. We consider scalar, vector and axial-vector mediators and present projected bounds, finding scalar and vector scenarios allowing to extend their search ranges significantly beyond existing constraints."
    },
    {
      "title": "Short-range production of three bottom mesons",
      "link": "https://arxiv.org/abs/2511.22590",
      "authors": "Yong-Hui Lin, Hans-Werner Hammer, Ulf-G. Mei{\\ss}ner",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2511.22590v1 Announce Type: cross \nAbstract: Previous investigations of the three-body dynamics of $B$ mesons have shown that no Efimov effect arises in systems composed of three $B$ and $B^*$ mesons. This implies that the properties of such three-body systems can be described reliably in nonrelativistic effective field theory (NREFT) with two-body input alone, as three-body forces are strongly suppressed. In this work, we present leading-order predictions for the three-body point production rates of systems consisting of three $B$ and $B^*$ mesons. These predictions provide a novel way to experimentally probe the $B^{(*)}$-$\\bar{B}^{(*)}$ interactions, which play a crucial role in the hadronic-molecule interpretation of the $T_{b\\bar{b}1}(10610)$ and $T_{b\\bar{b}1}(10650)$ states. Moreover, they provide a way to test the approximate conformal symmetry predicted for such systems at low energies experimentally."
    },
    {
      "title": "Saturation effects in exclusive vector meson production in DIS",
      "link": "https://arxiv.org/abs/2511.22763",
      "authors": "Oscar Garcia-Montero, Yannik Hoffmann, S\\\"oren Schlichting",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2511.22763v1 Announce Type: cross \nAbstract: We investigate saturation effects in exclusive vector meson production in deep inelastic scattering (DIS), where we model fluctuations within the target protons as localized color-charge hotspots. Based on the Color Glass Condensate (CGC) framework and the dipole picture for vector meson production, we examine the dependencies of coherent and incoherent scattering cross sections on the momentum transfer. We draw conclusions on the effectiveness of our hot spot model and the strength of the suppression of the scattering cross sections caused by saturation effects. We find that saturation has mild effects in the given energy and charge-density ranges, but can also show that suppression becomes more prominent as the color-charge density inside the proton increases."
    },
    {
      "title": "Speed of sound exceeding the conformal bound in dense QCD-like theories",
      "link": "https://arxiv.org/abs/2511.22878",
      "authors": "Etsuko Itou, Kei Iida, Kotaro Murakami, Daiki Suenaga",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2511.22878v1 Announce Type: cross \nAbstract: We investigated the phase structure and the equation of state (EoS) for dense two-color QCD at low temperatures using the lattice Monte Carlo simulations. A rich phase structure below the pseudo-critical temperature $T_c$ as a function of quark chemical potential has been revealed. In a high-density regime, we can see a superfluid phase, where the diquark condensate takes a non-zero expectation value. We have newly found that the speed of sound exceeds the conformal bound, which is the value of the relativistic free theory. This talk is based on Refs.~\\cite{Iida:2022hyy, Iida:2024irv, Itou:2025vcy}."
    },
    {
      "title": "Analytical Soft Functions for Heavy-Quark Final States at Hadron Colliders",
      "link": "https://arxiv.org/abs/2511.23280",
      "authors": "Ze Long Liu, Pier Francesco Monni",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2511.23280v1 Announce Type: cross \nAbstract: We present the first computation of the complete two-loop, fully-differential soft function describing the production of a heavy-quark pair in association with a color-singlet system at hadron colliders. This result constitutes one of the most complex soft functions known to date and it is obtained in closed analytic form for generic multi-dimensional kinematics. This allows us to obtain novel analytic results for the transverse-momentum-dependent and threshold soft functions in this class of processes. We further obtain a decomposition of the soft function into dipole and tripole color correlators, thereby supplying essential building blocks for processes involving a heavy-quark pair produced together with additional light jets at both hadron and lepton colliders. These results represent a key ingredient for advancing precision predictions for heavy-quark physics at the LHC."
    },
    {
      "title": "Dispersion effects in elastic electron scattering from $^{208}$Pb",
      "link": "https://arxiv.org/abs/2307.13469",
      "authors": "D. H. Jakubassa-Amundsen, X. Roca-Maza",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2307.13469v3 Announce Type: replace \nAbstract: Dispersion corrections to elastic electron scattering from $^{208}$Pb at energies up to 150 MeV are estimated within the second-order Born approximation. All strong transient nuclear excited states with angular momentum up to $L=3$ and natural parity are taken into consideration. It is found that at small scattering angles the high-lying $L=1$ isovector states provide the dominant contribution to the dispersive change of the differential cross section and of the beam-normal spin asymmetry. At the backmost angles these changes are considerably smaller and are basically due to the isoscalar $L=2$ and, to a lesser extent, $L=3$ states. In comparison with the findings for $^{12}$C, the dispersive cross-section modifications for $^{208}$Pb are significantly larger, while the spin-asymmetry changes are much smaller at all angles. The latter originates from the destructive interference of the multipole contributions in $^{208}$Pb that switch sign when proceeding from $L$ to $L+1$. This mechanism might be the origin of the small beam-normal spin asymmetries recently measured in ${}^{208}$Pb at much larger energies."
    },
    {
      "title": "Shear viscosity and electric conductivity of quark matter at finite temperature and chemical potential with QCD phase transitions",
      "link": "https://arxiv.org/abs/2403.05946",
      "authors": "Wei-be He, Guo-yun Shao, Chong-long Xie, Ren-xin Xu",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2403.05946v2 Announce Type: replace-cross \nAbstract: In the Beam Energy Scan phase II (BES-II) experiments at RHIC STAR, the quark-gluon plasma (QGP) produced with changing collision energies may probe different regions of the QCD phase diagram. Correspondingly, studying the transport coefficients of quark matter in these regions will contribute to extracting the QCD phase structure through hydrodynamic approaches. We investigate the shear viscosity and electric conductivity within the framework of kinetic theory with the relaxation time approximation, in particular their behaviors near the Mott and first-order phase transitions with a spinodal structure as well as along the isentropic trajectories. To derived the scattering cross-section under different conditions, the temperature and chemical potential dependent masses of quarks, antiquarks and exchanged mesons are calculated in the Polyakov-loop extended Nambu--Jona Lasinio (PNJL) model. The numerical results indicate that, at small chemical potential, the shear viscosity to entropy density ratio ($\\eta/s$) has a minimum near the Mott phase transition and increases rapidly in the lower-temperature side of the chiral crossover phase transition. At large chemical potential (high baryon density), $\\eta/s$ in the QGP phase is dominated by temperature, and the value of $\\eta/s$ is greatly enhanced at low temperatures. At intermediate temperature and chemical potential near the QCD phase transition, the behavior of $\\eta/s$ is influenced by the competition between temperature, density, and QCD phase transition. The electirc conductivity ($\\sigma/T$) roughly exhibits similar characteristics to $\\eta/s$ in the QCD phase diagram, whereas the dimensionless ratio of $\\eta/s$ to $\\sigma/T$ decreases monotonically with growing temperature, approaching a constant in the high-temperature limit."
    },
    {
      "title": "First investigation of prompt neutrons from spontaneously fissioning isomers produced in multinucleon transfer reactions",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269325008299?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: Available online 30 November 2025Source: Physics Letters BAuthor(s): B. Sailaubekov, A.I. Svirikhin, H.M. Devaraja, A.V. Isaev, R.S. Mukhin, M.A. Bychkov, M.L. Chelnokov, V.I. Chepigin, V.D. Danilkin, I.N. Izosimov, Sh A. Kalandarov, D.E. Katrasev, A.A. Kuznetsova, O.N. Malyshev, A.G. Popeko, Yu A. Popov, E.A. Sokol, E. Teymurov, M.S. Tezekbayeva, I.I. Ulanova"
    },
    {
      "title": "Rapidity spectra in high-energy collisions and longitudinal nuclear suppression from nonadditive statistics",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269325008342?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: Available online 30 November 2025Source: Physics Letters BAuthor(s): Trambak Bhattacharyya, Maciej Rybczyński, Zbigniew Włodarczyk"
    },
    {
      "title": "Quasiparticle pairing encoding of atomic nuclei for quantum annealing",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269325008007?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: Available online 30 November 2025Source: Physics Letters BAuthor(s): Emanuele Costa, Axel Pérez-Obiol, Javier Menéndez, Arnau Rios, Artur García-Sáez, Bruno Juliá-Díaz"
    },
    {
      "title": "Boundary Integrability from the Fuzzy Three Sphere",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269325008366?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: Available online 30 November 2025Source: Physics Letters BAuthor(s): T. Gombor, A. Holguin"
    },
    {
      "title": "Investigation of <math xmlns:mml=\"http://www.w3.org/1998/Math/MathML\" altimg=\"si1.svg\" class=\"math\"><mrow><msubsup><mi>T</mi><mrow><mi>c</mi><mi>s</mi><mn>0</mn></mrow><mo>*</mo></msubsup><msup><mrow><mo>(</mo><mn>2870</mn><mo>)</mo></mrow><mn>0</mn></msup></mrow></math> in <em>pp</em> collisions at <math xmlns:mml=\"http://www.w3.org/1998/Math/MathML\" altimg=\"si6.svg\" class=\"math\"><msqrt><mi>s</mi></msqrt></math> = 7 TeV with the PACIAE model",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269325008263?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: Available online 30 November 2025Source: Physics Letters BAuthor(s): Qiang Wang, Zhi-Lei She, An-Ke Lei, Dai-Mei Zhou, Wen-Chao Zhang, Hua Zheng, Yu-Liang Yan, Ben-Hao Sa"
    },
    {
      "title": "Configurations of high-<em>K</em> band structures in Hf isotopes",
      "link": "https://www.sciencedirect.com/science/article/pii/S0375947425002878?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Nuclear Physics A",
      "summary": "Publication date: Available online 30 November 2025Source: Nuclear Physics AAuthor(s): Sachin Kumar Singh, S.K. Tandel, Saket Suman, Harsh Kumar, M. Hemalatha, S. Hinge, P. Singh, S. Mestri, Madhu, Dhananjaya Sahoo, A.Y. Deo, P.K. Nayak, S. Mukhopadhyay, G. Mukherjee, S. Bhattacharyya, T. Bhattacharjee, S. Chakraborty, Soumik Bhattacharya, S.S. Nayak, S. Panwar"
    },
    {
      "title": "<i>SU</i>(1, 1) Coherent States for the Dunkl–Klein–Gordon Equation in its Canonical Form",
      "link": "https://link.springer.com/article/10.1007/s00601-025-02017-4",
      "authors": "Unknown",
      "source": "Few-Body Systems",
      "summary": "Using representation–theoretic techniques associated with the $$\\mathfrak {su}(1,1)$$ symmetry algebra, we construct Perelomov coherent states for the Dunkl–Klein–Gordon equation in its canonical form, which is free of first–order Dunkl derivatives. Our analysis is restricted to the even–parity sector and to the regime where the curvature constant $$ R $$ is much smaller than the system’s kinetic energy. The equation under consideration emerges from a matrix–operator framework based on Dirac gamma matrices and a universal length scale that encodes the curvature of space via the Dunkl operator, thereby circumventing the need for spin connections in the Dirac equation."
    }
  ]
}