{
  "lastUpdated": "2025-11-20T02:26:00.549815",
  "papers": [
    {
      "title": "Understanding Xe isotopes near $A=130$ through the prolate oblate shape-phase transition",
      "link": "http://link.aps.org/doi/10.1103/vkdr-1716",
      "authors": "Wei Teng, Sheng-Nan Wang, and Yu Zhang",
      "source": "Physical Review C",
      "summary": "Author(s): Wei Teng, Sheng-Nan Wang, and Yu ZhangA simple algebraic scheme incorporating the prolate-oblate shape phase transition (SPT) is proposed within the framework of the interacting boson model to describe the quadrupole deformation features of Xe isotopes near $A=130$. The analysis demonstrates that novel $γ$-soft modes, characterized by t…[Phys. Rev. C 112, 054317] Published Wed Nov 19, 2025"
    },
    {
      "title": "Potential absence of observed ${π}^{2}$ linear-chain structures in $^{14}\\mathrm{O}$ via $^{10}\\mathrm{C}$($α,α$) resonant scattering",
      "link": "http://link.aps.org/doi/10.1103/phgw-fxym",
      "authors": "J. Bishop, A. Hollands, Tz. Kokolova, G. V. Rogachev, C. Wheldon, E. Aboud, S. Ahn, M. Barbui, N. Curtis, J. Hooker, C. Hunt, H. Jayatissa, E. Koshchiy, S. Pirrie, B. T. Roeder, A. Saastamoinen, and S. Upadhyayula",
      "source": "Physical Review C",
      "summary": "Author(s): J. Bishop, A. Hollands, Tz. Kokolova, G. V. Rogachev, C. Wheldon, E. Aboud, S. Ahn, M. Barbui, N. Curtis, J. Hooker, C. Hunt, H. Jayatissa, E. Koshchiy, S. Pirrie, B. T. Roeder, A. Saastamoinen, and S. UpadhyayulaBackground: The preference for light nuclear systems to coagulate into $α$-particle clusters has been well-studied. The possibility of a linear chain configuration of $α$ particles would allow for a new way to study this phenomenon.Purpose: A rotational band of states in $^{14}\\mathrm{C}$ has been c…[Phys. Rev. C 112, 054318] Published Wed Nov 19, 2025"
    },
    {
      "title": "Exploring the potential of synthesizing unknown superheavy isotopes via cold-fusion reactions based on the dinuclear system model",
      "link": "http://link.aps.org/doi/10.1103/4khs-dkqm",
      "authors": "Hao Wu (吴浩), Peng-Hui Chen (陈鹏辉), Fei Niu (牛菲), Zu-Xing Yang (杨祖星), Xiang-Hua Zeng (曾祥华), and Zhao-Qing Feng (冯兆庆)",
      "source": "Physical Review C",
      "summary": "Author(s): Hao Wu (吴浩), Peng-Hui Chen (陈鹏辉), Fei Niu (牛菲), Zu-Xing Yang (杨祖星), Xiang-Hua Zeng (曾祥华), and Zhao-Qing Feng (冯兆庆)To systematically evaluate the synthesis potential of neutron-deficient superheavy nuclei (SHN, $Z$ = 104–113) through cold-fusion reactions, we conducted comprehensive theoretical investigations on 145 projectile-target combinations using the dinuclear system (DNS) model. Our calculations demonstra…[Phys. Rev. C 112, 054611] Published Wed Nov 19, 2025"
    },
    {
      "title": "Equation of state and Fermi liquid properties of dense matter based on chiral effective field theory interactions",
      "link": "http://link.aps.org/doi/10.1103/ls3l-dn1y",
      "authors": "F. Alp, Y. Dietz, K. Hebeler, and A. Schwenk",
      "source": "Physical Review C",
      "summary": "Author(s): F. Alp, Y. Dietz, K. Hebeler, and A. SchwenkWe present results for the equation of state of symmetric nuclear matter and pure neutron matter obtained in many-body-perturbation theory (MBPT) up to third order, based on various chiral two- and three-nucleon interactions used in ab initio calculations of nuclei. We extract equation of state prop…[Phys. Rev. C 112, 055802] Published Wed Nov 19, 2025"
    },
    {
      "title": "Formulation of fully covariant Quantum-Molecular Dynamics for an N-body system with scalar and vector potentials",
      "link": "https://arxiv.org/abs/2511.13975",
      "authors": "Jiaxing Zhao, Joerg Aichelin, Elena Bratkovskaya",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2511.13975v1 Announce Type: new \nAbstract: We present a fully covariant transport framework for Molecular Dynamics that enables a consistent description of the evolution of relativistic N-body systems. For the first time, we derive relativistic equations of motion incorporating both scalar and vector interactions within a manifestly covariant formulation. This approach addresses several fundamental issues in relativistic many-body dynamics: the implications of different choices of time-constraints, the emergence of the non-relativistic limit, the frame independence of the system's evolution, and the distinct dynamical roles of scalar and vector potentials. These aspects are investigated in detail for the scattering of two- and four-body systems, offering new insights into the consistency and physical interpretation of relativistic interactions in a covariant setting."
    },
    {
      "title": "Cluster phenomena using few-body and Lattice QCD theories",
      "link": "https://arxiv.org/abs/2511.14155",
      "authors": "E. Hiyama, T. Doi",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2511.14155v1 Announce Type: new \nAbstract: With the advancement of first-principles calculations for baryon-baryon interactions, it becomes possible to obtain reliable hyperon-nucleon potentials by lattice QCD simulations with the HAL QCD method. High-precision few-body methods, such as the Gaussian Expansion Method (GEM), are applicable to solve quantum few-body systems up to four- and five-body systems. By combining the HAL QCD potentials with the GEM, one can predict the level structure of novel hypernuclei prior to experimental observation. In this review, we utilize the lattice QCD $N\\Xi$ potential obtained by the HAL QCD method to investigate the few-body systems $NN\\Xi$ and $NNN\\Xi$. Our analysis indicates that the lightest bound $\\Xi$ hypernucleus is the $NNN\\Xi$ system. To extract detailed information on the isospin and spin components of the $N\\Xi$ interaction, we perform a four-body calculation for the $\\alpha\\alpha N\\Xi$ system with the total isospin $T = 0$ and $T = 1$. We demonstrate that the level structure of this system is sensitive to the isospin and spin dependencies of the $N\\Xi$ interaction. Furthermore, we propose experimental investigations to produce the $NNN\\Xi$ and $\\alpha\\alpha N\\Xi$ systems via the $(K^-, K^+)$ and $(K^-, K^0)$ reactions on $^4$He and $^{10}$B targets, respectively."
    },
    {
      "title": "Deviations from the Isobaric Multiplet Mass Equation due to threshold states",
      "link": "https://arxiv.org/abs/2511.14674",
      "authors": "R. J. Charity, J. Oko{\\l}owicz, M. P{\\l}oszajczak, L. G. Sobotka, K. W. Brown",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2511.14674v1 Announce Type: new \nAbstract: Recent studies have completed the A=16 isospin quintets for states with spin/parity J{\\pi} =0+ and 2+. The dependence of their masses as a function of isospin projection shows evidence for deviations from quadratic behavior indicating isospin violation beyond the expectation from two- body forces. The deviation is most pronounced for the 2+ states. Predictions from the Shell Model Embedded in the Continuum (SMEC) allow us to explain that this isospin violation is associated with a modification of the nuclear structure due to the open-quantum-system nature of the proton- rich members of the quintet. In particular, the 0+ and 2+ states in 16Ne and the 2+ state in 16F are threshold resonances located just above a proton-decay threshold where s-wave coupling to the continuum is expected. The measured deviations of these threshold states from the quadratic behavior of the remaining members of the multiplets makes it possible to obtain information on the magnitude and the energy dependence of the continuum-coupling energy correction. Continuum coupling is also indicated for the ground state of 8C, but this time through p-wave coupling."
    },
    {
      "title": "Systematic Study on the $\\alpha$-particle preformation factor in the theory of $\\alpha$-decay based on the Tabular Prior-data Fitted Network (TabPFN)",
      "link": "https://arxiv.org/abs/2511.14705",
      "authors": "Panpan Qi, Xuanpeng Xiao, Gongming Yu, Haitao Yang, Qiang Hu",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2511.14705v1 Announce Type: new \nAbstract: A hybrid approach combining the Tabular Prior-data Fitted Network (TabPFN) with the Coulomb and Proximity Potential Model (CPPM) is developed to investigate $\\alpha$-particle preformation factors $P_{\\alpha}$ and their impact on $\\alpha$-decay half-lives. The TabPFN model, trained on 498 nuclei, accurately learns the relationship between the properties of the nuclear structure and $P_{\\alpha}$, achieving a root mean square deviation of $\\sigma_{\\mathrm{rms}} = 0.211$. The predicted factors reveal clear odd-even staggering and shell closure effects, and exhibit a linear correlation with $Q_{\\alpha}^{-1/2}$, extending the Geiger-Nuttall systematics. When incorporated into CPPM calculations, the machine learning-based $P_{\\alpha}$ values significantly improve half-life predictions. The capability of the model is demonstrated through predictions for superheavy nuclei ($Z = 117$--120), suggesting $N = 184$ as a potential neutron magic number."
    },
    {
      "title": "Light-Front Transverse Nucleon Charge and Magnetisation Densities",
      "link": "https://arxiv.org/abs/2511.13997",
      "authors": "Z. -N. Xu, Z. -Q. Yao, P. Cheng, C. D. Roberts, J. Rodriguez-Quintero, J. Segovia",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2511.13997v1 Announce Type: cross \nAbstract: Nucleon elastic electromagnetic form factors obtained using both the three-body and quark + fully-interacting-diquark pictures of nucleon structure are employed to calculate an array of light-front transverse densities for the proton and neutron and their dressed valence-quark constituents, viz. flavour separations of the proton and neutron results. These two complementary descriptions of nucleon structure deliver mutually compatible predictions, which match expectations based on modern parametrisations of available data, where such are available. Amongst other things, it is found that transverse-plane valence $u$- and $d$-quark Dirac radii are practically indistinguishable; but regarding kindred Pauli radii, the $d$ quark value is roughly 10% greater than that of the $u$-quark. Moreover, magnetically, the valence $d$ quark is far more active than the valence $u$ quark, probably because it has much greater orbital angular momentum. Both pictures of nucleon structure agree in predicting that, in a polarised nucleon, the transverse-plane charge densities are no longer rotationally invariant. Instead, for a $+\\hat x$ polarised nucleon, positive charge is displaced in the $-\\hat y$ direction, with the opposite effect for negative charge."
    },
    {
      "title": "Inclusive $J/\\psi$ productions in pp collisions at $\\sqrt{s}=$ 5.02, 7, and 13 TeV with the PACIAE model",
      "link": "https://arxiv.org/abs/2511.14105",
      "authors": "Jin-Peng Zhang, Guan-Yu Wang, Wen-Chao Zhang, Bo Feng, An-Ke Lei, Zhi-Lei She, Hua Zheng, Dai-Mei Zhou, Yu-Liang Yan, Ben-Hao Sa",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2511.14105v1 Announce Type: cross \nAbstract: We investigate the inclusive $J/\\psi$ productions in proton-proton collisions at center-of-mass energies $\\sqrt{s} = 5.02$, 7, and 13 TeV using the PACIAE 4.0 model. This model extends PYTHIA 8.3 by incorporating partonic and hadronic rescatterings before and after hadronization, respectively. Several $J/\\psi$ production mechanisms are considered: the leading-order non-relativistic QCD (NRQCD) color-singlet and color-octet contributions, the cluster collapse mechanism, and the non-prompt $J/\\psi$ from $b$-hadron decays. The simulated inclusive $J/\\psi$ transverse momentum ($p_{\\rm T}$) differential cross sections agree well with the experimental data at both the middle and forward rapidities. For the $J/\\psi$ yield, the dominant contribution comes from the NRQCD channel, while the cluster collapse and non-prompt processes provide relatively minor contributions. A decomposition of the NRQCD component, comprising direct production from the parton hard scattering and feed-down from $\\psi(2S)$, $\\chi_{c0}$, $\\chi_{c1}$, and $\\chi_{c2}$, reveals that at low (high) $p_{\\rm T}$ the dominant contributions come from the direct production and $\\chi_{c2}$ ($\\chi_{c1}$) feed-down. The $\\psi(2S)$ feed-down fraction is 8-9$\\%$, while the $\\chi_{c0}$ contribution is around 2-3$\\%$. The influence of the partonic and hadronic rescatterings is also examined. The partonic rescattering exhibits negligible impact on the $J/\\psi$ yields across all production mechanisms. In contrast, the hadronic rescattering suppresses the $J/\\psi$ productions from both the NRQCD and cluster collapse mechanisms, while leaving the non-prompt $J/\\psi$ yield almost unaffected."
    },
    {
      "title": "Mass spectra and Mott transitions of neutral mesons at finite temperature and magnetic field in frame of three-flavor Polyakov-extended Nambu-Jona-Lasino model",
      "link": "https://arxiv.org/abs/2511.14150",
      "authors": "Luyang Li, Shijun Mao",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2511.14150v1 Announce Type: cross \nAbstract: Mass spectra and Mott transitions of neutral mesons $K_0, \\pi_0, \\eta, \\eta'$ at finite temperature and magnetic field are investigated in a three-flavor PNJL model. We focus on the effect of gluons, which is simulated by the Polyakov potential and the inverse magnetic catalysis (IMC) effect, which is mimicked by using a magnetic field dependent coupling constant. Mass spectra show similar structure when introducing the contribution of Polyakov potential and IMC effect. The mass of $K_0$ meson $m_{K_0}$ is controlled by chiral symmetry breaking and restoration. It increases with temperature in the low temperature region, and shows a mass jump at the Mott transition. Further increasing temperature, $m_{K_0}$ firstly decreases and then increases with temperature. $\\pi_0$ meson is not only the pseudo-Goldstone boson of chiral symmetry breaking, but also influenced by the flavor mixing of $\\pi_0-\\eta-\\eta'$. The behavior of $m_{\\pi_0}$ is different from $m_{K_0}$ only at high temperature region, which decreases with temperature. For $\\eta$ and $\\eta'$ mesons, they are affected by both the $U_A(1)$ anomaly and the flavor mixing of $\\pi_0-\\eta-\\eta'$. The mass of $\\eta$ meson $m_{\\eta}$ decreases with temperature in low temperature region and then shows a jump at its Mott transition. After that $m_{\\eta}$ firstly decreases and later increases with temperature. $\\eta'$ mesons is a resonant state in vacuum and in medium, and its mass $m_{\\eta'}$ continuously decreases and then increases with temperature. The mass jumps of $K_0, \\pi_0, \\eta$ mesons are caused by the dimension reduction of the constituent quarks under external magnetic field. In the PNJL model, the Mott transition temperature of $K_0,\\ \\pi_0$ mesons ($ \\eta$ meson) decrease (increases) with magnetic field. The IMC effect leads to the lower value for meson Mott transition temperature."
    },
    {
      "title": "Mass-imbalance effect on the cluster formation in a one-dimensional Fermi gas with coexistent $s$- and $p$-wave interactions",
      "link": "https://arxiv.org/abs/2511.14211",
      "authors": "Yixin Guo",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2511.14211v1 Announce Type: cross \nAbstract: We consider the mass-imbalance effect on the clustering in a one-dimensional two-component Fermi gas with coexistent even- and odd-wave interactions resulting in different configurations of clustering phases. We obtain the solutions of both stable two- and three-body cluster states with different mass ratios and configurations by solving the corresponding variational equations. We feature out phase diagrams consisting of the $s$- and $p$-wave pairing phases, and tripling phase with different configurations, in a plane of $s$- and $p$-wave pairing strengths. As for the in-vacuum case, the three-body clustering is always the lowest-lying phase. While for the in-medium case, the Cooper tripling phase dominates over the pairing phases when both $s$- and $p$-wave interactions are moderately strong. There is also a competition between different clustering configurations of three-body clustering."
    },
    {
      "title": "Plasma oscillations within Israel-Stewart theory",
      "link": "https://arxiv.org/abs/2511.14344",
      "authors": "Lorenzo Gavassino",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2511.14344v1 Announce Type: cross \nAbstract: It is well known that, at zero wavenumber, the non-hydrodynamic frequencies of uncharged kinetic theory are purely imaginary. On the other hand, it was recently shown that, in resistive magnetohydrodynamics, the interplay between the Israel-Stewart relaxation equation and the Amp\\`{e}re-Maxwell law can give rise to a pair of oscillating non-hydrodynamic modes. In this work, we analyze this phenomenon in detail. We first demonstrate that these oscillatory modes are exact solutions of the Drude model, corresponding to ordinary plasma oscillations. We then invoke the Onsager-Casimir principle to explain that their oscillatory nature reflects the distinct PT-transformation properties of the degrees of freedom: the distribution function is even, while the electric field is odd. Finally, we establish that, in a kinetic theory of charged particles, there can be at most one such pair of oscillatory modes per spatial dimension, while all other modes still must sit on the imaginary axis."
    },
    {
      "title": "Probing Saturon-like Limits in QCD Systems",
      "link": "https://arxiv.org/abs/2511.14381",
      "authors": "Wei Kou, Xurong Chen",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2511.14381v1 Announce Type: cross \nAbstract: High-occupancy QCD matter enters a saturated regime when its entropy or occupancy approaches the unitarity bound $\\sim 1/\\alpha$, the ``saturon\" criterion. We test this criterion for protons and nuclei at small $x$ using analytic and numerical solutions of the BK equation. From these solutions we construct the gluon occupancy $N_g(x)$ and a thermodynamic entropy $S(x)$ via an Unruh-like temperature $T = Q_s/(2\\pi)$ and an emergent gluon mass $M_g \\sim Q_s$. For protons, both $N_g$ and $S$ rise toward small $x$ yet stay below $1/\\alpha_s$ in our baseline setup. For nuclei, by contrast, the nuclear entropy $S_A$ attains the $1/\\alpha_s$ benchmark in a small-$x$ window where the proton does not. This singles out nuclei as the natural environment to search for saturon-like behavior and motivates precision small-$x$ measurements and high-occupancy $pA$ and $AA$ collisions."
    },
    {
      "title": "Simulating quantum electrodynamics in 2+1 dimensions with qubits and qumodes",
      "link": "https://arxiv.org/abs/2511.14506",
      "authors": "Victor Ale, Tommaso Rainaldi, Enrique Rico, Felix Ringer, George Siopsis",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2511.14506v1 Announce Type: cross \nAbstract: We develop a hybrid qubit-qumode framework for simulating quantum electrodynamics in 2+1 dimensions. In this approach, fermionic matter fields are represented by qubits, while U(1) gauge fields are encoded in continuous-variable bosonic modes whose canonical quadratures capture the electric and vector-potential components of the theory. To reconcile the non-compact phase space of the qumodes with the compact U(1) gauge symmetry, we introduce and compare two complementary constraint-enforcement strategies: (i) a squeezing-based projection that confines qumode states to the unit circle through an effective modification of the inner product, and (ii) a method that dynamically enforces compactness via a penalty Hamiltonian term. We construct the corresponding hybrid Hamiltonian, derive its decomposition into experimentally accessible qubit-qumode gates, and analyze its spectrum in the analytically tractable single-plaquette limit. The hybrid formulation reproduces the correct gauge-invariant dynamics and provides a scalable route toward simulating Abelian lattice gauge theories coupled to fermionic matter on near-term hybrid quantum architectures. Ground-state preparation and convergence are demonstrated using a continuous-variable extension of the Quantum Imaginary Time Evolution (QITE) algorithm, establishing a general framework for hybrid discrete-continuous quantum simulations of lattice gauge theories."
    },
    {
      "title": "Anomalous spontaneous induction of magnetic and electric fields in dense quark matter",
      "link": "https://arxiv.org/abs/2511.14602",
      "authors": "E. J. Ferrer, J. M. Perez-Fernandez",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2511.14602v1 Announce Type: cross \nAbstract: In this paper, we will demonstrate that a dense quark-matter system in the dual chiral density wave (DCDW) phase behaves as a ferromagnet in the sense that its magnetic-field dependent magnetization remains different from zero even at $B\\rightarrow 0$. The corresponding permanent magnetization is a function of the baryonic chemical potential $\\mu$, decreasing up to zero as $\\mu$ increases in the range of intermediate densities ($312$ MeV $\\leqslant \\mu \\leqslant 342$ MeV) and then increasing from zero in the higher density interval $490$ MeV$\\leqslant \\mu \\leqslant 550$ MeV. We will show that this system's ability to generate permanent magnetization, together with the existence of the axial anomaly, open up the possibility of spontaneously generating a magnetic field coupled to a collinear electric field. The generated magnetic field can reach values up to $10^{16}$ G, depending on $\\mu$, and the electric field will be 3 orders smaller. The fact that the DCDW phase is able to induce a magnetic field can be seen as its spontaneous tendency to remove the so called Landau-Peierls instability that is present in this single-modulated phase in the absence of a magnetic field. The spontaneous induction of a strong magnetic field at intermediate to high densities can be of interest for the astrophysics of compact stellar objects exhibiting strong magnetic fields as magnetars."
    },
    {
      "title": "Quantum State Preparation with Resolution Refinement",
      "link": "https://arxiv.org/abs/2511.14732",
      "authors": "Scott Bogner, Heiko Hergert, Morten Hjorth-Jensen, Ryan LaRose, Dean Lee, Matthew Patkowski",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2511.14732v1 Announce Type: cross \nAbstract: We introduce a method called resolution refinement that allows one to bootstrap eigenstate preparation on a quantum computer. We first prepare an eigenstate of a low-resolution Hamiltonian using any method of choice. The eigenstate is then lifted to higher resolution and adiabatically evolved to produce the corresponding eigenstate of a higher-fidelity Hamiltonian. We give examples of resolution refinement applied to both single-particle basis states as well as a spatial lattice grid. For basis refinement, we compute few-body ground states of the Busch model for interacting particles in a harmonic trap in one dimension. For lattice refinement, we compute Hartree-Fock nuclear states for a central Woods-Saxon potential in three dimensions, and we compute bound states and continuum states in a multi-species Hubbard model of fermions in one dimension. In all cases, the method is efficient and requires an adiabatic evolution time comparable to the inverse of the energy gap in the physical spectrum."
    },
    {
      "title": "Open Strings and Heterotic Instantons",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269325007956?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: Available online 19 November 2025Source: Physics Letters BAuthor(s): Rafael álvarez-García, Christian Kneißl, Jacob M. Leedom, Nicole Righi"
    },
    {
      "title": "Emergence of running vacuum energy in <em>f</em>(<em>R, T</em>) gravity : Observational constraints",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269325007981?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: Available online 19 November 2025Source: Physics Letters BAuthor(s): Ahmed Errahmani, Mounia Magrach, Safae Dahmani, Amine Bouali, Taoufik Ouali"
    },
    {
      "title": "Probing Chaos in Schwarzschild-de Sitter Spacetime: The Role of Black Hole and Cosmological Horizons",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269325007865?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: Available online 19 November 2025Source: Physics Letters BAuthor(s): Surojit Dalui, Soumya Bhattacharya, Chiranjeeb Singha"
    },
    {
      "title": "­Production of <sup>57</sup>Co and <sup>51</sup>Cr isotopes for medical application in the interaction of <sup>16</sup>O projectile with <sup>45</sup>Sc target",
      "link": "https://www.sciencedirect.com/science/article/pii/S0375947425002714?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Nuclear Physics A",
      "summary": "Publication date: Available online 19 November 2025Source: Nuclear Physics AAuthor(s): Dharmendra Singh, Amritraj Mahato, Nitin Sharma, Rajesh K. Sahoo, Rahul Mahato, Lupteindu Chhura, Mohd Usman, Rahbar Ali, M. Afzal Ansari, M. Ismail"
    }
  ]
}