{
  "lastUpdated": "2025-11-29T02:26:28.995226",
  "papers": [
    {
      "title": "Semi-classical and boson descriptions of scissors states",
      "link": "http://iopscience.iop.org/article/10.1088/1361-6471/ae1852",
      "authors": "A A Raduta, C M Raduta, Robert Poenaru and Al H Raduta",
      "source": "Journal of Physics G: Nuclear and Particle Physics",
      "summary": "A Hamiltonian with two interacting rotors is alternatively treated semi-classically and by a Dyson boson expansion method. The linearized equations of motion lead to a dispersion equation for the wobbling frequency. We define a ground band with energies consisting of a rotational part and one half of the vibrational wobbling energy. Adding to each state energy the corresponding wobbling quanta, one obtains the first excited band. Phonon amplitudes are used to calculate the reduced probability for the inter-band M1 transitions. The states exhibit a shears character. We point out a chiral symmetry that is broken by the interaction term, leading to a pair of twin chiral bands. Applications are made for 156Gd. We outline the ability of the two-rotor model to account for the wobbling and chiral motion in nuclei. Although the chosen trial function does not have a definite total angular momentum, for two particular ansatz of the pairs Ip, In, the average value of the total angular momentum approximates, to a certain accuracy, the partial angular momentum Ip. In this context, the rotational bands defined throughout this present paper could be labeled by the total I."
    },
    {
      "title": "Evidence of coexistence of chiral, electric, magnetic, and anti-magnetic rotations as well as noncollective structure",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269325008020?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: Available online 27 November 2025Source: Physics Letters BAuthor(s): S.Y. Wang, Y.M. Zhang, X.G. Wu, H. Jia, B. Qi, C. Liu, W.Z. Xu, Z.Q. Li, S. Wang, D.P. Sun, N.B. Zhang, R.J. Guo, Y. Zheng, C.B. Li, G.Y. Li"
    },
    {
      "title": "Yang-Baxter deformations of the OSP(1|2) WZW model",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269325008202?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: Available online 27 November 2025Source: Physics Letters BAuthor(s): Ali Eghbali, Yaghoub Samadi, Adel Rezaei-Aghdam"
    },
    {
      "title": "Effect of collective enhancement of level density in the neutron emission from compound nuclei",
      "link": "https://www.sciencedirect.com/science/article/pii/S0375947425002751?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Nuclear Physics A",
      "summary": "Publication date: Available online 27 November 2025Source: Nuclear Physics AAuthor(s): B. Sidharth, M. Shareef"
    },
    {
      "title": "New Types of Hydrogenlike Matter Composed of Electron(s) and Meson(s)",
      "link": "https://link.springer.com/article/10.1007/s00601-025-02021-8",
      "authors": "Unknown",
      "source": "Few-Body Systems",
      "summary": "In the present work, we predict the existence of new types of hydrogenlike matter, including hydrogenlike atoms ($$\\pi ^+e^-$$, $$K^+e^-$$, $$D^+e^-$$), hydrogenlike molecular ions ($$\\pi ^+\\pi ^+e^-$$, $$K^+K^+e^-$$, $$D^+D^+e^-$$) and hydrogenlike molecules ($$\\pi ^+\\pi ^+e^-e^-$$, $$K^+K^+e^-e^-$$, $$D^+D^+e^-e^-$$). By solving the Schrödinger equation, the binding energy of hydrogenlike atoms is obtained as $$E_n=-\\frac{1}{2n^2}$$. For hydrogenlike molecular ions and molecules, the variational method is employed to calculate the binding energies, i.e., $$E_+=-0.587$$ and $$E_0=-1.139$$ for hydrogenlike molecular ions and molecules, respectively. And the bond lengths for hydrogenlike molecular ions and molecules are also calculated, whose values are 2.003 and 1.414, respectively. Here all the quantities are in atomic units for convenience. In addition, the strong interaction between the two constituent mesons is considered in our calculations, where we find that its influence on the hydrogenlike molecular ions and molecules can be neglected. Comparisons of hydrogenlike molecular ion and molecule with the systems governed by the strong interaction are made, which suggests the possible existence of doubly heavy triquark, hidden heavy-flavor tetraquarks and doubly heavy tetraquarks. Hopefully, these types of matter would be observed in the future with the improvement of accuracy in the high energy physical experiments."
    },
    {
      "title": "Dispersion Coefficients for Interactions Among Screened-Heliumlike Atoms",
      "link": "https://link.springer.com/article/10.1007/s00601-025-02018-3",
      "authors": "Unknown",
      "source": "Few-Body Systems",
      "summary": "We investigate the plasma sscreening effects on the van der Waals two-body dispersion coefficients, C$$_{\\textrm{6}}$$, for interactions among heliumlike atoms (Z$$=$$2-10), using highly accurate correlated exponential wave functions. Two different plasma models, namely, the Debye plasma model and quantum plasma model are considered. The Debye-Hückel potential is used to model the Debye plasma environment, and the exponential cosine screened Coulomb potential is used to model the quantum plasma environment. The dispersion coefficients C$$_{\\textrm{6}}$$for interactions among screened-heliumlike atoms (Z$$=$$2-10) in their ground states for different screening parameters, are reported for the first time in the literature."
    }
  ]
}