{
  "lastUpdated": "2026-02-12T03:37:53.057072",
  "papers": [
    {
      "title": "Lattice Calculation of the Sn Isotopes near the Proton Dripline",
      "link": "http://link.aps.org/doi/10.1103/n7nt-s64t",
      "authors": "Fabian Hildenbrand, Serdar Elhatisari, Ulf-G. Meißner, Helen Meyer, Zhengxue Ren, Andreas Herten, and Mathis Bode",
      "source": "Physical Review Letter",
      "summary": "Author(s): Fabian Hildenbrand, Serdar Elhatisari, Ulf-G. Meißner, Helen Meyer, Zhengxue Ren, Andreas Herten, and Mathis BodeWe present the first ab initio lattice calculations of the proton-rich tin isotopes $^{99}\\mathrm{Sn}$ to $^{102}\\mathrm{Sn}$ using nuclear lattice effective field theory with high-fidelity two- and three-nucleon forces. For a given set of three-nucleon couplings, we reproduce binding energies with …[Phys. Rev. Lett. 136, 062501] Published Wed Feb 11, 2026"
    },
    {
      "title": "Microscopic study of $^{10}\\mathrm{C}: 2α + 2p$ clustering structure and diproton correlations",
      "link": "http://link.aps.org/doi/10.1103/bxw7-l1pr",
      "authors": "Liu-Di Song, De-Ye Tao, Wei-Hu Ma, Bo Zhou, De-Qing Fang, and Yu-Gang Ma",
      "source": "Physical Review C",
      "summary": "Author(s): Liu-Di Song, De-Ye Tao, Wei-Hu Ma, Bo Zhou, De-Qing Fang, and Yu-Gang MaWe investigate the clustering structure of $^{10}\\mathrm{C}$ using a microscopic four-body $α + α + p + p$ cluster model. The calculated low-lying energy spectrum agrees well with the experimental data. Based on the analysis of reduced width amplitudes and spectroscopic factors for the two-body conf…[Phys. Rev. C 113, 024316] Published Wed Feb 11, 2026"
    },
    {
      "title": "Properties and microscopic structures of dense stellar matter in relativistic mean field models",
      "link": "http://link.aps.org/doi/10.1103/x9fk-ykm1",
      "authors": "Jia-Xing Niu, Hao Sun, Cheng-Jun Xia, and Toshiki Maruyama",
      "source": "Physical Review C",
      "summary": "Author(s): Jia-Xing Niu, Hao Sun, Cheng-Jun Xia, and Toshiki MaruyamaData tables on the equation of state (EOS) and microscopic structures for cold dense stellar matter with proton fractions ${Y}_{p}=0.01$–0.65 and baryon number densities ${n}_{\\text{b}}={10}^{−8}–2\\phantom{\\rule{0.28em}{0ex}}{\\mathrm{fm}}^{−3}$ are obtained adopting 13 different relativistic density…[Phys. Rev. C 113, 025804] Published Wed Feb 11, 2026"
    },
    {
      "title": "Impact of spin polarization on the QCD equation of state",
      "link": "http://link.aps.org/doi/10.1103/pvvm-qgcd",
      "authors": "De-Xian Wei",
      "source": "Physical Review C",
      "summary": "Author(s): De-Xian WeiSpin polarization provides a novel probe of the rotational properties of the quark-gluon plasma formed in relativistic heavy-ion collisions. This work investigates the equation of state, particularly its transport and thermodynamic coefficients in noncentral $\\mathrm{O}+\\mathrm{O}$ collisions, emplo…[Phys. Rev. C 113, 024903] Published Tue Feb 10, 2026"
    },
    {
      "title": "Diffractive vector meson photoproduction in oxygen-oxygen and neon-neon ultraperipheral collisions at energies available at the CERN Large Hadron Collider",
      "link": "http://link.aps.org/doi/10.1103/yw1p-tsbj",
      "authors": "J. Cepila, J. G. Contreras, M. Matas, and A. Ridzikova",
      "source": "Physical Review C",
      "summary": "Author(s): J. Cepila, J. G. Contreras, M. Matas, and A. RidzikovaThe energy-dependent hotspot model is used to predict cross sections for vector-meson diffractive photonuclear production off oxygen ($γ\\mathrm{O}$) and neon ($γ\\mathrm{Ne}$) that can be extracted from ultraperipheral O-O and Ne-Ne collisions, recently recorded at the CERN Large Hadron Collider. In …[Phys. Rev. C 113, 025202] Published Tue Feb 10, 2026"
    },
    {
      "title": "Mean-field proton-neutron pairing correlations with the Gogny D1S energy density functional",
      "link": "https://arxiv.org/abs/2602.09250",
      "authors": "Miguel de la Fuente, Tom\\'as R. Rodr\\'iguez, Luis M. Robledo, Benjamin Bally, Nathalie Pillet",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2602.09250v1 Announce Type: new \nAbstract: We study proton-neutron pairing correlations within the Hartree-Fock-Bogoliubov (HFB) framework using Gogny-type energy density functionals. By allowing for proton-neutron mixing in the quasi-particle transformation, both isovector ($T=1$) and isoscalar ($T=0$) pairing channels are explicitly included at the mean-field level. The \\texttt{TAURUS} code has been extended to treat density-dependent Gogny interactions in this generalized HFB scheme. We examine the numerical behavior of the widely used Gogny D1S functional and compare it with calculations performed using the Hamiltonian-based Brink-Boecker B1 interaction supplemented by a zero-range spin-orbit term. When proton-neutron mixing is included and large single-particle spaces are employed, instabilities are observed for Gogny D1S due to the zero-range density-dependent term contribution to the proton-neutron pairing field, whereas stable solutions are obtained with the B1 interaction. Constrained HFB calculations performed in reduced configuration spaces allow us to explore total energy curves as functions of proton-neutron pairing collective coordinates in selected $sd$-shell nuclei. In all cases studied, the self-consistent minima correspond to vanishing proton-neutron pairing, with energy increasing rapidly as proton-neutron pairing correlations are introduced. These results provide insight into the behavior of Gogny functionals under generalized HFB conditions and offer useful guidance for future developments."
    },
    {
      "title": "Three-Body Barrier Dynamics of Double-Alpha Decay in Heavy Nuclei",
      "link": "https://arxiv.org/abs/2602.09480",
      "authors": "Shulin Tang, Tao Wan, Yibin Qian, Chong Qi, Ramon A. Wyss, Roberto J. Liotta, Dong Bai, Bo Zhou, Zhongzhou Ren",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2602.09480v1 Announce Type: new \nAbstract: The simultaneous emission of two $\\alpha$ particles--double-$\\alpha$ decay--represents a long-predicted but unobserved mode of nuclear radioactivity. Here we formulate this process as a genuine three-body problem within the hyperspherical coordinate framework and evaluate decay probabilities by numerically solving the corresponding hyperradial Schr\\\"{o}dinger equation, combined with large-scale random sampling of the potential parameters; the latter treatment ensures that the present results are more convincing. Inspired by this, we demonstrate that the penetrability ratio between simultaneous and sequential $\\alpha$ emission exhibits a strikingly linear dependence on $ZQ_{\\alpha\\alpha}^{-1/2}$, extending the barrier penetration dynamics into the correlated few-body regime. The nuclei $^{108}$Xe, $^{218}$Ra, $^{224}$Pu, $^{222}$U, $^{216}$Rn, and $^{220}$Th are suggested as the most promising candidates for the observation of double-$\\alpha$ decay, with predicted half-lives potentially accessible within present detection limits. Our results provide a unified framework for multi-$\\alpha$ decay and open a pathway to probing nuclear clustering and few-body correlations in heavy nuclei."
    },
    {
      "title": "Hypernuclear constraints on $\\Lambda N$ and $\\Lambda NN$ interactions",
      "link": "https://arxiv.org/abs/2602.09812",
      "authors": "Eliahu Friedman, Avraham Gal",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2602.09812v1 Announce Type: new \nAbstract: Recent work on using density dependent $\\Lambda$-nuclear optical potentials in calculations of $\\Lambda$-hypernuclear binding energies is reviewed. It is found that all known $\\Lambda$ binding energies in the mass range $16 \\leq A \\leq 208$ are well fitted in terms of two interaction parameters: one, attractive, for the spin-averaged $\\Lambda N$ interaction and another one, repulsive, for the $\\Lambda NN$ interaction. The $\\Lambda N$ interaction term by itself overbinds $\\Lambda$ hypernuclei, in quantitative agreement with recent findings obtained in EFT and Femtoscopy studies. The strength of the $\\Lambda NN$ interaction term is compatible with values required to resolve the hyperon puzzle."
    },
    {
      "title": "Imaging two-body correlations in atomic nuclei via low- and high-energy processes",
      "link": "https://arxiv.org/abs/2602.09890",
      "authors": "Stavros Bofos, Benjamin Bally, Thomas Duguet, Mikael Frosini",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2602.09890v1 Announce Type: new \nAbstract: Characterizing the correlated behavior of nucleons inside atomic nuclei constitutes a long-standing challenge, both experimentally and theoretically. It has recently been understood that two-particle correlations in the azimuthal distribution of final hadrons emitted in ultra-relativistic ultra-central ion-ion collisions can be used to quantify ground-state two-body correlations. Performing systematic ab initio nuclear structure calculations of light nuclei, we demonstrate that such an observable does provide a meaningful imaging of nuclear ground states, naturally leading to a robust interpretation of the various categories of two-nucleon correlations at play. This is at variance with the low-energy approach relying on Kumar operators whose traditional interpretation in terms of deformation parameters is shown to be inoperative. A future interesting development will consist of targeting specific three-particle correlations to isolate three-nucleon correlations in which additional nuclear structure information of interest leave their fingerprint."
    },
    {
      "title": "Liquid-gas phase transition of nuclear matter",
      "link": "https://arxiv.org/abs/2602.09916",
      "authors": "Norbert Kaiser, Wolfram Weise",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2602.09916v1 Announce Type: new \nAbstract: A survey is presented summarizing the empirical evidence for and interpretations of a first-order liquid-gas phase transition in nuclear matter. Earlier developments and the present state of knowledge about the extraction of the critical point for such a transition, primarily from the systematics of multifragmention data, are outlined. By analogy with a Van der Waals equation of state, the empirically deduced critical temperature and pressure permit to draw a schematic picture of the underlying nuclear potential. More detailed approaches to the liquid-gas transition using self-consistent nuclear Hartree-Fock and variational calculations are described. Critical exponents are reported. Then chiral effective field theory, as the low-energy realization of QCD, is discussed in the context of nuclear thermodynamics. Its implications for the liquid-gas transition in symmetric nuclear matter as well as in neutron-rich matter are reviewed."
    },
    {
      "title": "Reply to \"Comment on 'QCD factorization with multihadron fragmentation functions'\"",
      "link": "https://arxiv.org/abs/2602.09211",
      "authors": "T. C. Rogers, M. Radici, A. Courtoy, T. Rainaldi",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2602.09211v1 Announce Type: cross \nAbstract: We respond to comments in arXiv:2502.15817v2 about our article, arXiv:2412.12282. We stand by our conclusions and defend them against the criticisms."
    },
    {
      "title": "Entanglement suppression for $\\Omega\\Omega$ scattering",
      "link": "https://arxiv.org/abs/2602.09630",
      "authors": "Katsuyoshi Sone, Tao-Ran Hu, Feng-Kun Guo, Tetsuo Hyodo, Ian Low",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2602.09630v1 Announce Type: cross \nAbstract: We study entanglement suppression in $s$-wave $\\Omega\\Omega$ scattering, where each baryon has spin $3/2$. By treating the $S$-matrix as a quantum operator acting on the spin states, we quantify its ability to generate entanglement and identify the conditions on the phase shifts of the spin channels that minimize entanglement generation in the system. In $\\Omega\\Omega$ scattering, only antisymmetric spin channels are allowed due to Fermi-Dirac statistics. Applying the entanglement-suppression framework to $\\Omega\\Omega$ scattering, we find two solutions for the phase shifts: one leading to a spin SU(4) symmetry and the other to a nonrelativistic conformal symmetry. We show that the solution associated with the nonrelativistic conformal symmetry originates from the specific structure of the Clebsch-Gordan coefficients in the $3/2 \\otimes 3/2$ system."
    },
    {
      "title": "Connecting ground-state properties of 6Li to each other and to scattering data",
      "link": "https://iopscience.iop.org/article/10.1088/1361-6471/ae38fc",
      "authors": "C. Hebborn, C. R. Brune and D. R. Phillips",
      "source": "Journal of Physics G: Nuclear and Particle Physics",
      "summary": "We examine the relationship between the asymptotic normalization coefficient (ANC) of 6Li and other low-energy observables in the α–deuteron system. Our analysis uses a set of calculations carried out within the ab initio no core shell model with continuum (NCSMC) using a variety of inter-nucleon interactions and basis sizes, and yielding 6Li deuteron separation energies between 1.3 and 1.8 MeV (Hebborn et al 2022 Phys. Rev. Lett.129 042503). These NCSMC calculations show that the square of the ANC is strongly correlated with the separation energy over this range. In this work, we investigate the origin of this correlation using the phenomenological R-matrix, a single-channel potential and a perturbative approach. We show that this correlation occurs because the depth of the α–deuteron central potential changes by only a small relative amount as the separation energy varies. We then investigate if the ANC can be accurately extracted from α–deuteron phase shifts in an ideal case in which low-energy data are available and there are no experimental errors. We find that both R-matrix and Coulomb-modified effective-range theory (CM-ERE) yield extracted ANCs close to, although not exactly equal to, the NCSMC value, provided the extrapolation is constrained by the known position of the bound-state pole and at least three terms are included in the fit function. The R-matrix approach converges faster than the CM-ERE as the number of parameters increases and is also more robust against the inclusion of low-energy and high-energy phase shift data. Finally, our study also shows that a naive quantification of uncertainties by comparing different truncations used in both theories is not accurate, and suggests the accuracy of ANCs extracted from phase shift data needs further investigation."
    },
    {
      "title": "Unveiling the sea: universality of the transverse momentum dependent quark distributions at small <em>x</em>",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269326001255?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: Available online 11 February 2026Source: Physics Letters BAuthor(s): Paul Caucal, Marcos Guerrero Morales, Edmond Iancu, Farid Salazar, Feng Yuan"
    },
    {
      "title": "Modified Tri-bimaximal neutrino mixing confronted by JUNO <em>θ</em><sub>12</sub> measurement",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269326001243?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: Available online 10 February 2026Source: Physics Letters BAuthor(s): Xiao-Gang He"
    },
    {
      "title": "Limits on the diffractive mass in strong coherent <em>γ</em>*-nucleus scattering",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269326001231?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: Available online 10 February 2026Source: Physics Letters BAuthor(s): A.H. Mueller"
    },
    {
      "title": "Generalisations of the Russo-Townsend formulation",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269326001127?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: Available online 10 February 2026Source: Physics Letters BAuthor(s): Sergei M. Kuzenko, Jonah Ruhl"
    },
    {
      "title": "Visualization of rotational bands of <sup>12</sup>C via Two-Cluster Overlap Amplitudes",
      "link": "https://www.sciencedirect.com/science/article/pii/S037026932600095X?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: Available online 10 February 2026Source: Physics Letters BAuthor(s): De-Ye Tao(陶德晔), Bo Zhou(周波), Yu-Gang Ma(马余刚)"
    }
  ]
}