{
  "lastUpdated": "2025-12-18T02:45:40.617075",
  "papers": [
    {
      "title": "Clarifying the $N,Z=14$ Shells near the Drip Lines from the Spectroscopy of $^{22}\\mathrm{Si}$ and $^{21}\\mathrm{Al}$",
      "link": "http://link.aps.org/doi/10.1103/v57q-45qj",
      "authors": "J. S. Phillips, R. J. Charity, N. Dronchi, H. Webb, L. G. Sobotka, M. J. Basson, C. Benetti, B. A. Brown, K. W. Brown, S. Brown, J. Chung-Jung, J. R. Cory, G. Flores, A. Gade, M. Gajdosik, S. Gillespie, M. Kuich, C. E. McCormick, T. Parry, J. Pereira, D. Weisshaar, and V. Zerbach",
      "source": "Physical Review Letter",
      "summary": "Author(s): J. S. Phillips, R. J. Charity, N. Dronchi, H. Webb, L. G. Sobotka, M. J. Basson, C. Benetti, B. A. Brown, K. W. Brown, S. Brown, J. Chung-Jung, J. R. Cory, G. Flores, A. Gade, M. Gajdosik, S. Gillespie, M. Kuich, C. E. McCormick, T. Parry, J. Pereira, D. Weisshaar, and V. ZerbachEvidence for a (sub)-shell closure at $Z=14$ has been observed from the spectroscopy of $^{22}\\mathrm{Si}$ and $^{21}\\mathrm{Al}$. Using a fast $^{23}\\mathrm{Si}$ beam on a $^{9}\\mathrm{Be}$ target, several proton-decaying resonances have been populated in $^{21}\\mathrm{Al}$ and $^{22}\\mathrm{Si}$, …[Phys. Rev. Lett. 135, 252501] Published Tue Dec 16, 2025"
    },
    {
      "title": "Renormalizability and nonrenormalizability of nonlocal potentials",
      "link": "http://link.aps.org/doi/10.1103/79nk-9dkq",
      "authors": "N. Jacobi, A. M. Gasparyan, and E. Epelbaum",
      "source": "Physical Review C",
      "summary": "Author(s): N. Jacobi, A. M. Gasparyan, and E. EpelbaumWe consider separable toy models of the nucleon-nucleon interaction inspired by chiral effective field theory. We show that nonlocality of the long-range forces causes the need for nonlocal counter terms, or even makes the whole approach nonrenormalizable.[Phys. Rev. C 112, 064006] Published Wed Dec 17, 2025"
    },
    {
      "title": "Seniority scheme for $j=9/2$ nuclear orbitals",
      "link": "http://link.aps.org/doi/10.1103/1zz2-2hfm",
      "authors": "Zsolt Podolyák",
      "source": "Physical Review C",
      "summary": "Author(s): Zsolt PodolyákExperimental $B(E2)$ reduced transition strengths in $N=50$, 126 and $Z=82$ semimagic nuclei are compared to the values predicted by the seniority scheme for a single $j=9/2$ orbital. For the first time all available data, both on even- and odd-mass nuclei, were considered in the same framework. The…[Phys. Rev. C 112, 064321] Published Wed Dec 17, 2025"
    },
    {
      "title": "${β}^{+}$ decay $^{203,205}\\mathrm{At}→^{203,205}\\mathrm{Po}$ in the framework of the interacting boson fermion model",
      "link": "http://link.aps.org/doi/10.1103/5sl3-l1b2",
      "authors": "Falih H. Al-Khudair and Ashwaq F. Jaafer",
      "source": "Physical Review C",
      "summary": "Author(s): Falih H. Al-Khudair and Ashwaq F. JaaferThe energy states and electromagnetic transitions of even-even $^{202−206}\\mathrm{Po}$ and odd-mass $^{203,205}\\mathrm{Po}$ and $^{203,205}\\mathrm{At}$ isotopes within the framework of the proton-neutron interacting boson model (IBM-2) and its extension (IBFM-2) are calculated. For odd-$A$ nuclei, t…[Phys. Rev. C 112, 064322] Published Wed Dec 17, 2025"
    },
    {
      "title": "Meson-exchange currents in quasielastic charged-current neutrino reactions with single-nucleon knockout",
      "link": "http://link.aps.org/doi/10.1103/cp3s-sch1",
      "authors": "P. R. Casale, J. E. Amaro, V. Belocchi, M. B. Barbaro, and M. Martini",
      "source": "Physical Review C",
      "summary": "Author(s): P. R. Casale, J. E. Amaro, V. Belocchi, M. B. Barbaro, and M. MartiniThe effect of meson-exchange currents on charged-current quasielastic neutrino scattering with single-nucleon emission is computed and analyzed within the relativistic Fermi gas model. This contribution arises primarily from the interference between one-body and two-body currents, where the two-body…[Phys. Rev. C 112, 065502] Published Wed Dec 17, 2025"
    },
    {
      "title": "Equation of state of spin-polarized nuclear matter in the relativistic Hartree-Fock method",
      "link": "http://link.aps.org/doi/10.1103/8sv1-t27l",
      "authors": "Toi Tachibana, Kouichi Hagino, Kenichi Yoshida, and Qiang Zhao",
      "source": "Physical Review C",
      "summary": "Author(s): Toi Tachibana, Kouichi Hagino, Kenichi Yoshida, and Qiang ZhaoWe calculate the equation of state (EOS) of spin-polarized nuclear matter in the relativistic Hartree-Fock method. To this end, we employ the relativistic point-coupling model, with which the Fock terms are considerably simplified, reducing them to the same form as the Hartree terms. In analogy to t…[Phys. Rev. C 112, 065806] Published Wed Dec 17, 2025"
    },
    {
      "title": "Reexamination of fusion hindrance in astrophysical $^{12}\\mathrm{C}+^{12}\\mathrm{C}$ and $^{12}\\mathrm{C}+^{13}\\mathrm{C}$ reactions",
      "link": "http://link.aps.org/doi/10.1103/6hxy-j6dv",
      "authors": "K. Uzawa and K. Hagino",
      "source": "Physical Review C",
      "summary": "Author(s): K. Uzawa and K. HaginoDetermining the energy dependence of fusion cross sections at extremely low energies is crucial for various astrophysical processes. In the previous study by Jiang et al. [Phys. Rev. C 75, 015803 (2007)], it was concluded that fusion cross sections for the $^{12}\\mathrm{C}+^{12}\\mathrm{C}$ system ra…[Phys. Rev. C 112, L061601] Published Wed Dec 17, 2025"
    },
    {
      "title": "$^{9}\\mathrm{Be}$ photodisintegration cross section within cluster effective field theory",
      "link": "http://link.aps.org/doi/10.1103/4492-hghr",
      "authors": "Y. Capitani, E. Filandri, C. Ji, W. Leidemann, and G. Orlandini",
      "source": "Physical Review C",
      "summary": "Author(s): Y. Capitani, E. Filandri, C. Ji, W. Leidemann, and G. OrlandiniA low-energy calculation of $^{9}\\mathrm{Be}$ photodisintegration cross section is presented within an $ααn$ cluster approach. The $αn$ and $αα$ contact interactions are derived from cluster effective field theory. The two-body potentials defined in momentum space are regularized by a Gaussian cutof…[Phys. Rev. C 112, 064005] Published Tue Dec 16, 2025"
    },
    {
      "title": "Polarization of the $ϕ$ meson in the hadronic phase with nucleon scatterings and a viscous hydrodynamic background",
      "link": "http://link.aps.org/doi/10.1103/w1x1-gkqv",
      "authors": "Eduardo Grossi, Andrea Palermo, and Ismail Zahed",
      "source": "Physical Review C",
      "summary": "Author(s): Eduardo Grossi, Andrea Palermo, and Ismail ZahedWe extend our previous work on the spin alignment of the $ϕ$ vector meson in the hadronic phase of the quark gluon plasma, by including effects of nucleon scatterings. The emission rates are calculated in a realistic hydrodynamic background simulated with the code $\\text{FLUID}u\\text{M}$, for differ…[Phys. Rev. C 112, 064910] Published Tue Dec 16, 2025"
    },
    {
      "title": "Closer look at enhanced three-nucleon forces",
      "link": "https://arxiv.org/abs/2512.14117",
      "authors": "E. Epelbaum, A. M. Gasparyan, J. Gegelia, D. Hog, H. Krebs",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2512.14117v1 Announce Type: new \nAbstract: In a recent publication, Cirigliano {\\it et al.} [Phys. Rev. Lett. 135, 022501 (2025)] argue that three-nucleon forces (3NFs) involving short-range operators that couple two pions with two nucleons are enhanced beyond what is expected in chiral effective field theory based on naive dimensional analysis. Here, we scrutinize the arguments and conclusions of that paper by taking into account renormalization scheme dependence of the corresponding low-energy constants. We gain further insights into the expected impact of these 3NFs by comparing them with contributions of similar type, induced by pion-exchange diagrams at lower orders in the chiral expansion. We also estimate the impact of these 3NFs on properties of nuclear matter. After removal of scheme-dependent short-distance components in pion loops, the 3NFs considered by Cirigliano {\\it et al.} are shown to yield reasonably small contributions to the equation of state of neutron and symmetric nuclear matter in agreement with expectations based on Weinberg's power counting."
    },
    {
      "title": "Impact of experimental mass of $^{70}$Kr on the $^{68}$Se waiting-point in $rp$-process",
      "link": "https://arxiv.org/abs/2512.14145",
      "authors": "Min Zhang, Yudong Luo, Akira Dohi, Xing Xu, Xinliang Yan, Toshitaka Kajino, Yuhu Zhang, Meng Wang",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2512.14145v1 Announce Type: new \nAbstract: The recent mass measurement of $^{70}$Kr using the $B\\rho$-defined isochronous mass spectrometry yields a mass excess of $-41320(140)$ keV, indicating a 220-keV increase in binding energy compared to the AME2020 prediction. We utilize this experimental mass -- the last piece of information needed -- to model the potential waiting point $^{68}$Se in $rp$-process and quantitatively constrain the sequential $p$-capture reaction flow bypassing this waiting point. Our investigation shows that the more tightly bound nature of $^{70}$Kr enhances this reaction flow up to a factor of four. This enhancement reduces the effective half-life of $^{68}$Se. {A} one-zone X-ray burst model calculations reveal that the higher flow of $^{70}$Kr has distinct effects on the tail structure of light curve and the final SnSbTe abundances in the ashes due to a stronger $rp$-process heating."
    },
    {
      "title": "Analysis of correlations between dipole transitions $1^-_1\\rightarrow 0^+_1$ and $3^-_1\\rightarrow 2^+_1$ based on the collective model",
      "link": "https://arxiv.org/abs/2512.14334",
      "authors": "R. V. Jolos, E. A. Kolganova",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2512.14334v1 Announce Type: new \nAbstract: The purpose of the work is to evaluate effect of the isovector dipole and quadrupole-octupole modes coupling on the $B(E1;1^-_1\\rightarrow 0^+_1)/B(E1;3^-_1\\rightarrow 2^+_1)$ ratio. The Hamiltonian of the phenomenological collective model is used to calculate mixing of the isovector dipole and quadrupole and octupole modes. The effect of the admixture of the giant dipole resonance to the low-lying collective quadrupole and octupole modes is estimated. It is shown that the coupling of the quadrupole and octupole collective modes to giant dipole resonance leads to decrease of the ratio $B(E1;1^-_1\\rightarrow 0^+_1)/B(E1;3^-_1\\rightarrow 2^+_1)$ relative to the value 7/3 predicted by the pure collective quadrupole-octupole model."
    },
    {
      "title": "Modeling Short-Range Nucleon Pair and Triplet Abundances in Atomic Nuclei",
      "link": "https://arxiv.org/abs/2512.14447",
      "authors": "I. Wischnevsky Shlush, A. Denniston, R. Wagner, I. Korover, E. Piasetzky",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2512.14447v1 Announce Type: new \nAbstract: Short-range correlated (SRC) nucleon pairs provide a sensitive probe of the short-distance structure of atomic nuclei and the underlying nucleon-nucleon (NN) interaction. We present a simple numerical method to estimate the number of two- and three-nucleon SRC clusters using an independent-particle shell model with a harmonic-oscillator basis. The relative abundances of proton-neutron (pn), proton-proton (pp), and neutron-neutron (nn) SRC pairs are calculated for Al, Fe, and Pb nuclei, normalized to carbon, and compared with existing analytical predictions and available extractions from experimental data. We extend the analysis to the isotopes 40Ca, 48Ca, and 54Fe (collectively, the CaFe nuclei), which have been recently measured but whose SRC results are not yet published. These isotopes provide insight into the role of 1f7/2 shell occupancy in SRC pair formation. Finally, we present a reference baseline for three-nucleon SRC cluster abundances across the studied nuclei, assuming 3N clusters originate from independent two-nucleon interactions. The predicted baseline is about 2.5% 3N-SRC/2N-SRC ratio for all medium and heavy nuclei. Deviations from this baseline may indicate the presence of additional short-range nuclear dynamics."
    },
    {
      "title": "Prediction of deformed halo nuclei $^{43,45}$Si from multiple criteria based on structure and reaction analyses",
      "link": "https://arxiv.org/abs/2512.14545",
      "authors": "C. Pan, J. L. An, P. Ring, X. H. Wu, P. Papakonstantinou, M. -H. Mun, Y. Kim, S. S. Zhang, K. Y. Zhang",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2512.14545v1 Announce Type: new \nAbstract: Possible deformed neutron halos in silicon isotopes are investigated from both structure and reaction perspectives using the deformed relativistic Hartree-Bogoliubov theory in continuum (DRHBc) combined with the Glauber model. The experimental neutron separation energies of silicon isotopes are well reproduced by the DRHBc theory. Multiple halo criteria are examined, including the global ones based on root-mean-square radii and density profiles, as well as the microscopic ones based on single-particle orbitals and their spatial distributions. Calculations employing different density functionals and pairing strengths consistently indicate the emergence of $p$-wave neutron halos in $^{43,45}$Si, accompanied by pronounced shape decoupling between the halo and the core. Moreover, the enhanced reaction cross sections and the narrow longitudinal momentum distributions of one-neutron removal residues provide additional evidence supporting the halo structures in $^{43,45}$Si."
    },
    {
      "title": "Asymptotic-freedom and massive glueballs in a qubit-regularized SU(2) gauge theory",
      "link": "https://arxiv.org/abs/2512.11068",
      "authors": "Rui Xian Siew, Shailesh Chandrasekharan, Tanmoy Bhattacharya",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2512.11068v1 Announce Type: cross \nAbstract: We argue that a simple qubit-regularized $\\mathrm{SU}(2)$ lattice gauge theory on a plaquette chain serves as a pseudo-one-dimensional toy model for Yang-Mills theory in three spatial dimensions. We map the chain Hamiltonian to the Transverse Field Ising Model in a uniform magnetic field and demonstrate that it can be tuned to a continuum limit in which the short-distance physics is governed by the asymptotically free Ising conformal field theory describing free Majorana fermions, while the long-distance regime contains massive excitations of the $E_8$ quantum field theory that can be interpreted as one-dimensional analogues of glueballs. Furthermore, we find $\\sqrt{\\sigma}/m_1 = 0.1763(5)$ where $\\sigma$ is the string tension between two static quarks and $m_1$ is the mass of the lightest glueball."
    },
    {
      "title": "Resonances: Universality and Factorization on Higher Sheets",
      "link": "https://arxiv.org/abs/2512.13775",
      "authors": "Miguel Correia, Celina Pasiecznik",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2512.13775v1 Announce Type: cross \nAbstract: Most particles in nature are unstable, manifesting as resonances in scattering processes. Using analyticity and unitarity, we show nonperturbatively that resonances, defined as poles on higher Riemann sheets of scattering amplitudes, share basic properties with stable particles: (i) Universality, that a resonance generically appears in every S-matrix element; and (ii) Factorization, that amplitudes factorize on resonance poles. Our framework applies in any spacetime dimension and across arbitrarily many two-particle cuts, including cases where the kinematic Riemann surface becomes infinitely sheeted. Importantly, we find that resonance data (mass, width, couplings, and sheet index) are fully encoded on the physical sheet, where causality can impose additional constraints. These results are relevant for extending S-matrix bootstrap studies beyond elastic scattering."
    },
    {
      "title": "Improved Standard-Model predictions for $\\eta^{(\\prime)}\\to \\ell^+ \\ell^-$",
      "link": "https://arxiv.org/abs/2512.13776",
      "authors": "Noah Messerli, Martin Hoferichter, Bai-Long Hoid, Simon Holz, Bastian Kubis",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2512.13776v1 Announce Type: cross \nAbstract: The rare decays $\\eta^{(\\prime)}\\to\\ell^+\\ell^-$, $\\ell\\in\\{e,\\mu\\}$, are highly suppressed in the Standard Model, both by their chirality structure and the required loop attaching the lepton line to the $\\eta^{(\\prime)}\\to\\gamma^*\\gamma^*$ matrix element. The latter is described by a single scalar function, the transition form factor, which has recently been studied in great detail for $\\eta^{(\\prime)}$ in the context of the pseudoscalar-pole contributions to hadronic light-by-light scattering in the anomalous magnetic moment of the muon. Based on these results, we evaluate the corresponding prediction for the $\\eta^{(\\prime)}$ dilepton decays, supplemented by an improved evaluation of the asymptotic contributions including pseudoscalar mass effects. In particular, the dispersive representation for the $\\eta^{(\\prime)}$ transition form factors allows us, for the first time, to perform a robust evaluation of the imaginary parts due to subleading channels besides the dominant two-photon cut. Our final results are $\\text{Br}[\\eta\\to e^+e^-]=5.37(4)(2)[4]\\times 10^{-9}$, $\\text{Br}[\\eta\\to \\mu^+\\mu^-]=4.54(4)(2)[4]\\times 10^{-6}$, $\\text{Br}[\\eta'\\to e^+e^-]=1.80(2)(3)[3]\\times 10^{-10}$, and $\\text{Br}[\\eta'\\to \\mu^+\\mu^-]=1.22(2)(2)[3]\\times 10^{-7}$, where the errors refer to the uncertainty in the normalized branching fraction, the one propagated from $\\text{Br}[\\eta^{(\\prime)}\\to\\gamma\\gamma]$, and the total uncertainty, respectively. The branching fraction for $\\eta\\to\\mu^+\\mu^-$ exhibits a mild $1.6\\sigma$ tension with experiment, and we explore the bounds that can be derived on physics beyond the Standard Model."
    },
    {
      "title": "Magnetoviscosity of relativistic plasma",
      "link": "https://arxiv.org/abs/2512.13792",
      "authors": "Ritesh Ghosh, Igor A. Shovkovy",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2512.13792v1 Announce Type: cross \nAbstract: Using first-principles quantum field-theoretical methods, we investigate the shear and bulk viscosities of strongly magnetized relativistic plasmas. The analysis is performed within the weak-coupling approximation and utilizes known results for the fermion damping rates in the Landau-level representation, $\\Gamma_{n}(p_{z})$, which are dominated by one-to-two and two-to-one processes in the presence of a strong magnetic field. The transverse and longitudinal components of the viscosities are derived using Kubo's linear response theory. Our results reveal a pronounced anisotropy in both shear and bulk viscosities induced by the magnetic field. In the case of an electron-positron plasma, where the weak-coupling approximation is well justified, the dimensionless longitudinal shear viscosity $\\eta_{\\parallel}/T^3$ increases rapidly with the magnetic field strength, while the transverse component $\\eta_{\\perp}/T^3$ decreases and can even drop below the KSS bound at sufficiently large fields. In contrast, both the dimensionless longitudinal and transverse bulk viscosities, $\\zeta_{\\perp}/T^3$ and $\\zeta_{\\parallel}/T^3$, initially rise from small values, reach a maximum, and then gradually decrease toward zero. We find that the bulk viscosity is highly sensitive to the longitudinal and transverse components of the sound velocity, particularly at high magnetic fields, indicating that its quantitative values should be interpreted with caution. We also calculate an additional cross viscosity, which is negative and whose magnitude increases with the magnetic field strength. Finally, we discuss the physical implications of these magnetoviscosity results in the contexts of magnetar physics and the strongly magnetized quark-gluon plasma produced in heavy-ion collisions."
    },
    {
      "title": "Generalized relativistic second order magnetohydrodynamics: A correlation function approach using Zubarev's nonequilibrium statistical operator",
      "link": "https://arxiv.org/abs/2512.13824",
      "authors": "Abhishek Tiwari, Binoy Krishna Patra",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2512.13824v1 Announce Type: cross \nAbstract: We use total energy-momentum conservation and the Bianchi identity (magnetic-flux conservation) to construct second-order relativistic magnetohydrodynamics in a Zubarev's non-equilibrium statistical operator (NESO) framework. We obtain all dissipative tensors in the medium by focusing on a relativistic magnetized plasma that preserves parity and is symmetric to charge-conjugation. We also provide Kubo formulas for all transport coefficients that arise at second order. Moreover, we extend the NESO formalism to systematically take into account for nonlocal contributions."
    },
    {
      "title": "Symmetry-preserving calculation of pion light-front wave functions",
      "link": "https://arxiv.org/abs/2512.13938",
      "authors": "Zhao-Qian Yao, Zhen-Ni Xu, Yu-Yang Xiao, Craig D. Roberts, Jose Rodriguez-Quintero",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2512.13938v1 Announce Type: cross \nAbstract: Poincar\\'e-covariant Bethe-Salpeter wave functions are used to calculate light-front wave functions (LFWFs) of the pion, $\\pi$, and an analogue state, $\\pi_{s\\bar s}$. The current masses of the degenerate valence constituents in the $\\pi_{s\\bar s}$ are around $25$-times larger than those of the pion's valence constituents. Both valence spin-antialigned ($\\mathcal L=0$) and valence spin-aligned ($\\mathcal L=1$) components are obtained and combined to produce the complete LFWF for each system. Comparing predictions delivered by two distinct Bethe-Salpeter kernels, the impact of nonperturbative dynamical effects contained in the more sophisticated (bRL) kernel are seen to be significant; and contrasts between $\\pi$, $\\pi_{s \\bar s}$ results reveal the interplay between emergent hadron mass and mass effects owing to Higgs-boson couplings. Amongst the results, one finds that for $\\pi$, $\\pi_{s\\bar s}$, the LFWFs can be approximated by a separable form, with that representation being pointwise reliable in the bRL cases. Moreover, the $\\mathcal L=1$ component is important; so a LFWF obtained after omission of this piece is typically a poor representation of the system. These features are naturally expressed in $\\pi$, $\\pi_{s\\bar s}$ transverse momentum dependent parton distribution functions (TMDs). In this connection, it is found that a Gaussian \\textit{Ansatz} can only provide a rough guide to TMD pointwise behaviour: magnitude deviations between \\textit{Ansatz} and prediction exceed a factor of two on $k_\\perp^2 \\gtrsim 0.55\\,$GeV$^2$. One should therefore be cautious in interpreting conclusions drawn from phenomenological analyses based upon Gaussian \\textit{Ans\\\"atze}."
    },
    {
      "title": "Substructure grooming of inclusive and photon-tagged jets in heavy-ion collisions",
      "link": "https://arxiv.org/abs/2512.14053",
      "authors": "Sa Wang, Shuang Li, Jin-Wen Kang, Ben-Wei Zhang, Enke Wang",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2512.14053v1 Announce Type: cross \nAbstract: Jet substructure provides a powerful probe of partonic interactions within the quark-gluon plasma (QGP) in heavy-ion collisions. In this paper, we present a systematic theoretical study of the groomed substructures for both inclusive jets and photon-tagged jets ($\\gamma+$jets) utilizing the Dynamical and Soft-Drop Grooming algorithms in PbPb collisions by employing the SHELL transport model. Our theoretical calculations exhibit a suppression at high $k_{\\rm T,g}$, the relative transverse momentum between the two subjets in the groomed substructure, consistent with the recent ALICE measurements. We show that the suppression of high $k_{\\rm T,g}$ arises from the combined effects of the reduction of the subleading subjet transverse momentum due to partonic energy loss and the narrowing of the groomed jet radius $R_g$ induced by selection bias. Our findings demonstrate that no enhancement is observed at high $k_{\\rm T,g}$, even in the complete absence of selection bias. Furthermore, we propose that the broadening of $R_g$ in photon-tagged jets, which are less susceptible to selection bias compared to inclusive jets, provides relatively direct evidence of the jet substructure broadening. Our analysis reveals that the $R_g$ broadening becomes more pronounced as the jet radius increases, where the medium-induced gluon radiation plays a dominant role in driving such broadening. In particular, we find that as the jet radius increases, the Soft Drop grooming algorithm exhibits a better resolving power for the contribution of the medium response to the jet substructure broadening."
    },
    {
      "title": "Signatures of local acceleration of quark-gluon plasma in the dilepton production",
      "link": "https://arxiv.org/abs/2512.14375",
      "authors": "Aritra Bandyopadhyay, Moulindu Kundu, Victor E. Ambrus, Maxim N. Chernodub",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2512.14375v1 Announce Type: cross \nAbstract: Dilepton production is one of the key probes of the Quark-Gluon Plasma (QGP) that encodes the imaginary part of the electromagnetic current-current correlator. We investigate the effect of local acceleration on the dilepton production by treating acceleration as a small perturbation. Using the thermal Dirac propagator in an accelerated frame within the imaginary-time formalism, we compute the photon polarization tensor and extract its imaginary part. Comparison with the zero-acceleration case isolates the distinct contributions of acceleration to dilepton yields."
    },
    {
      "title": "Drell-Yan at the Electron-Ion Collider",
      "link": "https://arxiv.org/abs/2512.14690",
      "authors": "Henry T. Klest",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2512.14690v1 Announce Type: cross \nAbstract: The photon is arguably the most universally important particle across all fields of physics. Despite its status as a fundamental particle, at high energies the photon can be seen as a hadronic source of partons. The partonic content of the photon is very poorly constrained compared to that of the proton, with photon PDF uncertainties typically one or two orders of magnitude larger than their proton counterparts, despite the fact that its source, the $\\gamma\\to q\\bar{q}$ splitting, is perturbatively calculable. The high luminosity, excellent particle identification, and far-backward electron tagging capabilities of the Electron-Ion Collider make it an ideal environment for studying photon parton distribution functions. Similar to the $p+p$ or $\\pi+p$ systems, photoproduction at the EIC can be thought of as two parton distributions colliding. One of the most powerful processes in such collisions is production of lepton pairs, i.e. $h+p\\rightarrow l^+l^-+X$, known as the Drell--Yan process. This process has the ability to access for the first time the transverse-momentum-dependent parton distributions of the photon. The transversely polarized proton beam of the EIC additionally provides a possible means of accessing the transversity distribution of the proton without relying on fragmentation functions."
    },
    {
      "title": "Impact of scalar NSI on spatial and temporal correlations in neutrino oscillations",
      "link": "https://iopscience.iop.org/article/10.1088/1361-6471/ae263c",
      "authors": "Bhavna Yadav and Ashutosh Kumar Alok",
      "source": "Journal of Physics G: Nuclear and Particle Physics",
      "summary": "Neutrino oscillation experiments are gradually approaching an era of precision, where subleading effects can also be tested. One such subleading effect is non-standard interactions (NSI), which can play a crucial role in neutrino oscillations. Various works have typically discussed vector NSI in the context of quantum correlations. Recently, there have been improvements in the bounds on scalar NSI as well. In light of these developments, we aim to examine the impact of scalar NSI on quantum correlation measures. To analyze this impact, we are considering the strongest measure of quantum correlation, i.e. non-locality. Our study will encompass both spatial and temporal non-locality measures. This work presents the first investigation of scalar NSI in the context of quantum correlation measures."
    },
    {
      "title": "The impact of non-expansive entropies on thermodynamics of high order correction of Schwarzschild-AdS black hole in non-commutative geometry",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269325008688?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: Available online 16 December 2025Source: Physics Letters BAuthor(s): Jafar Sadeghi, Behnam Pourhassan, Fatemeh Khosravani"
    },
    {
      "title": "Bohr-Mottelson Hamiltonian with octic potential applied to the <math xmlns:mml=\"http://www.w3.org/1998/Math/MathML\" altimg=\"si31.svg\" class=\"math\"><msup><mrow></mrow><mrow><mn>106</mn><mo>−</mo><mn>116</mn></mrow></msup></math>Cd isotopes",
      "link": "https://www.sciencedirect.com/science/article/pii/S0375947425002970?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Nuclear Physics A",
      "summary": "Publication date: Available online 16 December 2025Source: Nuclear Physics AAuthor(s): P. Buganu, R. Budaca"
    },
    {
      "title": "Collective enhancement in nuclear level density and shape transitions in <sup>169</sup>Tm",
      "link": "https://www.sciencedirect.com/science/article/pii/S0375947425002957?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Nuclear Physics A",
      "summary": "Publication date: Available online 16 December 2025Source: Nuclear Physics AAuthor(s): V. Parvathi, A. K. Rhine Kumar"
    },
    {
      "title": "Cross-section measurement of <sup>181</sup>Ta(n,<em>γ</em>)<sup>182</sup>Ta with covariance analysis",
      "link": "https://www.sciencedirect.com/science/article/pii/S0375947425002982?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Nuclear Physics A",
      "summary": "Publication date: Available online 16 December 2025Source: Nuclear Physics AAuthor(s): Mahima Upadhyay, Punit Dubey, Mahesh Choudhary, Namrata Singh, Shweta Singh, Sriya Paul, G. Mishra, G. Mohanto, Sukanya De, L.S. Danu, B. Lalremruata, Yu N. Kopatch, I.N. Ruskov, Ajay Kumar, R.G. Thomas, A. Kumar"
    },
    {
      "title": "Soft pattern of gravitational Rutherford scattering from heavy target mass expansion*",
      "link": "https://iopscience.iop.org/article/10.1088/1674-1137/ad62d6",
      "authors": "Yu Jia, 宇 贾, Jichen Pan, 济陈 潘, Jia-Yue Zhang and 佳玥 张",
      "source": "Chinese Physics C",
      "summary": "We investigate the soft behavior of the tree-level Rutherford scattering processes mediated via t-channel one-graviton exchange. We consider two types of Rutherford scattering processes: a low-energy massless structureless projectile (up to spin-1) hits a static massive composite particle carrying various spins (up to spin-2), and slowly moving light projectile hits a heavy static composite target. The unpolarized cross sections in the first type exhibit universal forms at the first two orders in expansion, yet differ at the next-to-next-to-leading order, though some terms at this order still remain universal or depend on the target spin in a definite manner. The unpolarized cross sections in the second type are universal at the lowest order in projectile velocity expansion and through all orders in , independent on the spins of both projectile and target. The universality partially breaks down at relative order- , albeit some terms at this order still depend on the target spin in a specific manner."
    },
    {
      "title": "Correlation between Zero-Sound modes and nuclear equation of state stiffness detected by light vector boson*",
      "link": "https://iopscience.iop.org/article/10.1088/1674-1137/adfa81",
      "authors": "Jing Ye, 婧 叶, Wei-Zhou Jiang and 维洲 蒋",
      "source": "Chinese Physics C",
      "summary": "We investigate zero-sound modes in nuclear matter and neutron star matter using the relativistic random phase approximation (RRPA), focusing on the role of a light vector U boson in stiffening the nuclear equation of state (EOS). The occurrence of zero sound is closely linked to the stiffness of the nuclear EOS. The additional vector repulsive potential induced by the U boson results in the occurrence of zero sound at high densities in models with a soft high-density EOS, and the density range for zero sound extends to higher densities with larger coupling strength of the U boson. This confirms the unambiguous role of stiffening the high-density EOS in resulting in the appearance of zero sound."
    },
    {
      "title": "Study of yrast and yrare low-lying excited states using machine learning approaches*",
      "link": "https://iopscience.iop.org/article/10.1088/1674-1137/adfe54",
      "authors": "Zhi Long Li, 志龙 李, Bing Feng Lv, 冰锋 吕, Yong Jia Wang, 永佳 王 and C. M. Petrache",
      "source": "Chinese Physics C",
      "summary": "The low-lying excitation energies of the states in even-even nuclei are studied using two modern machine learning algorithms: the Light Gradient Boosting Machine (LightGBM) and Sparse Variational Gaussian Process (SVGP). The obtained results demonstrate that both LightGBM and SVGP perform well on the training and validation datasets when informed by a physics-based feature space. A detailed comparison of the results obtained for and states using the Hartree-Fock-Bogoliubov theory extended by the generator coordinate method and mapped onto a five-dimensional collective quadrupole Hamiltonian shows that both ML algorithms outperform this model in terms of accuracy. The extrapolation capabilities of these algorithms were further validated using newly measured 12 data points of and states, which were not included in the training set. In addition, the partial dependence plot method and the Shapley additive explanations method are used as interpretability tools to analyze the relationship between the input features and model predictions. These tools provide in-depth insights into how the input features influence the prediction of low-lying excitation energies and help identify the most important features that drive the prediction, which are valuable for understanding the low-lying excitation energies."
    },
    {
      "title": "The role of fission in mass sensitivity study of the r-process*",
      "link": "https://iopscience.iop.org/article/10.1088/1674-1137/adfe55",
      "authors": "Yi Wei Hao, 艺伟 郝, Yi Fei Niu, 一斐 牛, Zhong Ming Niu and 中明 牛",
      "source": "Chinese Physics C",
      "summary": "A sensitivity study was performed to investigate the impact of individual nuclear masses on r-process rare-earth peak abundances in different astrophysical scenarios. The most impactful nuclei are primarily distributed in two regions on the nuclear chart: one located 20-30 neutrons away from stability (defined as region I) and another 7-15 neutrons away from stability (defined as region II), as previously reported in Phys. Lett. B 844, 138092 (2023). In this study, we extend our analysis by focusing on the role of fission in the mass sensitivity study. The results show that, in astrophysical scenarios involving fission, the sensitivity of nuclei in region I is diminished owing to the deposition of a large number of fission fragments in the rare-earth mass region. However, nuclei in region II retain high sensitivity because the contribution of fission decreases in the later stages of nucleosynthesis. This study highlights the impact of fission on the sensitivity of r-process abundances to nuclear masses and enhances the understanding of the rare-earth peak formation mechanism."
    },
    {
      "title": "Systematic study of α decay half-life within cluster-formation model*",
      "link": "https://iopscience.iop.org/article/10.1088/1674-1137/ae042c",
      "authors": "Wen-Chao Dai, 文超 戴, Jie-Dong Jiang, 杰栋 蒋, Yin Fan, 茵 范, Xiao Liu, 潇 刘, Peng-Cheng Chu, 鹏程 初, Xi-Jun Wu, 喜军 吴, Xiao-Hua Li and 小华 李",
      "source": "Chinese Physics C",
      "summary": "In this study, based on the Wentzel-Kramers-Brillouin (WKB) theory, by parameterizing the assault frequency as a function of the decay energy and charge radius of parent nucleus, with the decay preformation factor being calculated through the cluster-formation model (CFM), we systematically investigate the decay half-lives of 559 nuclei from the ground state, including 177 even-even, 277 odd-A, and 105 odd-odd nuclei. The calculated results indicate that our model can effectively reproduce the experimental data, with a corresponding standard deviation of 0.408. In addition, we use this model to predict the decay half-lives of 70 even-even, odd-A, and odd-odd nuclei with Z = 119 and 120. For comparison, we also use the universal decay law (UDL) proposed by Qi et al. [Phys. Rev. Lett 103, 072501 (2009)] and the unitary Royer formula (DZR) proposed by Deng et al. [Phys. Rev. C 101, 034307 (2020)]. The calculated results are in good agreement."
    },
    {
      "title": "Charmed meson structure across crossover from SU(4) Polyakov quark meson model with isospin asymmetry",
      "link": "https://iopscience.iop.org/article/10.1088/1674-1137/ae042d",
      "authors": "Abdel Magied DIAB",
      "source": "Chinese Physics C",
      "summary": "The Polyakov Quark Meson (PQM) model is extended to SU(4) flavor symmetry by incorporating the charm quark and introducing a finite isospin asymmetry. This model incorporates the light, strange, and charm chiral condensates, along with the Polyakov-loop variables, to describe the confinement–deconfinement phase transition in a thermal and dense QCD medium. The inclusion of the charm quark condensate enhances the capability of the SU(4) PQM model to explore the spatial and thermal resolution of the chiral phase structure, particularly in the crossover and high-temperature regimes. We construct the QCD phase diagram ( ) plane, indicating a decrease in the pseudo-critical temperature as the isospin chemical potential increases, and explore thermodynamic quantities related to the QCD equation of state at very high temperatures. Fluctuations of quark flavors, conserved charges, and baryon-charm correlations are studied across a wide temperature range. The SU(4) PQM model exhibits good qualitative agreement with lattice QCD calculations. Additionally, we calculate the meson mass spectrum at zero and finite temperature, showing that the charm sector remains thermally stable over a wide temperature range. Overall, this study highlights the capability of the SU(4) PQM model to describe key features of the QCD matter at high temperatures and its relevance to heavy-ion collisions and astrophysical studies."
    },
    {
      "title": "Examination of proton radioactivity in exotic nuclei with a deformed Gamow-like model*",
      "link": "https://iopscience.iop.org/article/10.1088/1674-1137/ae042f",
      "authors": "Zhe Wang, 哲 王, Quan Liu, 泉 刘, Jian-You Guo and 建友 郭",
      "source": "Chinese Physics C",
      "summary": "We modified the deformed Gamow-like model (DGLM) by incorporating the effect of daughter nucleus deformation on Coulomb interaction between the daughter nucleus and emitted proton. Using this modified DGLM, we systematically calculated the half-lives of both single- and two-proton radioactivities within a unified framework. Computational results demonstrate remarkable consistency with the experimentally observed radioactivity half-lives. In addition, our study explores how deformation affects penetration probabilities and establishes a universal curve relating penetration probability to experimental half-lives, validating the efficacy of the DGLM. Further, we made unified predictions for the half-lives of potential single-proton and two-proton radioactive nuclei, which align well with other models, thereby underscoring the reliability of the DGLM in predicting proton radioactivity."
    },
    {
      "title": "Probing the cluster structure of 6Li with the 6Li + 12C nuclear reaction at 68 MeV*",
      "link": "https://iopscience.iop.org/article/10.1088/1674-1137/ae072b",
      "authors": "B. A. Urazbekov, E. K. Almanbetova, A. Azhibekov, B. S. Baimurzinova, K. Dyussebayeva, T. Issatayev, D. M. Janseitov, S. M. Lukyanov, Yu. E. Penionzhkevich, K. Mendibayev and T. K. Zholdybayev",
      "source": "Chinese Physics C",
      "summary": "This study presents a combined experimental and theoretical investigation of the 6Li + 12C nuclear reaction at a laboratory energy of 68 MeV. The reaction products are identified via the standard –E technique. Angular distributions are constructed for the elastic, inelastic, and deuteron transfer channels by detecting emitted particles – 6Li and α. Elastic and inelastic scattering of 6Li off 12C are analyzed using the optical model and coupled channels approaches, with the interaction described by a double-folding potential. This potential is calculated based on the three-body wave function of 6Li. Pronounced coupled-channel effects that modify the potential and allow accurate reproduction of the experimental cross sections are observed. The resulting polarized potentials provide a more precise description of the initial-state interaction for further reaction modeling. The deuteron transfer channel, 12C(6Li, α)14N, is studied using the coupled reaction channels method. The coupling between the transfer and elastic channels is implemented using the three-body wave function of 6Li. As an alternative, a regular wave function constructed with a phenomenological Woods–Saxon potential is also employed. Comparison between the calculated differential cross sections and experimental data reveals a more complex and nuanced reaction mechanism, which supports the cluster structure of 6Li."
    },
    {
      "title": "hadronic decay in the Nambu-Jona-Lasinio model: Mass-Width interplay and Beyond-RPA corrections*",
      "link": "https://iopscience.iop.org/article/10.1088/1674-1137/ae07b3",
      "authors": "Qing-Wu Wang, 庆武 王, Xiao-Fu Łü, 晓夫 吕, Hua-Zhong Guo and 华忠 郭",
      "source": "Chinese Physics C",
      "summary": "This paper presents novel framework for analyzing unstable composite particles using Green's functions and dispersion relations. As an illustrative example, we explore the ρ vector meson decay process within the Nambu–Jona-Lasinio (NJL) model. This approach addresses a key limitation of the four-quark interaction description, which adequately describes two-quark bound states but fails to describe decay processes. The Bethe-Salpeter (BS) wave function of the ρ meson exhibits time evolution that leads to the physical mass M incorporating a correction . This correction depends on the decay width . This work provides crucial insights into the dynamical relationship between resonance masses and their decay properties, addressing a long-standing challenge in hadron physics. The calculated mass and width are in good agreement with the experimental values, demonstrating the effectiveness of this approach for studying unstable hadronic systems beyond conventional bound-state approximations."
    },
    {
      "title": "Hawking tunneling radiation with thermodynamic pressure*",
      "link": "https://iopscience.iop.org/article/10.1088/1674-1137/ae07b4",
      "authors": "Cheng Hu, 成 胡, Xiao-Xiong Zeng and 晓雄 曾",
      "source": "Chinese Physics C",
      "summary": "Hawking radiation elucidates black holes as quantum thermodynamic systems, thereby establishing a conceptual bridge between general relativity and quantum mechanics through particle emission phenomena. While conventional theoretical frameworks predominantly focus on classical spacetime configurations, recent advancements in extended phase space thermodynamics have redefined cosmological parameters (such as the Λ-term) as dynamic variables. Notably, the thermodynamics of anti-de Sitter (AdS) black holes has been successfully extended to incorporate thermodynamic pressure P. Within this extended phase space framework, although numerous intriguing physical phenomena have been identified, the tunneling mechanism of particles incorporating pressure and volume remains unexplored. This study investigates Hawking radiation through particle tunneling in Schwarzschild AdS black holes within the extended phase space, where the thermodynamic pressure P is introduced via a dynamic cosmological constant Λ. By employing semi-classical tunneling calculations with self-gravitation corrections, we demonstrate that emission probabilities exhibit a direct correlation with variations in Bekenstein-Hawking entropy. Significantly, the radiation spectrum deviates from pure thermality, aligning with unitary quantum evolution while maintaining consistency with standard phase space results. Moreover, through thermodynamic analysis, we verified that the emission rate of particles is related to the difference in Bekenstein-Hawking entropy of the emitted particles before and after they tunnel through the potential barrier. These findings establish particle tunneling as a unified probe of quantum gravitational effects in black hole thermodynamics."
    }
  ]
}