{
  "lastUpdated": "2025-07-22T02:53:36.734964",
  "papers": [
    {
      "title": "Temperature-dependent ultracold neutron transmission in $^{2}\\mathrm{H}_{2}$ gas: A test of the Young-Koppel model",
      "link": "http://link.aps.org/doi/10.1103/1r5v-6h9p",
      "authors": "G. Bison, R. Grössle, K. Kirch, B. Lauss, F. Priester, I. Rienäcker, and G. Zsigmond",
      "source": "Physical Review C",
      "summary": "Author(s): G. Bison, R. Grössle, K. Kirch, B. Lauss, F. Priester, I. Rienäcker, and G. ZsigmondThe Young-Koppel (YK) model describes comprehensively the interaction of slow neutrons with diatomic gases such as ${\\mathrm{H}}_{2}$ and $^{2}\\mathrm{H}_{2}$. This paper reports on the first experimental results of ultracold neutron (UCN) scattering over a wide temperature range vindicating the YK …[Phys. Rev. C 112, 014007] Published Mon Jul 21, 2025"
    },
    {
      "title": "Structure studies of $^{257}\\mathrm{Db}$ through combined $α,γ$, and internal-conversion-electron spectroscopy",
      "link": "http://link.aps.org/doi/10.1103/9xc8-z41p",
      "authors": "P. Brionnet, A. Lopez-Martens, O. Dorvaux, Z. Asfari, M. L. Chelnokov, V. I. Chepigin, H. Faure, B. Gall, K. Hauschild, A. V. Isaev, I. N. Izosimov, A. A. Kuznetsova, O. N. Malyshev, R. S. Mukhin, J. Piot, A. G. Popeko, Yu. A. Popov, K. Rezynkina, B. Sailaubekov, E. A. Sokol, A. I. Svirikhin, M. S. Tezekbayeva, A. V. Yeremin, and N. I. Zamyatin",
      "source": "Physical Review C",
      "summary": "Author(s): P. Brionnet, A. Lopez-Martens, O. Dorvaux, Z. Asfari, M. L. Chelnokov, V. I. Chepigin, H. Faure, B. Gall, K. Hauschild, A. V. Isaev, I. N. Izosimov, A. A. Kuznetsova, O. N. Malyshev, R. S. Mukhin, J. Piot, A. G. Popeko, Yu. A. Popov, K. Rezynkina, B. Sailaubekov, E. A. Sokol, A. I. Svirikhin, M. S. Tezekbayeva, A. V. Yeremin, and N. I. ZamyatinThis work reports on the study of the decay properties along the $^{257}\\mathrm{Db}$ decay chain using the GABRIELA setup. The first observation of a high-K isomer in $^{257}\\mathrm{Db}$ is presented. In addition, an unreported $α$-decay branch in $^{249}\\mathrm{Md}$ has been evidenced, allowing con…[Phys. Rev. C 112, 014320] Published Mon Jul 21, 2025"
    },
    {
      "title": "Lifetime measurements of low-lying states in odd-mass isotopes $^{117,119}\\mathrm{Te}$ and the nature of vibration in Te isotopes",
      "link": "http://link.aps.org/doi/10.1103/fmgd-tj4w",
      "authors": "E. A. Cederlöf <em>et al.</em>",
      "source": "Physical Review C",
      "summary": "Author(s): E. A. Cederlöf et al.Background: With the recent lifetime measurements of the ${2}^{+}$ states in $^{116}\\mathrm{Te}$ and $^{118}\\mathrm{Te}$, the evolution of the collectivity in the midshell region of the Te isotopic chain is starting to reveal itself. However, more information on the structure of the ground-state ban…[Phys. Rev. C 112, 014321] Published Mon Jul 21, 2025"
    },
    {
      "title": "Candidates of a $2α$ condensate surrounding the $^{16}\\mathrm{O}$ nucleus studied by the real-time evolution method",
      "link": "http://link.aps.org/doi/10.1103/jrzz-k8wk",
      "authors": "Y. M. Htet, T. Oishi, M. Kimura, Qing Zhao, and Bo Zhou",
      "source": "Physical Review C",
      "summary": "Author(s): Y. M. Htet, T. Oishi, M. Kimura, Qing Zhao, and Bo ZhouBackground: Searching for $α$ condensation around a core nucleus, a new class of nuclear clustering, is an interesting topic. Previous theoretical studies predicted $^{16}\\mathrm{O}+2α$ condensed states. However, in those studies, the strong mixing with nonresonant states made the identification of …[Phys. Rev. C 112, 014322] Published Mon Jul 21, 2025"
    },
    {
      "title": "Measurement of the $^{28}\\mathrm{Si}(n,{n}^{′}γ)$ cross section with $n, γ$, and correlated $n\\text{−}γ$ angular distributions",
      "link": "http://link.aps.org/doi/10.1103/q8rv-2m1v",
      "authors": "K. J. Kelly, P. A. Copp, J. Surbrook, E. A. Bennett, M. Devlin, J. M. O'Donnell, N. Mendez, M. Paris, and H. Sasaki",
      "source": "Physical Review C",
      "summary": "Author(s): K. J. Kelly, P. A. Copp, J. Surbrook, E. A. Bennett, M. Devlin, J. M. O'Donnell, N. Mendez, M. Paris, and H. SasakiSilicon has become an unavoidable element in the circuitry central to everyday life. In turn, the interactions of silicon isotopes with neutrons for nuclear physics applications, among other motivations, have become increasingly important to understand. The dominant isotope of silicon, $^{28}\\mathrm…[Phys. Rev. C 112, 014618] Published Mon Jul 21, 2025"
    },
    {
      "title": "Exploring core excitation in halo nuclei using halo effective field theory: an application to the bound states of $^{11}$Be",
      "link": "https://arxiv.org/abs/2507.13585",
      "authors": "Live-Palm Kubushishi, Pierre Capel",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2507.13585v1 Announce Type: new \nAbstract: Halo effective field theory (Halo-EFT) has proved to be very efficient for describing halo nuclei within models of nuclear reactions. Its order-by-order expansion scheme enables us to single out the structure observables that are probed in reactions, and therefore improve the accuracy of their values inferred from experiment. This formalism is however limited by its breakdown scale. Structure effects beyond that scale cannot be considered explicitly in reaction models. To extend the usual Halo-EFT, we include core excitation considering a particle-rotor model. We apply it to the case of $^{11}$Be, the archetypical one-neutron halo nucleus. The corresponding set of coupled equations is solved using the R-matrix method on a Lagrange mesh. As a first application, we analyze in detail the structure of both bound states of $^{11}$Be and the $^{10}$Be-n phaseshifts at low energy in the corresponding partial wave as a function of the core deformation. We also compute the electric dipole transition between these bound states. The comparison of our results with existing \\textit{ab initio} calculations, show that including core excitation within Halo-EFT can significantly improve the description of the $\\frac{1}{2}^+$ ground state of $^{11}$Be over single-particle models. On the contrary, core excitation has a negative effect on the description of the $\\frac{1}{2}^-$ bound excited state. This is probably related to the presence of Pauli-forbidden states in our two-body model of $^{11}$Be."
    },
    {
      "title": "Equation of state of spin-polarized nuclear matter in the relativistic Hartree-Fock method",
      "link": "https://arxiv.org/abs/2507.13597",
      "authors": "Toi Tachibana, Kouichi Hagino, Kenichi Yoshida, Qiang Zhao",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2507.13597v1 Announce Type: new \nAbstract: We calculate the equation of state (EOS) of spin-polarized nuclear matter in the relativistic Hartree-Fock method. To this end, we employ the relativistic point-coupling model, with which the Fock terms are considerably simplified, reducing them to the same form as the Hartree terms. In analogy to the slope parameter $L$ of the isospin-symmetry energy for spin-unpolarized matter, we evaluate the spin slope parameter $L_s$ of the corresponding spin-symmetry energy for spin-polarized matter. We find that the slope parameter $L$ and the spin slope parameter $L_s$ have a negative correlation in the case of isoscalar polarization, where neutrons and protons are spin-polarized in the same direction. On the other hand, the spin slope parameter is nearly independent of the slope parameter in the case of isovector polarization, where neutrons are spin-polarized along the opposite direction to protons. We show that these correlations are a natural consequence of the relativistic point coupling model which we employ."
    },
    {
      "title": "Comparison of variational quantum eigensolvers in light nuclei",
      "link": "https://arxiv.org/abs/2507.13819",
      "authors": "Miquel Carrasco-Codina, Emanuele Costa, Antonio M\\'arquez Romero, Javier Men\\'endez, Arnau Rios",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2507.13819v1 Announce Type: new \nAbstract: Quantum computing is one of the most promising technologies of the near future, and the simulation of quantum many-body systems is a natural application. In this work, we present classical simulations of the ground states of light atomic nuclei within the $p$ shell, from $^{6}$He to $^{10}$B, calculated within the nuclear shell model. We compare the performance of two leading variational quantum eigensolver algorithms: the Unitary Coupled Cluster (UCC) and the Adaptive Derivative-Assembled Pseudo-Trotter (ADAPT) methods, introducing a new metric to quantify the use of quantum resources in each simulation. We find that Slater determinants are the most useful reference states for both approaches. Our analysis suggests that ADAPT is more efficient for nuclei close to magic numbers, while UCC tends to require fewer resources toward the mid shell. This work lays the groundwork for robust benchmarking of quantum algorithms in nuclear structure studies."
    },
    {
      "title": "Quantifying neutron-proton interactions in $N=51$ isotones: from NEEC candidate $^{93}$Mo to $^{99}$Cd",
      "link": "https://arxiv.org/abs/2507.14086",
      "authors": "B. Maheshwari, P. Van Isacker, P. M. Walker",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2507.14086v1 Announce Type: new \nAbstract: We present a shell-model analysis of $N=51$ isotones, $^{93}$Mo, $^{95}$Ru, $^{97}$Pd, and $^{99}$Cd, to quantify the role of neutron-proton interactions in shaping the location and half-life of isomeric states. The study is motivated by the anomalous behavior of the ${21/2}^+$ isomeric state in $^{93}$Mo, a prominent candidate for nuclear excitation by electron capture (NEEC), which misses an $E2$ decay branch due to a higher-lying ${17/2}^+$ state and instead proceeds via a long-lived $E4$ isomeric transition. Employing a consistent configuration space and empirically derived effective interaction, we extract and compare the proton-proton and neutron-proton matrix elements for the four $N=51$ isotones. Our results show a distinct dominance of the neutron-proton interaction in $^{93}$Mo, in contrast to its neighbors--$^{95}$Ru, $^{97}$Pd, and $^{99}$Cd--where no analogous isomeric behavior emerges due to structural evolution. These findings reveal that the favorable structure for NEEC in $^{93}$Mo stems from subtle interaction systematics that do not persist across the chain. We find that the $E2$ strength of the key NEEC transition is reduced by 40\\% compared to the previously estimated value. The analysis provides microscopic insights into the origin of long-lived isomerism in medium-mass nuclei and outlines a framework for identifying future candidates in other mass regions for exploiting the potential energy storage capacities of isomeric states."
    },
    {
      "title": "Observation of a dynamic magneto-chiral instability in photoexcited tellurium",
      "link": "https://arxiv.org/abs/2502.05170",
      "authors": "Yijing Huang, Nick Abboud, Yinchuan Lv, Penghao Zhu, Azel Murzabekova, Changjun Lee, Emma A. Pappas, Dominic Petruzzi, Jason Y. Yan, Dipanjan Chauduri, Peter Abbamonte, Daniel P. Shoemaker, Rafael M. Fernandes, Jorge Noronha, Fahad Mahmood",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2502.05170v1 Announce Type: cross \nAbstract: In a system of charged chiral fermions driven out of equilibrium, an electric current parallel to the magnetic field can generate a dynamic instability by which electromagnetic waves become amplified. Whether a similar instability can occur in chiral solid-state systems remains an open question. Using time-domain terahertz (THz) emission spectroscopy, we detect signatures of what we dub a ``dynamic magneto-chiral instability\" in elemental tellurium, a structurally chiral crystal. Upon transient photoexcitation in a moderate external magnetic field, tellurium emits THz radiation consisting of coherent modes that amplify over time. An explanation for this amplification is proposed using a theoretical model based on a dynamic instability of electromagnetic waves interacting with infrared-active oscillators of impurity acceptor states in tellurium to form an amplifying polariton. Our work not only uncovers the presence of a magneto-chiral instability but also highlights its promise for THz-wave amplification in chiral materials."
    },
    {
      "title": "Quark + Diquark Description of Nucleon Elastic Electromagnetic Form Factors",
      "link": "https://arxiv.org/abs/2507.13484",
      "authors": "Peng Cheng, Zhao Qian Yao, Daniele Binosi, Ya Lu, Craig D. Roberts",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2507.13484v1 Announce Type: cross \nAbstract: Working with a Poincar\\'e-covariant quark + diquark, $q(qq)$, Faddeev equation approach to nucleon structure, a refined symmetry preserving current for electron + nucleon elastic scattering is developed. The parameters in the interaction current are chosen to ensure that the $q(qq)$ picture reproduces selected results from contemporary $3$-body analyses of nucleon elastic electromagnetic form factors. Although the subset of fitted results is small, the $q(qq)$ picture reproduces almost all the $3$-body predictions and often results in better agreement with available data. Notably, the $q(qq)$ framework predicts a zero in $G_E^p/G_M^p$, the absence of such a zero in $G_E^n/G_M^n$, and a zero in the proton's $d$-quark Dirac form factor. Derived $q(qq)$ results for proton flavour-separated light-front-transverse number and anomalous magnetisation densities are also discussed. With the $q(qq)$ framework thus newly benchmarked, one may proceed to comparisons with a broader array of $3$-body results. This may enable new steps to be made toward answering an important question, viz. is the quark + fully-interacting diquark picture of baryon structure only a useful phenomenology or does it come close to expressing robust features of baryon structure?"
    },
    {
      "title": "The equation of state and surface tension of QCD in the first order phase transition region",
      "link": "https://arxiv.org/abs/2507.13697",
      "authors": "Yuan-jun Mei, Yi Lu, Fei Gao, Yu-xin Liu",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2507.13697v1 Announce Type: cross \nAbstract: We build up a complete description of QCD phase structure by applying the parametrization of the chiral and deconfinement order parameters upon the calculations from functional QCD approaches. In particular in the first order phase transition region at high chemical potential, both the phase transition line using Maxwell construction and the coexistence boundary lines from the spinodal decompostion are determined. We compute the thermodynamic quantities including the number density, the energy density, the pressure and also the free energy for both stable and unstable phases of QCD. Additionally, after applying a phenomenological description of the inhomogeneity of the QCD free energy, we obtain the surface tension of the first order phase transition of QCD."
    },
    {
      "title": "Triply heavy tetraquarks $\\bar{b}c\\bar{q}c$ and $\\bar{c}b\\bar{q}b$ in a constituent quark model",
      "link": "https://arxiv.org/abs/2507.13728",
      "authors": "Gang Yang, Jialun Ping, Jorge Segovia",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2507.13728v1 Announce Type: cross \nAbstract: A systematic investigation of $S$-wave triply heavy tetraquark systems with quark content $\\bar{b}c\\bar{q}c$ and $\\bar{c}b\\bar{q}b$ $(q = u,\\,d,\\,s)$, spin-parity quantum numbers $J^P=0^+$, $1^+$, $2^+$ and isospin $I=0,\\,\\frac{1}{2}$, is carried out within the constituent quark model framework. The four-body bound and resonance states are determined by solving the Schr\\\"odinger equation employing the high-precision and efficient Gaussian Expansion Method (GEM) in conjunction with the powerful Complex Scaling Method (CSM). Besides, a comprehensive coupled-channel analysis of the $S$-wave tetraquark systems is performed, taking into account meson-meson, diquark-antidiquark and K-type configurations, as well as all allowed color structures. Several narrow resonant states are identified in each $I(J^P)$ channel. In particular, resonances for the $\\bar{b}c\\bar{q}c$ system are found in the mass range of $8.87-9.36$ GeV, while those for the $\\bar{c}b\\bar{q}b$ system lie between $12.13-12.45$ GeV. Most of the predicted resonances are compact tetraquark states with sizes smaller than $1.0$ fm, although four states exhibit more extended structures with sizes around $1.3$ fm, suggesting a more loosely bound nature. Magnetic moments and dominant wave function components of these exotic states are also analyzed. The results indicate that K-type configurations play a major role in the structure of the observed resonances. Finally, possible strong decay channels (golden modes) for these states are theoretically proposed."
    },
    {
      "title": "Strangeon Matter: from Stars to Nuggets",
      "link": "https://arxiv.org/abs/2507.13935",
      "authors": "Haoyang Qi, Renxin Xu",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2507.13935v1 Announce Type: cross \nAbstract: The fact that strange sea quarks are abundant in the nucleons, but without strangeness, is of great importance for understanding the nature of dense matter condensed by the strong interaction, particularly in the context of the ``gigantic nucleus'' formed by the gravitational collapse of an evolved massive star. We hypothesize that the basic unit of bulk strong matter with the light-flavor symmetry of valence quarks is ``strangeon'', which is the counterpart of the nucleon found in atomic nuclei. In addition to strangeon stars (SnSs) with large baryon number of $A\\approx 10^{57}$, strange nuggets (SnNs) with $A\\gtrsim 10^{10}$ could also exist in the Universe. Both the SnS and the SnN are explained, with attention to their observational evidence."
    },
    {
      "title": "Neutron emission associated with $\\gamma\\gamma\\to\\gamma\\gamma$ scattering in UPC of heavy ions at the LHC",
      "link": "https://arxiv.org/abs/2507.14001",
      "authors": "Pawel Jucha, Mariola Klusek-Gawenda, Antoni Szczurek",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2507.14001v1 Announce Type: cross \nAbstract: We calculate cross sections for the production of different neutron classes $0n 0n$, $0nXn+Xn0n$ and $Xn Xn$, possible to measure in Zero Degree Calorimeters (ZDCs), associated with photon-photon scattering in UPC of lead on lead. The calculations are performed for the ATLAS kinematics. Our calculations for neutron classes are tested against existing data for $\\rho^0$ production in UPC. We get a good agreement for absolute cross section as well as very good results for fractional cross section which gives confidence to the analogous calculation for diphoton production, corresponding to $\\gamma \\gamma \\to \\gamma \\gamma$ scattering. We present both absolute as well as fractional cross sections for the different neutron classes. We also show different distributions in impact parameter, photon rapidity, transverse momentum, diphoton invariant mass and photon rapidity difference. The shapes of the photon distributions depend on the neutron classes which we quantify in this paper. It would be valuable to test our predictions using the ATLAS main detector and the ATLAS ZDCs."
    },
    {
      "title": "Anomalous-magnetic-moment-enhanced Casimir effect",
      "link": "https://arxiv.org/abs/2507.14015",
      "authors": "Daisuke Fujii, Katsumasa Nakayama, Kei Suzuki",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2507.14015v1 Announce Type: cross \nAbstract: We theoretically investigate the impact of the anomalous magnetic moment (AMM) of Dirac fermions on the fermionic Casimir effect under magnetic fields. We formulate it as an extension of the well-known Lifshitz formula. From our formula, we find that the AMM increases the fermionic Casimir energy. In particular, when the AMM is large enough, the Casimir energy is significantly enhanced by the gapless behavior of the lowest Landau level. We also quantitatively estimate the Casimir energy from electron, muon, and constituent quark fields under magnetic fields and propose possible phenomena at finite temperature and fermion density."
    },
    {
      "title": "Deep Image Reconstruction for Background Subtraction in Heavy-Ion Collisions",
      "link": "https://arxiv.org/abs/2507.14036",
      "authors": "Umar Sohail Qureshi, Raghav Kunnawalkam Elayavalli",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2507.14036v1 Announce Type: cross \nAbstract: Jet reconstruction in an ultra-relativistic heavy-ion collision suffers from a notoriously large, fluctuating thermal background. Traditional background subtraction methods struggle to remove this soft background while preserving the jet's hard substructure. In this Letter, we present DeepSub, the first machine learning-based approach for full-event background subtraction. DeepSub utilizes a model based on Swin Transformer layers to denoise jet images and disentangle hard jets from the heavy-ion background. DeepSub significantly outperforms existing subtraction techniques by reproducing key jet observables such as jet $p_\\mathrm{T}$ and mass, and substructure observables such as girth and the energy correlation function, at the sub-percent to percent level. As such, DeepSub paves the way for precision heavy-ion measurements in hitherto inaccessible kinematic regimes."
    },
    {
      "title": "Global Bayesian Analysis of $\\mathrm{J}/\\psi$ Photoproduction on Proton and Lead Targets",
      "link": "https://arxiv.org/abs/2507.14087",
      "authors": "Heikki M\\\"antysaari, Hendrik Roch, Farid Salazar, Bj\\\"orn Schenke, Chun Shen, Wenbin Zhao",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2507.14087v1 Announce Type: cross \nAbstract: We perform a global Bayesian analysis of diffractive $\\mathrm{J}/\\psi$ production in $\\gamma+p$ and $\\gamma+\\mathrm{Pb}$ collisions using a color glass condensate (CGC) based calculation framework. As past calculations have shown that CGC-based models typically overpredict the $\\mathrm{J}/\\psi$ production in $\\gamma+\\mathrm{Pb}$ collisions at high center of mass energy, we address the question of whether it is possible to describe coherent and incoherent diffractive $\\mathrm{J}/\\psi$ data from $\\gamma+p$ collisions at HERA and the LHC, and from $\\gamma+\\mathrm{Pb}$ collisions at the LHC simultaneously. Our results indicate that a simultaneous description of $\\gamma+p$ and $\\gamma+\\mathrm{Pb}$ data is challenging, with results improving when an overall $K$-factor -- scaling $\\gamma+p$ and $\\gamma+\\mathrm{Pb}$ cross sections to absorb model uncertainties -- is introduced."
    },
    {
      "title": "Symmetrizing relativistic three-body partial wave amplitudes",
      "link": "https://arxiv.org/abs/2507.14098",
      "authors": "Andrew W. Jackura, Nicholas C. Chambers, Ra\\'ul A. Brice\\~no",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2507.14098v1 Announce Type: cross \nAbstract: S matrix principles and symmetries impose constraints on three-particle scattering amplitudes, which can be formulated as a class of integral equations for their partial wave projections. However, these amplitudes are typically expressed in an asymmetric basis, where one of the initial and final state particles is singled out, and all quantum numbers are defined relative to this spectator. In this work, we show how to construct symmetric partial wave amplitudes, which have been symmetrized over all possible spectator combinations, using their asymmetric counterparts and sets of recoupling coefficients. We derive these recoupling coefficients for arbitrary angular momentum and isospin for arbitrary systems of spinless particles with SU(2) flavor symmetry. We propose a simple intensity observable suitable for visualizing the structure of three-body dynamics in Dalitz distributions. Finally, we provide some numerical examples of Dalitz distributions relevant for future lattice QCD calculations of $3\\pi$ systems and provide numerical evidence that the symmetrization procedure is consistent with expected symmetries of Dalitz plots."
    },
    {
      "title": "Neutron matter from local chiral effective field theory interactions at large cutoffs",
      "link": "https://arxiv.org/abs/2407.08979",
      "authors": "I. Tews, R. Somasundaram, D. Lonardoni, H. G\\\"ottling, R. Seutin, J. Carlson, S. Gandolfi, K. Hebeler, A. Schwenk",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2407.08979v2 Announce Type: replace \nAbstract: Neutron matter is an important many-body system that provides valuable constraints for the equation of state (EOS) of neutron stars. Neutron-matter calculations employing chiral effective field theory (EFT) interactions have been extensively used for this purpose. Among the various many-body methods, quantum Monte Carlo (QMC) methods stand out due to their nonperturbative nature and the achievable precision. However, QMC methods require local interactions as input, which leads to the appearance of stronger regulator artifacts compared to non-local interactions. To circumvent this, we employ large-cutoff interactions derived within chiral EFT ($400 \\mev \\leq \\Lambda_c \\leq 700 \\mev$) for studies of pure neutron matter. These interactions have been adjusted to nucleon-nucleon scattering phase shifts, the triton binding energy, as well as the triton $\\beta$-decay half-life. We find that regulator artifacts significantly decrease with increasing cutoff, leading to a significant reduction of uncertainties in the neutron-matter EOS. We discuss implications for the symmetry energy and demonstrate how our new calculations lead to a reduction in the theoretical uncertainty of predicted neutron-star radii by up to 30\\% for low-mass stars."
    },
    {
      "title": "Estimates of Lee-Yang zeros and a possible critical point on the pion condensate boundary in the QCD isospin phase diagram using an unbiased exponential resummation on the lattice",
      "link": "https://arxiv.org/abs/2401.14299",
      "authors": "Sabarnya Mitra",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2401.14299v3 Announce Type: replace-cross \nAbstract: Without invoking any cumulant determination at the input level, we present here the first calculations of direct estimates of the Lee-Yang zeros of QCD partition function in (2+1)-flavor QCD. These zeros are obtained in complex isospin chemical potential $\\mu_I$ plane using the unbiased exponential resummation formalism on $N_\\tau=8$ lattices and with physical quark masses. For different temperatures, we illustrate the stability of the zeros closest to the origin from which, we subsequently procure the radius of convergence estimates. From the temperature-dependence study of the real and imaginary parts of these zeros, we try estimating one of the possible critical points forming the second order pion condensate critical line in the isospin phase diagram. Further, we compare these resummed estimates with the corresponding Mercer-Roberts estimates of the subsequent Taylor series expansions of the first three partition function cumulants. We also outline comparisons between resummed and Taylor series results of these cumulants for real and imaginary values of $\\mu_I$ and highlight the behavior of different expansion orders within and beyond the obtained resummed estimates of radius of convergence. We also re-establish that this resummed radius of convergence can efficiently capture the onset of overlap problem for finite real $\\mu_I$ simulations."
    },
    {
      "title": "Inclusive studies of two- and three-nucleon short-range correlations in $^3$H and $^3$He",
      "link": "https://arxiv.org/abs/2404.16235",
      "authors": "S. Li, S. N. Santiesteban, J. Arrington, R. Cruz-Torres, L. Kurbany, D. Abrams, S. Alsalmi, D. Androic, K. Aniol, T. Averett, C. Ayerbe Gayoso, J. Bane, S. Barcus, J. Barrow, A. Beck, V. Bellini, H. Bhatt, D. Bhetuwal, D. Biswas, D. Bulumulla, A. Camsonne, J. Castellanos, J. Chen, J-P. Chen, D. Chrisman, M. E. Christy, C. Clarke, S. Covrig, K. Craycraft, D. Day, D. Dutta, E. Fuchey, C. Gal, F. Garibaldi, T. N. Gautam, T. Gogami, J. Gomez, P. Gu\\'eye, A. Habarakada, T. J. Hague, J. O. Hansen, F. Hauenstein, W. Henry, D. W. Higinbotham, R. J. Holt, C. Hyde, K. Itabashi, M. Kaneta, A. Karki, A. T. Katramatou, C. E. Keppel, M. Khachatryan, V. Khachatryan, P. M. King, I. Korover, T. Kutz, N. Lashley-Colthirst, W. B. Li, H. Liu, N. Liyanage, E. Long, J. Mammei, P. Markowitz, R. E. McClellan, F. Meddi, D. Meekins, S. Mey-Tal Beck, R. Michaels, M. Mihovilovi\\v{c}, A. Moyer, S. Nagao, V. Nelyubin, D. Nguyen, M. Nycz, M. Olson, L. Ou, V. Owen, C. Palatchi, B. Pandey, A. Papadopoulou, S. Park, S. Paul, T. Petkovic, R. Pomatsalyuk, S. Premathilake, V. Punjabi, R. D. Ransome, P. E. Reimer, J. Reinhold, S. Riordan, J. Roche, V. M. Rodriguez, A. Schmidt, B. Schmookler, E. P. Segarra, A. Shahinyan, S. \\v{S}irca, K. Slifer, P. Solvignon, T. Su, R. Suleiman, H. Szumila-Vance, L. Tang, Y. Tian, W. Tireman, F. Tortorici, Y. Toyama, K. Uehara, G. M. Urciuoli, D. Votaw, J. Williamson, B. Wojtsekhowski, S. Wood, Z. H. Ye, J. Zhang, X. Zheng",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2404.16235v2 Announce Type: replace-cross \nAbstract: Inclusive electron scattering at carefully chosen kinematics can isolate scattering from the high-momentum nucleons in short-range correlations (SRCs). SRCs are produced by the hard, short-distance interactions of nucleons in the nucleus, and because the two-nucleon (2N) SRCs arise from the same N-N interaction in all nuclei, the cross section in the SRC-dominated regime is identical up to an overall scaling factor. This scaling behavior has been used to identify SRC dominance and to measure the contribution of SRCs in a wide range of nuclei. We examine this scaling behavior over a range of momentum transfers using new data on $^2$H, $^3$H, and $^3$He, and find an expanded scaling region compared to heavy nuclei. Motivated by this improved scaling, we examine the $^3$H and $^3$He data in kinematics where three-nucleon SRCs may play an important role. The data for the largest struck nucleon momenta are consistent with isolation of scattering from three-nucleon SRCs, and suggest that the very highest momentum nucleons in $^3$He have a nearly isospin-independent momentum configuration."
    },
    {
      "title": "Optimal collision energy for realizing macroscopic high baryon-density matter",
      "link": "https://arxiv.org/abs/2409.07685",
      "authors": "Hidetoshi Taya, Asanosuke Jinno, Masakiyo Kitazawa, Yasushi Nara",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2409.07685v2 Announce Type: replace-cross \nAbstract: We investigate the volume and lifetime of the high baryon-density matter created in heavy-ion collisions and estimate the optimal collision-energy range to realize the high baryon-density region over a large spacetime volume. We simulate central collisions of gold ions for the center-of-mass energy per nucleon pair $\\sqrt{s_{NN}}=2.4 - 19.6\\;{\\rm GeV}$ with a microscopic transport model JAM. We discover that the optimal range is around $\\sqrt{s_{NN}}=3 - 5\\;{\\rm GeV}$, where a baryon density exceeding three times the normal nuclear density is realized with a substantially large spacetime volume. Higher and lower energies are disfavored due to short lifetime and low density, respectively. We also point out that event-by-event fluctuations of the spacetime density profile are large, indicating the importance of the event selection in the experimental analysis."
    },
    {
      "title": "Quadrupole–hexadecapole coupling in the rare earth region with beyond mean field correlations",
      "link": "https://epja.epj.org/10.1140/epja/s10050-025-01638-x",
      "authors": "R. Rodríguez-Guzmán, L. M. Robledo",
      "source": "European Physical Journal A",
      "summary": "Authors: R. Rodríguez-Guzmán and L. M. Robledo.The European Physical Journal A Vol. 61 , page 166Published online: 17/7/2025"
    },
    {
      "title": "Quasicontinuum M1 γ$$\\gamma $$ strength as function of nuclear deformation",
      "link": "https://epja.epj.org/10.1140/epja/s10050-025-01642-1",
      "authors": "Magne Guttormsen",
      "source": "European Physical Journal A",
      "summary": "Authors: Magne Guttormsen.The European Physical Journal A Vol. 61 , page 165Published online: 17/7/2025"
    },
    {
      "title": "Why does transverse wobbling occur in Lutetium isotopes?",
      "link": "https://epja.epj.org/10.1140/epja/s10050-025-01640-3",
      "authors": "Xudong Wang, Shan Sun, Bin Qi, Shouyu Wang",
      "source": "European Physical Journal A",
      "summary": "Authors: Xudong Wang, Shan Sun, Bin Qi and Shouyu Wang.The European Physical Journal A Vol. 61 , page 168Published online: 19/7/2025"
    },
    {
      "title": "Comparative study of α-decay half-lives for Au, Hg, and Tl isotopes using the MGLDM, empirical formulae, and NpNn-based preformation probabilities",
      "link": "https://epja.epj.org/10.1140/epja/s10050-025-01629-y",
      "authors": "V. K. Anjali, K. P. Santhosh, K. P. Zuhail",
      "source": "European Physical Journal A",
      "summary": "Authors: V. K. Anjali, K. P. Santhosh and K. P. Zuhail.The European Physical Journal A Vol. 61 , page 167Published online: 18/7/2025"
    }
  ]
}