{
  "lastUpdated": "2026-02-13T03:36:42.682690",
  "papers": [
    {
      "title": "Chern Theorem and Topological Matter in Fast-Rotating Atomic Nuclei",
      "link": "http://link.aps.org/doi/10.1103/lzdm-ng2k",
      "authors": "Mike Guidry and Yang Sun",
      "source": "Physical Review Letter",
      "summary": "Author(s): Mike Guidry and Yang SunThe Chern theorem is applied to intrinsically deformed atomic nuclei, leading to states exhibiting topological quantization of the rotation-aligned component of angular momentum averaged over Hilbert space. These topologically quantized alignment (TQA) states can emerge when collective rotation brea…[Phys. Rev. Lett. 136, 062502] Published Thu Feb 12, 2026"
    },
    {
      "title": "Linear correlations related to neutron skin thickness",
      "link": "http://link.aps.org/doi/10.1103/qvsg-hqxm",
      "authors": "Y. Lei (雷杨), J. Qi (漆洁), X. Lian (连新), Z. Z. Qin (覃珍珍), and C. L. Bai (白春林)",
      "source": "Physical Review C",
      "summary": "Author(s): Y. Lei (雷杨), J. Qi (漆洁), X. Lian (连新), Z. Z. Qin (覃珍珍), and C. L. Bai (白春林)Within many-body systems governed by Skyrme density functional, we confirm that the correlations between neutron skin thickness $\\mathrm{Δ}{R}_{\\mathrm{np}}$ (or charge radius difference of mirror nuclei,$\\mathrm{Δ}{R}_{\\mathrm{mirr}}$) and the isospin asymmetry ($I=\\frac{N−Z}{A}$) persistently emer…[Phys. Rev. C 113, 024314] Published Wed Feb 11, 2026"
    },
    {
      "title": "Delicate interplay between single-particle and collective degrees of freedom for generating the excited states of $^{67}\\mathrm{Ga}$",
      "link": "http://link.aps.org/doi/10.1103/14gm-qp99",
      "authors": "U. S. Ghosh, S. Rai, A. K. Mondal, K. Mandal, S. Biswas, S. Chakraborty, G. Mukherjee, A. Sharma, Indu Bala, R. P. Singh, S. Muralithar, A. Chakraborty, and B. Mukherjee",
      "source": "Physical Review C",
      "summary": "Author(s): U. S. Ghosh, S. Rai, A. K. Mondal, K. Mandal, S. Biswas, S. Chakraborty, G. Mukherjee, A. Sharma, Indu Bala, R. P. Singh, S. Muralithar, A. Chakraborty, and B. MukherjeeThe excited states in $^{67}\\mathrm{Ga}$ were investigated using the in-beam $γ$-ray spectroscopic technique. The investigation was conducted through the $^{52}\\mathrm{Cr}(^{18}\\mathrm{O}, 1p2n$) fusion-evaporation reaction at a beam energy of 72.5 MeV. The deexciting $γ$ rays from the excited state…[Phys. Rev. C 113, 024315] Published Wed Feb 11, 2026"
    },
    {
      "title": "Improved linear Boltzmann transport model for hadron and jet suppression in ultra-relativistic heavy-ion collisions",
      "link": "https://arxiv.org/abs/2602.10395",
      "authors": "Yichao Dang, Wen-Jing Xing, Shanshan Cao, Guang-You Qin",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2602.10395v1 Announce Type: new \nAbstract: Jets serve as powerful tomographic probes of the quark-gluon plasma (QGP) created in relativistic heavy-ion collisions. While the expanding landscape of jet observables reveals multi-faceted aspects of jet-medium interactions, a precise and simultaneous description of the nuclear modification factors of hadrons and full jets still remains a challenge for theoretical models. In this work, we present two essential improvements to the linear Boltzmann transport (LBT) model to bridge this gap. First, instead of implementing in-medium parton transport after vacuum parton showers complete, we introduce a medium scale at which the parton transport is inserted into the vacuum parton showers, providing a more physical picture of parton-QGP interactions. Second, we incorporate color flow information into the LBT model, enabling string connections between partons whose configurations are correlated with the medium-modified parton showers before hadronization. We demonstrate that both improvements alter the predicted ratio of hadron to jet quenching, leading to a satisfactory description of the nuclear modification factors of hadrons and jets with different flavors within a unified framework."
    },
    {
      "title": "Constraining cross sections for unstable $^{153,159}$Gd$(n,\\gamma)$ and their astrophysical implications",
      "link": "https://arxiv.org/abs/2602.10634",
      "authors": "Shu-Tong Zhang, Zhi-Cai Li, Kai-Jun Luo, Hong-Chen Liu, Yun-Jie Guo, Kai-Xin Zhao, Zi-Ang Lin, Wen Luo",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2602.10634v1 Announce Type: new \nAbstract: Neutron capture $(n,\\gamma)$ cross sections of Gadolinium (Gd) isotopes are critical to astrophysics research, nuclear reactor designs, and medical applications. However, the available $(n,\\gamma)$ data on unstable Gd isotopes are scarce and direct measurement is challenging. In this work, we propose an approach to infer the $(n,\\gamma)$ cross sections for unstable $^{153,159}$Gd isotopes by constraining both the $\\gamma$-ray strength functions ($\\gamma$SFs) and nuclear level densities (NLDs). Specifically, the key $\\gamma$SF parameters are adjusted to match the available experimental data, and the NLD parameters are determined by renormalizing microscopic level densities through a Bayesian optimization method. Our approach is verified by comparing our predictions with the experimental $(n,\\gamma)$ data for the stable $^{155,157}$Gd isotopes. We then infer the unstable $^{153,159}\\text{Gd}(n,\\gamma)$ cross sections within the neutron energy range of 0.01--5.0 MeV. The resulting uncertainty is about $30\\%$, which is significantly reduced by a factor of 5.5 compared to a large uncertainty of $\\sim167\\%$ predicted with different nuclear models in TALYS. We further calculate the astrophysical reaction rates for the $^{153,159}\\text{Gd}$ isotopes. It is found that the $^{159}\\text{Gd}(n,\\gamma)$ rate is larger by a factor of $\\sim$2.9 than the JINA REACLIB recommendation. This enhancement increases the neutron capture branching ratio at $^{159}$Gd. Consequently, the resulting $^{160}$Gd abundance is increased by a factor of $\\sim$2 compared to predictions using the JINA REACLIB rate in $s$-process nucleosynthesis simulations. Our approach is promising for extracting $(n,\\gamma)$ data on a wider range of unstable isotopic chains as well as for essential astrophysical reaction network calculations and nuclear science applications."
    },
    {
      "title": "Strong potential in a box for applications to femtoscopy",
      "link": "https://arxiv.org/abs/2602.11027",
      "authors": "Gleb Romanenko, Francesca Bellini",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2602.11027v1 Announce Type: new \nAbstract: Understanding the short-range nucleon-nucleon interaction is essential for the interpretation of correlation femtoscopy measurements in high-energy hadronic and nuclear collisions. We present an analytical treatment of the strong interaction in two-nucleon systems by modelling it with a square-well potential and solving the Schroedinger equation in the presence of the Coulomb interaction. The resulting pair wave function is regular at small relative distances and allows for the inclusion of multiple partial waves. We apply this framework to proton-proton femtoscopy and compute theoretical correlation functions for realistic source sizes. We demonstrate that the commonly used Lednicky-Lyuboshits asymptotic approximation overestimates the correlation signal for small sources. Comparisons with numerical calculations using the CATS framework and the Argonne v18 potential show good agreement within current experimental uncertainties. The proposed analytical approach provides a practical and flexible tool for femtoscopic analyses of nucleon and baryon pairs."
    },
    {
      "title": "Prediction on total inventory of radioisotopes produced by the interaction of 20Ne beams on 181Ta (110-170 MeV)",
      "link": "https://arxiv.org/abs/2602.10175",
      "authors": "Sumana Mukherjee, Susanta Lahiri, Rajarshi Raut, Chiranjib Barman",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2602.10175v1 Announce Type: cross \nAbstract: This study aims to model the evaporation residues produced by the interaction of 108-170 MeV of 20Ne with the 181Ta target using Monte-Carlo PACE4 simulation code. Reaction mechanisms taking place in these interactions along with production cross sections have been discussed. Possibility of the production of clinically important exotic neutron deficient radioisotopes from these interactions have been assessed, but the result is not encouraging for production of radioisotopes useful in nuclear medicine."
    },
    {
      "title": "Unified Description of Pseudoscalar Meson Structure from Light to Heavy Quarks",
      "link": "https://arxiv.org/abs/2602.10775",
      "authors": "B. Almeida-Zamora, L. Albino, A. Bashir, J. J. Cobos-Mart\\'inez, J. Segovia",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2602.10775v1 Announce Type: cross \nAbstract: We present a comprehensive review of the structure of pseudoscalar mesons within an algebraic model formulated in the light-front framework. The approach provides a unified description of leading-twist parton distribution amplitudes (PDAs), light-front wave functions (LFWFs), generalized parton distributions (GPDs), parton distribution functions (PDFs), elastic electromagnetic form factors (EFFs), charge radii, and impact-parameter GPDs (IPS-GPDs), all derived consistently from the same underlying Bethe-Salpeter amplitudes. Results are discussed for light ($\\pi$, $K$), heavy-light ($D$, $D_s$, $B$, $B_s$, $B_c$), and heavy-heavy ($\\eta_c$, $\\eta_b$) pseudoscalar mesons, allowing for a systematic analysis of the role played by quark-mass asymmetry and heavy-quark dynamics. The study highlights how increasing quark masses drive a transition from broad, asymmetric momentum distributions to increasingly symmetric and spatially compact configurations. Comparisons with lattice QCD, Dyson-Schwinger equation studies, and contact-interaction models are presented where available. Overall, the algebraic model offers a transparent and symmetry-consistent framework to explore the three-dimensional momentum and spatial structure of pseudoscalar mesons across all quark-mass regimes."
    },
    {
      "title": "A multidimensional landscape of the $\\eta$ and $\\eta'$ mesons",
      "link": "https://arxiv.org/abs/2602.10791",
      "authors": "L. Albino, K. Raya, R. J. Hern\\'andez-Pinto, B. Almeida-Zamora, J. Segovia, A. Huet, A. Bashir",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2602.10791v1 Announce Type: cross \nAbstract: We employ a recently proposed form-invariant algebraic model for the quark propagator and the Bethe-Salpeter amplitude of pseudoscalar mesons to study the internal structure of $\\eta$ and $\\eta'$ mesons. This model facilitates the construction of the Bethe-Salpeter wavefunction, whose projection onto an appropriate flavor-basis leads to the light-front wavefunction for convenient linear combinations of the $s \\bar{s}$ and $l\\bar{l}\\sim(u \\bar{u} + d \\bar{d})$ states. Using an overlap representation, we compute the valence-quark generalized parton distributions (GPDs). The construction of the model ensures that this multidimensional quantity is determined entirely by the corresponding valence-quark distribution amplitudes. Once the GPDs are constructed, we carry out a straightforward derivation of other desired physical observables such as the distribution functions and the electromagnetic form factors. We also provide explicit comparisons with available results, demonstrating that the present model offers a consistent physical picture for all ground-state pseudoscalar mesons."
    },
    {
      "title": "Emulation of large-scale qubit registers with a phase space approach",
      "link": "https://arxiv.org/abs/2602.10830",
      "authors": "Christian de Correc, Denis Lacroix, Corentin Bertrand",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2602.10830v1 Announce Type: cross \nAbstract: A phase-space approach is used and benchmarked for the simulation of the continuous-time evolution of large registers of qubits. It is based on a statistical ensemble of independent mean-field trajectories, where mean-field is introduced at the level of the qubits, substituting quantum fluctuations/correlations with classical ones. The approach only involves at worse a quadratic cost in the system size, allowing to simulate up to several thousands of qubits on a classical computer. It provides qualitatively accurate description of one-qubit observables evolutions, making it a useful reference in comparison to techniques limited to small qubit numbers. The predictive power is however less robust for multi-qubits observables. We benchmark the method on the $k$-local transverse-field Ising model (TFIM), considering a large variety of systems ranging from local to all-to-all interactions, and from weak to strong coupling regimes, with up to 2000 qubits. To showcase the versatility of the approach, simulations on 2D and 3D Ising models are also made."
    },
    {
      "title": "Wave Propagation and Effective Refraction in Lorentz-Violating Wormhole Geometries",
      "link": "https://arxiv.org/abs/2602.10889",
      "authors": "Semra Gurtas Dogan, Omar Mustafa, Abdulkerim Karabulut, Abdullah Guvendi",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2602.10889v1 Announce Type: cross \nAbstract: We study the propagation of massless scalar waves in static, spherically symmetric Lorentz-violating wormhole spacetimes within a geometric-optical framework. Starting from a general metric characterized by an arbitrary lapse function and areal radius, we derive curvature invariants, establish regularity conditions at the wormhole throat, and reduce the Klein-Gordon equation to a Helmholtz-type radial wave equation. This formulation naturally leads to a position- and frequency-dependent effective refractive index determined by the underlying spacetime geometry and Lorentz-violating structure, resulting in effective frequency-dependent wave-optical behavior. We show that divergences of the refractive index coincide with Killing horizons, while curvature-induced turning points control reflection, transmission, and confinement of scalar waves. By analyzing constant, linear, and quadratic lapse profiles, we identify horizonless transmission regimes, asymmetric wave propagation, and multi-horizon trapping structures. Our results reveal that Lorentz violation can significantly modify wave-optical properties of curved spacetime, generating graded-index analogues and geometric confinement of modes without curvature singularities. This unified optical perspective provides a robust framework for investigating wave scattering, resonances, and potential observational signatures in Lorentz-violating gravitational backgrounds."
    },
    {
      "title": "Addendum to multiplicities of charged pions, kaons and unidentified charged hadrons on an isoscalar target measured by COMPASS Collaboration",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269326001206?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: Available online 12 February 2026Source: Physics Letters BAuthor(s): G.D. Alexeev, M.G. Alexeev, C. Alice, A. Amoroso, V. Andrieux, V. Anosov, K. Augsten, W. Augustyniak, C.D.R. Azevedo, B. Badelek, R. Beck, J. Beckers, Y. Bedfer, J. Bernhard, F. Bradamante, A. Bressan, W.-C. Chang, C. Chatterjee, M. Chiosso, S.-U. Chung"
    },
    {
      "title": "Confinement by Monopole Loops in Inhomogeneous Magnetic Field",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269326001280?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: Available online 11 February 2026Source: Physics Letters BAuthor(s): S. Bolognesi"
    },
    {
      "title": "Nonlinear corrections to the cross section of heavy quarks production at the NLO approximation",
      "link": "https://www.sciencedirect.com/science/article/pii/S0375947426000369?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Nuclear Physics A",
      "summary": "Publication date: Available online 12 February 2026Source: Nuclear Physics AAuthor(s): S. Zarrin, S. Dadfar"
    },
    {
      "title": "Lifetimes and Transition Probabilities in <math xmlns:mml=\"http://www.w3.org/1998/Math/MathML\" altimg=\"si25.svg\" class=\"math\"><mrow><mi>N</mi><mo linebreak=\"goodbreak\">=</mo><mn>76</mn><msup><mo>,</mo><mn>130</mn></msup></mrow></math>Xe",
      "link": "https://www.sciencedirect.com/science/article/pii/S0375947426000321?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Nuclear Physics A",
      "summary": "Publication date: Available online 11 February 2026Source: Nuclear Physics AAuthor(s): D. Kumar, S. Basak, A. Pal, D. Banerjee, S.S. Alam, S. Rajbanshi, T. Bhattacharjee"
    },
    {
      "title": "Generation of Simulated signal database for segmented Planar HPGe Detector",
      "link": "https://www.sciencedirect.com/science/article/pii/S0375947426000345?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Nuclear Physics A",
      "summary": "Publication date: Available online 11 February 2026Source: Nuclear Physics AAuthor(s): Priyanka Khandelwal, S. Mandal, R. Palit, J. Gerl"
    }
  ]
}