{
  "lastUpdated": "2025-08-21T02:25:55.579626",
  "papers": [
    {
      "title": "Production of neutron-rich heavy nuclei in deep-inelastic $^{208}\\mathrm{Pb}+^{208}\\mathrm{Pb}$ collisions within the stochastic mean-field theory",
      "link": "http://link.aps.org/doi/10.1103/g7yp-d6yq",
      "authors": "K. Sekizawa, S. Ayik, E. C. Karanfil, M. Arik, O. Yilmaz, and A. S. Umar",
      "source": "Physical Review C",
      "summary": "Author(s): K. Sekizawa, S. Ayik, E. C. Karanfil, M. Arik, O. Yilmaz, and A. S. UmarBackground: In deep-inelastic collisions of heavy nuclei, reaction products with a wide range of mass and charge are produced. Such collisions been considered as a possible way to produce superheavy nuclei, as an alternative to fusion reactions. To provide reliable theoretical predictions, it is des…[Phys. Rev. C 112, 024612] Published Wed Aug 20, 2025"
    },
    {
      "title": "Source function from two-particle correlation function through entropy-regularized Richardson-Lucy deblurring",
      "link": "http://link.aps.org/doi/10.1103/zfly-38pk",
      "authors": "Chi-Kin Tam, Zbigniew Chajęcki, Paweł Danielewicz, and Pierre Nzabahimana",
      "source": "Physical Review C",
      "summary": "Author(s): Chi-Kin Tam, Zbigniew Chajęcki, Paweł Danielewicz, and Pierre NzabahimanaSource functions are obtained from $p−p$ and $d−α$ correlation functions by applying the Richardson-Lucy (RL) deblurring to the Koonin-Pratt (KP) equation. To prevent the fitting of noise in the correlation function, total-variation (TV) regularization is employed, which has been effective in ordina…[Phys. Rev. C 112, 024613] Published Wed Aug 20, 2025"
    },
    {
      "title": "Toward the determination of $CP$-odd pion-nucleon couplings",
      "link": "http://link.aps.org/doi/10.1103/fhm8-flsg",
      "authors": "Shohini Bhattacharya, Kaori Fuyuto, Emanuele Mereghetti, and Thomas R. Richardson",
      "source": "Physical Review C",
      "summary": "Author(s): Shohini Bhattacharya, Kaori Fuyuto, Emanuele Mereghetti, and Thomas R. RichardsonThe nucleon matrix elements (NMEs) associated with quark chromomagnetic dipole moments (cMDMs) play a crucial role in determining the $\\mathit{CP}$-odd pion-nucleon couplings induced by quark chromoelectric dipole moments. In recent years, it has been argued that the NMEs of cMDMs can be related to …[Phys. Rev. C 112, 025501] Published Wed Aug 20, 2025"
    },
    {
      "title": "Total cross section of $^{14}\\mathrm{N}\\phantom{\\rule{0.16em}{0ex}}+\\phantom{\\rule{0.16em}{0ex}}n$ from 0.1 to 12 MeV",
      "link": "http://link.aps.org/doi/10.1103/frgb-j5c3",
      "authors": "R. J. deBoer, A. R. Junghans, R. Arquette, D. Bemmerer, A. Best, R. Beyer, A. Boeltzig, G. Clarke, J. Görres, T. Hensel, M. Matney, S. E. Müller, D. Rapagnani, A. Roberts, K. Römer, S. Turkat, K. Schmidt, J. Skowronski, A. Wagner, M. Wiescher, and A. Yadav",
      "source": "Physical Review C",
      "summary": "Author(s): R. J. deBoer, A. R. Junghans, R. Arquette, D. Bemmerer, A. Best, R. Beyer, A. Boeltzig, G. Clarke, J. Görres, T. Hensel, M. Matney, S. E. Müller, D. Rapagnani, A. Roberts, K. Römer, S. Turkat, K. Schmidt, J. Skowronski, A. Wagner, M. Wiescher, and A. YadavThe 14N+n reaction plays a significant role in various nuclear science scenarios: it is thought to be one of the main neutron poisons during s-process nucleosynthesis; it provides insight for nuclear security for atmospheric nuclear weapons testing; and it is needed for simulating neutron transport through a variety of materials. Yet, for 14N+n, only one high-sensitivity measurement has been available, but its experimental details were incomplete. To cross-check existing nuclear evaluations, the authors carried out comprehensive neutron transmission measurements from 0.1 to 12 MeV neutron energy at the nELBE facility in Dresden-Rossendorf, Germany, and combined them with detailed R-matrix studies. The cross sections are in good agreement with previous data over much of the energy range with the key exception of the lowest-energy resonance at a neutron energy of 433 keV. In addition to providing strong confirmation of the role of 14N in influencing the s process, this work improves confidence in the present ENDF/B nuclear evaluation and promises improvements for future evaluations of related 14N+n cross sections.[Phys. Rev. C 112, 025805] Published Wed Aug 20, 2025"
    },
    {
      "title": "Erratum: High spin states in $^{151,153}\\mathrm{Pr}, ^{157}\\mathrm{Sm}$, and $^{93}\\mathrm{Kr}$ [Phys. Rev. C <b>82</b>, 034308 (2010)]",
      "link": "http://link.aps.org/doi/10.1103/n3rj-8864",
      "authors": "E. H. Wang, J. K. Hwang, A. V. Ramayya, J. H. Hamilton, S. H. Liu, N. T. Brewer, Y. X. Luo, J. O. Rasmussen, S. J. Zhu, and R. Donangelo",
      "source": "Physical Review C",
      "summary": "Author(s): E. H. Wang, J. K. Hwang, A. V. Ramayya, J. H. Hamilton, S. H. Liu, N. T. Brewer, Y. X. Luo, J. O. Rasmussen, S. J. Zhu, and R. Donangelo[Phys. Rev. C 112, 029901] Published Wed Aug 20, 2025"
    },
    {
      "title": "Structure of hypernucleus $_{\\Lambda}^{7}$Li within microscopic three-cluster model",
      "link": "https://arxiv.org/abs/2508.13702",
      "authors": "N. K. Kalzhigitov, S. Amangeldinova, V. S. Vasilevsky",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2508.13702v1 Announce Type: new \nAbstract: The structure of bound and resonance states of the hypernucleus $_{\\Lambda}^{7}$Li is studied within a three-cluster model. This nucleus is considered a three-cluster structure consisting of $^{4}$He, a deuteron, and a lambda hyperon. The chosen three-cluster configuration allows us to describe more accurately the structure of hypernucleus $_{\\Lambda}^{7}$Li and the dynamics of different processes that involve interactions of lightest nuclei and hypernuclei. The main goal of the present investigations is to find resonance states in the three-cluster continuum of $_{\\Lambda}^{7}$Li and determine their nature. A set of narrow resonance states is detected at the energy range 0$<E\\leq$2 MeV above the three-cluster threshold $^{4}$He+$d$+$\\Lambda$."
    },
    {
      "title": "Seeing Through the Nucleus: A Review of Color Transparency Phenomena",
      "link": "https://arxiv.org/abs/2508.13311",
      "authors": "Holly Szumila-Vance, Dipangkar Dutta, Gerald A. Miller, Misak Sargsian",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2508.13311v1 Announce Type: cross \nAbstract: We review the current status of the phenomenon of Color Transparency (CT), a fundamental consequence of the description of hadrons from Quantum Chromo Dynamics. CT refers to the vanishing of final (and/or initial) state interactions with the nuclear medium for exclusive process at sufficiently high enough momentum transfers. We discuss the current experimental observations relating to CT and their theoretical implications for other high energy processes. Future CT experiments and facilities are also described."
    },
    {
      "title": "The role of intermediate $\\Delta\\Delta$ states in nucleon-nucleon scattering in the large-$N_c$ and unitary limits, and $\\Delta\\Delta$ and $\\Omega\\Omega$ scattering",
      "link": "https://arxiv.org/abs/2411.01715",
      "authors": "Thomas R. Richardson, Matthias R. Schindler, Roxanne P. Springer",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2411.01715v2 Announce Type: replace \nAbstract: We explore potential explanations for why using large-$N_c$ ($N_c$ is the number of colors) scaling to determine the relative size of few-nucleon low-energy operators agrees with experiment even when dynamical $\\Delta$'s are not explicitly included. Given that the large-$N_c$ analysis is predicated on the nucleons and $\\Delta$'s being degenerate, this is a curious result. We show that for purely $S$-wave interactions the relationships dictated by large-$N_c$ scaling are unaffected whether the $\\Delta$ is included or not. In the case of higher partial waves that do not mix with $S$-waves, the impact of the $\\Delta$ is perturbative, which makes the agreement with naive ($\\Delta$-less) large-$N_c$ ordering unsurprising. For higher partial waves that mix with $S$-waves, the nucleon and $\\Delta$ would need to decouple to get agreement with naive large-$N_c$ ordering. We find all $NN$, $\\Delta N$, and $\\Delta\\Delta$ low energy coefficients for leading-order baryon-baryon scattering in $\\Delta$-full pionless effective field theory in terms of the two independent parameters dictated by the SU($2F$) spin-flavor symmetry that arises in the $N_c \\rightarrow \\infty$ limit. Because of recent lattice QCD results and experimental interest, we extend our analysis to the three-flavor case to study $\\Omega\\Omega$ scattering. We show that in the unitary limit (where scattering lengths become infinite) one of the two SU($2F$) parameters is driven to zero, resulting in enhanced symmetries, which agree with those found in spin-1/2 entanglement studies."
    },
    {
      "title": "First identification of a doublet wobbling excitation mode in $^{105}$Pd",
      "link": "https://arxiv.org/abs/2403.08235",
      "authors": "A. Karmakar, P. Datta, N. Rather, S. Pal, R. Palit, A. Goswami, G. H. Bhat, J. A. Sheikh, S. Jehangir, S. Chattopadhyay, S. Frauendorf",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2403.08235v3 Announce Type: replace-cross \nAbstract: An experimental investigation of $^{105}$Pd has revealed, for the first time, the existence of two wobbling bands, both having one phonon configuration and originating from excitation which is the wobbling from the yrast band with the $h_{11/2}$ quasineutron fully aligned with the short axis, and from an excited band with the same quasineutron but with less alignment along the short axis. These observations have been drawn from the measured ratios of the inter-band and intra-band gamma transition rates. Model calculations based on the triaxial projected shell model (TPSM) approach have been performed and are found to be in good agreement with the experimental energies and relative transition probabilities. The analysis of the TPSM results provides an insight into the nature of the observed structures at a microscopic level."
    },
    {
      "title": "Solving reaction dynamics with quantum computing algorithms",
      "link": "https://arxiv.org/abs/2404.00202",
      "authors": "Ronen Weiss, Alessandro Baroni, Joseph Carlson, Ionel Stetcu",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2404.00202v3 Announce Type: replace-cross \nAbstract: The description of quantum many-body dynamics is extremely challenging on classical computers, as it can involve many degrees of freedom. On the other hand, the time evolution of quantum states is a natural application for quantum computers that are designed to efficiently perform unitary transformations. In this paper, we study quantum algorithms for response functions, relevant for describing different reactions governed by linear response. We focus on nuclear-physics applications and consider a qubit-efficient mapping on the lattice, which can efficiently represent the large volumes required for realistic scattering simulations. For the case of a contact interaction, we develop an algorithm for time evolution based on the Trotter approximation that scales logarithmically with the lattice size, and is combined with quantum phase estimation. We eventually focus on the nuclear two-body system and a typical response function relevant for electron scattering as an example. We also investigate ground-state preparation and examine the total circuit depth required for a realistic calculation and the hardware noise level required to interpret the signal."
    },
    {
      "title": "Quantum entropy as a harbinger of factorizability",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269325005751?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: September 2025Source: Physics Letters B, Volume 868Author(s): Henry Bloss, Brandon Kriesten, T.J. Hobbs"
    }
  ]
}