{
  "lastUpdated": "2025-12-20T02:29:13.930544",
  "papers": [
    {
      "title": "Direct Evidence for the $ν{d}_{5/2}$ Orbital in $^{69}\\mathrm{Ni}$: Implications for the $N=40$ Island of Inversion",
      "link": "http://link.aps.org/doi/10.1103/tdfs-5qzw",
      "authors": "A. Ceulemans <em>et al.</em> (ISS Collaboration, ISOLDE Collaboration)",
      "source": "Physical Review Letter",
      "summary": "Author(s): A. Ceulemans et al. (ISS Collaboration, ISOLDE Collaboration)Shape coexistence, a collective manifestation of nuclear structure, emerges from the underlying single-particle dynamics and is prominently observed in the region below $^{68}\\mathrm{Ni}$. Theoretical studies have emphasized the key role of the $ν{d}_{5/2}$ orbital, the quadrupole partner of $ν{g}_{…[Phys. Rev. Lett. 135, 252502] Published Fri Dec 19, 2025"
    },
    {
      "title": "Fine-tuning of the $\\overline{K}NN$ and $\\overline{K}\\overline{K}N$ quasibound state calculations",
      "link": "http://link.aps.org/doi/10.1103/wx4d-b252",
      "authors": "N. V. Shevchenko",
      "source": "Physical Review C",
      "summary": "Author(s): N. V. ShevchenkoFine-tuning of the binding energies and widths of the quasibound states in three-body systems consisting of antikaon(s) and nucleon(s) was performed. Dynamically exact three-body Faddeev-type Alt-Grassberger-Sandhas equations with three coupled particle channels were solved for the description of th…[Phys. Rev. C 112, 064007] Published Fri Dec 19, 2025"
    },
    {
      "title": "General amplitude of near-threshold hadron scattering for exotic hadrons",
      "link": "http://link.aps.org/doi/10.1103/qp1j-slqg",
      "authors": "Katsuyoshi Sone and Tetsuo Hyodo",
      "source": "Physical Review C",
      "summary": "Author(s): Katsuyoshi Sone and Tetsuo HyodoWe discuss the general behavior of the scattering amplitude with channel couplings near the two-body threshold. It is known that the Flatté amplitude, which is often used in the analysis of experimental data involving exotic hadrons, has some constraint in the near-threshold energy region. While the…[Phys. Rev. C 112, 065207] Published Fri Dec 19, 2025"
    },
    {
      "title": "Entangled two-proton emission from 16Ne and its sensitivity to diproton correlation",
      "link": "https://arxiv.org/abs/2512.15879",
      "authors": "Tomohiro Oishi, Masaaki Kimura",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2512.15879v1 Announce Type: new \nAbstract: We discuss how the spin correlation, which reflects the quantum entanglement between two fermions, can serve as a probe of diproton correlation in the two-proton ($2p$) emission. We investigated the 16Ne nucleus using the time-dependent three-body (14O + 2p) model, and found that the $2p$-spin correlation exceeded the limit of local-hidden-variable (LHV) theory when the initial state had a spin-singlet diproton configuration. In contrast, for other configurations, it was remarkably reduced. This suggests that a strong initial diproton correlation is essential to generate a spin correlation nearly identical to that of a pure spin-singlet diproton. Such sensitivity indicates that $2p$-spin correlation can serve as a sensitive probe of diproton configurations, which could facilitate future studies on quantum entanglement and spin-dependent phenomena in atomic nuclei as well as in broader multi-fermion systems."
    },
    {
      "title": "Role of tensor forces in nuclei",
      "link": "https://arxiv.org/abs/2512.16048",
      "authors": "Yu. P. Lyakhno",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2512.16048v1 Announce Type: new \nAbstract: Recently, calculations of the ground states of the lightest nuclei have been performed using highly accurate data on realistic internucleon forces. In this paper, these results were used to describe the properties of nuclei with nucleon numbers $A>4$. Taking into account tensor forces leads to the conclusion that the four subsystems in the nucleus with zero nucleon orbital momenta are combined predominantly into the $^1S_0$ cluster. Subsystems with nonzero orbital momenta also combine into clusters with lower potential energy. This approach allows us to consistently explain the lifetime of the $^8$Be nucleus, the Hoyle state, the sequential mechanism of the reaction with the emission of $\\alpha$ particles, the shift of the reaction threshold, and more. The assumption of the existence of a one-dimensional effective interaction of nucleons in the nucleus leads to the conclusion that the nucleus contains a \"power center\" and, accordingly, nucleons have orbital angular momenta relative to this \"power center.\" Our approach does not predict the presence of such a \"power center\" in the nucleus."
    },
    {
      "title": "Exact nuclear pairing solution for large-scale configurations: I. The EP (v1.0) program at zero temperature",
      "link": "https://arxiv.org/abs/2512.16129",
      "authors": "Tran Quoc Viet, Le Tan Phuc, Tran Vu Dong, Nguyen Ngoc Anh, Nguyen Quang Hung",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2512.16129v1 Announce Type: new \nAbstract: In this work, we present the ``EP code\" (version 1.0), a user-friendly and robust computational tool. It computes the exact pairing eigenvalues and eigenvectors directly from the general nuclear pairing Hamiltonian, represented using SU(2) quasi-spin algebra with basis vectors in binary representation, at zero temperature for both odd and even deformed nucleon systems. In this initial release, the sparsity and symmetry of the pairing matrix are exploited for the first time to quickly construct the pairing matrix. The ARPACK and LAPACK packages are employed for the diagonalization of large- and small-scale sparse matrices, respectively. In addition, the calculation speed for odd nucleon systems is significantly improved by employing a novel technique to accurately identify the block containing the ground state in odd configurations. To ensure the high numerical stability, the Kahan compensation algorithm is employed. The current version of the EP code can efficiently expand the computational space to handle up to 26 doubly folded (deformed) single-particle levels and 26 nucleons on a standard desktop computer in approximately $10^2$ seconds with double precision. With sufficient computational resources, the code can process up to 63 deformed single-particle levels, which can accomodate from 1 to 63 nucleon pairs. The EP v1.0 code is also designed for future extensions, including the finite-temperature and parallel computations."
    },
    {
      "title": "Unraveling the anomaly in the production of $^{60}$Fe nucleus in massive stars",
      "link": "https://arxiv.org/abs/2512.16130",
      "authors": "Samapti Lakshan, Le Tan Phuc, Deepak Pandit, Srijit Bhattacharya, Le Thi Quynh Huong, Nguyen Dinh Dang, Balaram Dey, Nguyen Ngoc Anh, Nguyen Quang Hung",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2512.16130v1 Announce Type: new \nAbstract: The production of $^{60}$Fe is crucial for nucleosynthesis in massive stars and supernovae. In this work, by using the microscopic EP+IPM (exact pairing plus the independent-particle model) for the nuclear level density (NLD) and extended EP+PDM (exact pairing plus phonon damping model) for the $\\gamma$-ray strength function (gSF), we re-evaluate the substantial enhancement of $^{60}$Fe production recently reported in {\\it A. Spyrou et al., Nat. Comm. {\\bf 15}, 9608 (2024)}, which was attributed to an unexpectedly large Maxwellian-averaged cross section (MACS). Our analysis demonstrates that this enhancement indeed originates from the choice of NLD, which, despite being constrained to reproduce the total NLD and gSF data, lacks a reliable spin dependence, a critical input for Hauser-Feshbach calculations of nuclear reaction rate. In contrast, our predictions yield a significantly lower MACS, calling the claimed enhancement into question. In particular, our approach highlights the microscopic nature of the low-energy enhancement of the gSF, the so-called upbend resonance, which arises from strong particle-particle ($pp$) and hole-hole ($hh$) excitations that emerge only at finite temperature, thereby further reinsisting on the invalidity of the Brink-Axel hypothesis in this low-energy region. Overall, our study reopens the question on the long-standing problem of $^{60}$Fe production in massive stars."
    },
    {
      "title": "Cross section calculation of T(3He, np)4He and (Ty-)(3He, npy-) 4He in the three-body dynamics",
      "link": "https://arxiv.org/abs/2512.16205",
      "authors": "M. V. Egorov",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2512.16205v1 Announce Type: new \nAbstract: This work presents three-body calculations of the cross sections for the 3He+T\\to n+p+4He fusion reaction. These calculations were performed by solving a set of six coupled Faddeev integral equations, utilizing a cluster representation of the target nucleus, the triton, as a bound neutron-deuteron system. Short-range interactions within the two-body subsystems included microscopic np, nd, n4He, and n3He scattering matrices, as well as phenomenological d3He models that allow for the coupling of the elastic channel with the d3He reaction channel. The roles of the d3He models and the Coulomb interaction between the 3He and T nuclei are briefly discussed. The resulting three-body reaction matrix was then utilized to estimate the role of a muon in the process 3He+(Ty-)\\to n+p+4He+y- involving a Ty- atom, where y- in [e-,mu-]. It is demonstrated that the effect of cross-section enhancement induced by the muon's presence in the reaction zone is governed by a phase factor and persists in the first Born approximation for the exact four-body scattering matrix."
    },
    {
      "title": "Modeling Ultra-High-Energy Cosmic Rays propagation using the input from Configuration Interaction Shell Model",
      "link": "https://arxiv.org/abs/2512.16329",
      "authors": "O. Le Noan, E. Khan, S. Goriley, K. Sieja",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2512.16329v1 Announce Type: new \nAbstract: The dipole response of a nuclear system, characterized by its photon strength function (PSF), is a key ingredient of many applications of nuclear structure, ranging from nuclear reactor design and nuclear waste transmutation to astrophysical models of nucleosynthesis and stellar evolution. While the majority of those applications require the knowledge of PSF of mid-mass and heavy nuclei, there is now renewed interest in $E1$ strength distributions of light nuclei in the framework of the PANDORA project, which aims at an understanding of the mass distribution of ultrahigh-energy cosmic radiation (UHECR).UHECR is of extragalactic origin and its interaction along the travel path is dominated by photoabsorption of cosmic background radiation boosted to the Giant Dipole Resonance (GDR) energy region in the center-of-mass system. Thus, systematic knowledge of the photoabsorption cross sections in light nuclei and of their subsequent particle decay is required. The purpose of this work is to enhance the database of available theoretical evaluations of PSF of light nuclei that are necessary in the studies of UHECR propagation. We employ the Configuration Interaction Shell Model (CI-SM) approach to provide predictions of $E1$ dipole response for $p$ and $sd$-shell nuclei, with mass number $A$ between 7 and 40. Theoretical predictions are compared to available data and to existing predictions from phenomenological and microscopic models. Finally, the impact of using of CI-SM PSF on the predicted propagation of a $^{40}$Ca UHECR source is studied."
    },
    {
      "title": "Unfolding Baryon Number Fluctuations from Correlations of Light Nuclei Production in Heavy-Ion Collisions",
      "link": "https://arxiv.org/abs/2512.16331",
      "authors": "Yi-Heng Feng, Che Ming Ko, Xiaofeng Luo, Yu-Gang Ma, Kai-Jia Sun, Song Zhang",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2512.16331v1 Announce Type: new \nAbstract: Event-by-event fluctuations of the baryon number, which is mostly carried by protons and neutrons, in relativistic heavy-ion collisions provide a sensitive probe for locating the conjectured critical point in the quantum chromodynamics (QCD) phase diagram. Since current experiments have limited access to neutron fluctuations because detectors are largely insensitive to neutrons, measurements of (net-)proton fluctuations are often used as a proxy for (net-)baryon number fluctuations. Although direct measurements of neutron fluctuations are challenging, their information are encoded in the production and correlations of light nuclei, when they are formed through coalescence of nucleons at kinetic freeze-out. Here, we propose to unfold neutron fluctuations from correlations among light nuclei produced in heavy-ion collisions. Model calculations validate this approach and show that baryon number fluctuations can be unfolded up to the third order. For fourth and higher-order cumulants, however, the uncertainties become sizable, indicating that further methodological developments and refinements are required."
    },
    {
      "title": "Constraining the nuclear equation of state from terrestrial experiments and neutron star observations using relativistic mean-field models",
      "link": "https://arxiv.org/abs/2512.16429",
      "authors": "Tsuyoshi Miyatsu, Myung-Ki Cheoun, Kyungsik Kim, Koichi Saito",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2512.16429v1 Announce Type: new \nAbstract: We investigate the nuclear equation of state (EoS) for isospin-asymmetric matter using a new set of RMF interactions with the $\\sigma$-$\\delta$ and $\\omega$-$\\rho$ mixing, referred to as the OMEG family. These interactions are optimized so as to reproduce both terrestrial nuclear measurements and astrophysical constraints extracted from NICER and GW170817. The $\\sigma$-$\\delta$ mixing softens the nuclear symmetry energy and pressure around twice the saturation density, which enables relatively small neutron-star radii and tidal deformabilities while keeping the nuclear EoS sufficiently stiff at high densities to support $2M_{\\odot}$ neutron stars. We find that the curvature parameter, $K_{\\textrm{sym}}$, plays an important role in realizing the soft-to-hard behavior of the nuclear EoS, and the astrophysical data favor small or even negative values of $K_{\\textrm{sym}}$."
    },
    {
      "title": "Relativistic superfluid profiles near critical surfaces",
      "link": "https://arxiv.org/abs/2512.16797",
      "authors": "Lorenzo Gavassino, Alexander Soloviev",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2512.16797v1 Announce Type: new \nAbstract: Landau's two-fluid model of superfluidity ceases to apply in regions where the condensate amplitude exhibits rapid spatial variation, such as vortex cores or in the vicinity of container walls. A recently proposed relativistic Gross-Pitaevskii-type framework treats the condensate as an independent scalar degree of freedom, enabling a controlled analysis of such regimes. We use it to construct stationary superflows close to the superfluid-normal phase boundary, and examine their stability. We obtain an exact expression for Landau's critical velocity and show that the standard Newtonian profiles (such as the near-vortex condensate depletion or the boundary-layer decay) persist unmodified in the relativistic setting. We further analyse a genuinely relativistic configuration in which an accelerated superfluid develops a phase boundary induced by Tolman temperature gradients."
    },
    {
      "title": "Towards First Detection of the Solar MSW Transition With JUNO",
      "link": "https://arxiv.org/abs/2512.14824",
      "authors": "Obada Nairat, John F. Beacom, Kevin J. Kelly, Shirley Weishi Li",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2512.14824v1 Announce Type: cross \nAbstract: Matter-induced neutrino flavor mixing (the Mikheyev-Smirnov-Wolfenstein, or MSW, effect) is a central prediction of the neutrino mixing framework, but it has not been conclusively observed. Direct observation of the energy-dependent MSW transition in the solar electron-neutrino survival probability would solve this, but backgrounds have been prohibitive. We show that our new technique for suppressing muon-induced spallation backgrounds will allow JUNO to measure the MSW transition at $>$4$\\sigma$ significance in 10 years. This would strongly support upcoming multi-\\$1B next-generation long-baseline experiments and their goals in cementing the neutrino mixing framework."
    },
    {
      "title": "Weak Charge Form Factor Determination at the Electron-Ion Collider",
      "link": "https://arxiv.org/abs/2512.15865",
      "authors": "Hooman Davoudiasl, Hongkai Liu, Sonny Mantry, Ethan T. Neil",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2512.15865v1 Announce Type: cross \nAbstract: Determining the weak charge form factor, $F_W(Q^2)$, of nuclei over a continuous range of momentum transfers, $0\\lesssim Q^2 \\lesssim 0.1$ GeV$^2$, is essential for mapping out the distribution of neutrons in nuclei. The neutron density distribution has significant implications for a broad range of areas, including studies of nuclear structure, neutron stars, and physics beyond the Standard Model. Currently, our knowledge of $F_W(Q^2)$ comes primarily from fixed target experiments that measure the parity-violating longitudinal electron spin asymmetry in coherent elastic electron-ion scattering. Fixed target experiments, such as CREX and PREX-1,2, have provided high-precision weak charge form factor extractions for the $^{48}{\\rm Ca}$ and $^{208}{\\rm Pb}$ nuclei, respectively. However, a major limitation of fixed target experiments is that they each provide data only at a single value of $Q^2$. With the proposed Electron-Ion Collider (EIC) on the horizon, we explore its potential to impact the determination of the weak charge form factor. While it cannot compete with the precision of fixed target experiments, it can provide data over a wide and continuous range of $Q^2$ values, and for a wide variety of nuclei. We show that for integrated luminosities of $\\mathcal{L} > $ 200/$A$ fb$^{-1}$, where $A$ denotes the nucleus atomic weight, the EIC can be complementary to fixed target experiments, and can significantly impact constraints from CREX and PREX-1,2 by lifting degeneracies in theoretical models of the neutron density distribution."
    },
    {
      "title": "Energy-Energy Correlators in $e^+e^-$ and Deep Inelastic Scattering",
      "link": "https://arxiv.org/abs/2512.15896",
      "authors": "Yuxun Guo, Werner Vogelsang, Feng Yuan, Wenbin Zhao",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2512.15896v1 Announce Type: cross \nAbstract: We study energy-energy correlators (EECs) in $e^+e^-$ annihilation and deep inelastic lepton-hadron scattering (DIS), focusing on aspects of nonperturbative physics in these observables. We introduce the EEC jet functions and investigate the infrared (IR) behavior of both small-angle EECs and angle-integrated EECs by performing explicit one-loop calculations. The factorization and universality of the EECs in these processes are demonstrated. A matching scheme is proposed to smoothly connect kinematic regions where different scaling behaviors with jet energy are observed. In combination with the next-to-leading order correction, this matching provides a good description of the EEC data and PYTHIA simulations in high-energy $e^+e^-$ annihilation. Predictions for DIS processes for future electron-ion collider kinematics are also presented."
    },
    {
      "title": "Hadron Physics Opportunities at FAIR",
      "link": "https://arxiv.org/abs/2512.15986",
      "authors": "J. G. Messchendorp, F. Nerling, P. Achenbach, J. Aichelin, M. Albaladejo, L. An, K. Aoki, G. Appagere, V. Baru, M. Bashkanov, A. Bauswein, A. Belias, J. Bernhard, P. P. Bhaduri, {\\L}. Bibrzycki, D. Blaschke, M. Bleicher, C. Blume, S. Bolognesi, N. Brambilla, E. Bratkovskaya, I. Ciepa\\l, S. Collins, V. Crede, R. Das, A. Denig, S. Diehl, S. Dobbs, S. Dolan, B. D\\\"onigus, M. D\\\"oring, A. Dubla, G. Eichmann, E. Epelbaum, C. Fern\\'andez Ram\\'irez, L. Fields, C. S. Fischer, A. M. Foda, T. Galatyuk, P. Gasik, F. Giacosa, K. G\\\"otzen, B. Grube, F. -K. Guo, A. Guskov, J. Haidenbauer, H. -W. Hammer, C. Hanhart, C. H\\\"ohne, N. Huesken, P. Hurck, K. Itahashi, R. Kami\\'nski, K. H. Kampert, R. Kliemt, C. M. Ko, B. Kubis, A. Kupsc, S. Leupold, M. Lorenz, F. Maas, R. Maciula, K. B. M. Mahn, M. Mai, V. Mathieu, D. Mihaylov, M. Mikhasenko, D. Mohler, Y. Morino, C. Morningstar, E. Nandy, H. Noumi, J. R. Pel\\'aez, M. T. Pe\\~na, A. Pilloni, B. Ramstein, C. Rappold, T. Reichert, J. Ritman, C. D. Roberts, D. R\\\"onchen, S. Roy, T. Saito, F. Sakuma, P. Salabura, F. S\\'anchez, C. Scheidenberger, L. Schmitt, T. Song, J. Steinheimer, J. Stroth, C. Sturm, A. Szczepaniak, A. Szczurek, H. Takahashi, J. Taylor, L. Tolos, J. M. Torres-Rincon, R. Tyson, I. Vida\\~na, T. W\\k{a}cha{\\l}a, D. Wielanek, D. Winney, G. Wolf, G. \\.Zarnecki, H. Zbroszczyk",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2512.15986v1 Announce Type: cross \nAbstract: This White Paper outlines a coordinated, decade-spanning programme of hadron and QCD studies anchored at the GSI/FAIR accelerator complex. Profiting from intense deuteron, proton and pion beams coupled with high-rate capable detectors and an international theory effort, the initiative addresses fundamental questions related to the strong interaction featuring confinement and dynamical mass generation. This includes our understanding of hadron-hadron interactions and the composition of hadrons through mapping the baryon and meson spectra, including exotic states, and quantifying hadron structure. This interdisciplinary research connects topics in the fields of nuclear, heavy-ion, and (nuclear) astro (particle) physics, linking, for example, terrestrial data to constraints on neutron star structure. A phased roadmap with SIS100 accelerator start-up and envisaged detector upgrades will yield precision cross sections, transition form factors, in-medium spectral functions, and validated theory inputs. Synergies with external programmes at international accelerator facilities worldwide are anticipated. The programme is expected to deliver decisive advances in our understanding of non-perturbative (strong) QCD and astrophysics, and high-rate detector and data-science technology."
    },
    {
      "title": "Investigation of Nuclear Modification Factor from RHIC to LHC energies using Boltzmann Transport equation in conjunction with q-Weibull distribution",
      "link": "https://arxiv.org/abs/2512.16078",
      "authors": "Rohit Gupta",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2512.16078v1 Announce Type: cross \nAbstract: The study of nuclear modification factor is crucial in advancing our knowledge of the hot and dense nuclear matter created during high energy heavy-ion collision. In this direction, we have developed a theoretical model for the nuclear modification factor using the Boltzmann Transport equation in relaxation time approximation with the q-Weibull distribution as the final state distribution and studied the experimental data of nuclear modification factor of charged hadrons as well as identified particles at various energies ranging from 7.7 GeV measured at RHIC upto the maximum value of 5.44 TeV studied in LHC. We observed a good agreement between the model and the experimental data as can be quantified using the $\\chi^2$/NDF values. We have also studied the mass dependence of different fit parameters that appears in the theoretical model and observe a linear mass dependence of some parameters."
    },
    {
      "title": "Antisymmetrization of composite fermionic states for quantum simulations of nuclear reactions in first-quantization mapping",
      "link": "https://arxiv.org/abs/2512.16138",
      "authors": "Ionel Stetcu",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2512.16138v1 Announce Type: cross \nAbstract: I present a first-quantization deterministic algorithm for antisymmetrizing a spatially separated target-projectile system containing $N_T$ and $N_p$ identical fermions, respectively. The method constructs a fully antisymmetric wavefunction from the product of two independently antisymmetrized many-body states, each of which may be a superposition of Slater determinants. The algorithm uses a Dicke-state ancilla register that coherently encodes all one-particle exchange channels between the two subsystems, and, crucially, requires only single-particle swaps to generate the full antisymmetric structure. A total of $O(N_T N_p)$ single-particle exchanges are needed, with up to $N_p$ of them implemented in parallel, if an additional $N_p$ ancillae are used. The correct fermionic phase is incorporated through application of $Z$ gates on $N_T$ ancillae, after which the ancilla register is efficiently uncomputed using a compact sequence of controlled operations. This construction provides a nontrivial and scalable protocol for preparing fully antisymmetric states in reaction and scattering simulations, significantly expanding the range of systems that can be addressed with first-quantized quantum algorithms."
    },
    {
      "title": "Probing neutron star interiors and the properties of cold ultra-dense matter with the SKAO",
      "link": "https://arxiv.org/abs/2512.16162",
      "authors": "Avishek Basu, Vanessa Graber, Marcus E. Lower, Marco Antonelli, Danai Antonopoulou, Manjari Bagchi, Prasanta Char, Paulo C. C. Freire, Brynmor Haskell, Huanchen Hu, David I. Jones, Banibrata Mukhopadhyay, Micaela Oertel, Nanda Rea, Violetta Sagun, Benjamin Shaw, Jaikhomba Singha, Benjamin W. Stappers, Tinn Thongmeearkom, Anna L. Watts, Patrick Weltevrede, The SKA Pulsar Science Working Group",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2512.16162v1 Announce Type: cross \nAbstract: Matter inside neutron stars is compressed to densities several times greater than nuclear saturation density, while maintaining low temperatures and large asymmetries between neutrons and protons. Neutron stars, therefore, provide a unique laboratory for testing physics in environments that cannot be recreated on Earth. To uncover the highly uncertain nature of cold, ultra-dense matter, discovering and monitoring pulsars is essential, and the SKA will play a crucial role in this endeavour. In this paper, we will present the current state-of-the-art in dense matter physics and dense matter superfluidity, and discuss recent advances in measuring global neutron star properties (masses, moments of inertia, and maximum rotation frequencies) as well as non-global observables (pulsar glitches and free precession). We will specifically highlight how radio observations of isolated neutron stars and those in binaries -- such as those performed with the SKA in the near future -- inform our understanding of ultra-dense physics and address in detail how SKAO's telescopes unprecedented sensitivity, large-scale survey and sub-arraying capabilities will enable novel dense matter constraints. We will also address the potential impact of dark matter and modified gravity models on these constraints and emphasise the role of synergies between the SKA and other facilities, specifically X-ray telescopes and next-generation gravitational wave observatories."
    },
    {
      "title": "Unveiling Light-Quark Yukawa Flavor Structure via Dihadron Fragmentation at Lepton Colliders",
      "link": "https://arxiv.org/abs/2512.16492",
      "authors": "Qing-Hong Cao, Xin-Kai Wen, Bin Yan, Shutao Zhang",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2512.16492v1 Announce Type: cross \nAbstract: Directly probing light-quark Yukawa couplings and their flavor structure remains a major challenge due to their smallness and overwhelming QCD backgrounds. In this Letter, we propose a theoretical framework to access these couplings at lepton colliders through transverse spin dependent azimuthal modulations in dihadron fragmentation. These modulations arise from the interference between Higgs mediated and Standard Model amplitudes in $e^-e^+\\to q\\bar{q}Z$, producing angular structures that are linearly sensitive to the Yukawa couplings $y_q$, in contrast to conventional observables that scale as $y_q^2$. By combining channels with an identified accompanying single hadron, $h^\\prime=\\pi^\\pm,K^\\pm$, and $p/\\bar{p}$, this approach cleanly disentangles the up- and down-quark Yukawa contributions, yielding typical limits at the $\\mathcal{O}(10^{-4})$ level and establishing fragmentation dynamics as a novel and complementary probe of the Higgs flavor structure."
    },
    {
      "title": "A finite temperature framework for quark matter with color-superconducting phases",
      "link": "https://arxiv.org/abs/2512.16720",
      "authors": "Hosein Gholami, Marco Hofmann, D\\'ebora Mroczek, Jacquelyn Noronha-Hostler",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2512.16720v1 Announce Type: cross \nAbstract: Current observations of neutron stars and measurements of gravitational waves only provide constraints on the zero temperature ($T=0$) equation of state (EoS) of dense matter. The detection of the post-merger gravitational-wave signal from a binary neutron star merger would additionally provide access to finite-temperature properties of the EoS which contain more information about the composition and the interactions of dense matter than the cold EoS alone. In particular deconfined quark matter may be probed by its characteristic finite temperature effects. This is especially the case for color-superconducting phases, in which the quasiparticle contribution to the thermal pressure is exponentially suppressed at low temperatures. Here we develop a new finite $T$ framework to model the thermal EoS for dense quark matter based on the cold quark matter EoS which is useful for numerical relativity simulations. We test the validity of the framework against a three-flavor NJL mean-field calculation, both with and without diquark pairing. We find that even for the complicated phase diagram of the NJL model including multiple different phases the framework is accurate to the few percent level for temperatures up to $T\\sim 50\\,$MeV."
    },
    {
      "title": "Comparing invariant-mass spectroscopy of 8B with ab initio predictions",
      "link": "https://arxiv.org/abs/2512.16773",
      "authors": "R. J. Charity, G. H. Sargsyan, K. D. Launey, T. B. Webb, K. W. Brown, L. G. Sobotka",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2512.16773v1 Announce Type: cross \nAbstract: Levels in 8B have been investigated experimentally using the invariant-mass technique and compared to ab initio calculations. Data sets obtained using E/A=69-MeV 9C and 13O beams on a Be target have been further analyzed to extend the level scheme of 8B for Ex<10 MeV. New levels were observed in the 2p+6Li, p+3He+alpha, and the p+7Be+gamma exit channels. Momentum correlations between the decay fragments were also investigated in order to deduce the decay pathways and whether the decays are prompt or sequential. This nucleus and its mirror were also investigated in the ab initio symmetry-adapted no-core shell model. Correspondence between the newly observed and predicted levels were made based on the level energy and the decay modes. For positive parity levels with J<=3, all predicted levels can be connected to an experimental counter part (as least tentatively) for Ex<8.4 MeV."
    },
    {
      "title": "Exploring nuclear modification using one-point energy correlator at the electron-ion collider",
      "link": "https://arxiv.org/abs/2512.16847",
      "authors": "Yu Fu, Zhong-Bo Kang, Jani Penttala, Yiyu Zhou",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2512.16847v1 Announce Type: cross \nAbstract: We study the one-point energy correlator (OPEC) at both the back-to-back and collinear limits in electron-proton and electron-nucleus collisions. We provide the factorization formalism for the two types of OPEC and present phenomenological predictions in the kinematic region relevant for the future Electron-Ion Collider. Focusing on cold nuclear matter effects in electron-nucleus scattering, we demonstrate that the OPEC serves as a powerful probe of the transverse momentum dependent (TMD) physics and in characterizing the medium-induced transverse momentum broadening in cold nuclear matter."
    },
    {
      "title": "Toward a foundation model for heavy-ion collision experiments based on point-cloud diffusion",
      "link": "https://arxiv.org/abs/2412.10352",
      "authors": "Manjunath Omana Kuttan, Kai Zhou, Jan Steinheimer, Horst Stoecker",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2412.10352v2 Announce Type: replace-cross \nAbstract: A novel point cloud diffusion model for relativistic heavy-ion collisions, capable of ultra-fast generation of complete, event-by-event collision output, is introduced. When trained on UrQMD cascade simulations, the model generates realistic collision event output containing 26 distinct hadron species, as a list of particle momentum vectors along with their particle ID. From solving inverse problems to accelerating model calculations or detector simulations, the model can be a promising general purpose tool for heavy-ion collisions beneficial to both theoretical studies and experimental applications."
    },
    {
      "title": "Ultra fast, event-by-event heavy-ion simulations for next generation experiments",
      "link": "https://arxiv.org/abs/2502.16330",
      "authors": "Manjunath Omana Kuttan, Kai Zhou, Jan Steinheimer, Horst Stoecker",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2502.16330v2 Announce Type: replace-cross \nAbstract: We present a novel deep generative framework that uses probabilistic diffusion models for ultra fast, event-by-event simulations of heavy-ion collision output. This new framework is trained on UrQMD cascade data to generate a full collision event output containing 26 distinct hadron species. The output is represented as a point cloud, where each point is defined by a particle's momentum vector and its corresponding species information (ID). Our architecture integrates a normalizing flow-based condition generator that encodes global event features into a latent vector, and a diffusion model that synthesizes a point cloud of particles based on this condition. A detailed description of the model and an in-depth analysis of its performance is provided. The conditional point cloud diffusion model learns to generate realistic output particles of collision events which successfully reproduce the UrQMD distributions for multiplicity, momentum and rapidity of each hadron type. The flexible point cloud representation of the event output preserves full event-level granularity, enabling direct application to inverse problems and parameter estimation tasks while also making it easily adaptable for accelerating any event-by-event model calculation or detector simulation."
    },
    {
      "title": "Charged Dirac fermions with anomalous magnetic moment in the presence of the chiral magnetic effect and of a noncommutative phase space",
      "link": "https://epja.epj.org/10.1140/epja/s10050-025-01751-x",
      "authors": "R. R. S. Oliveira",
      "source": "European Physical Journal A",
      "summary": "Authors: R. R. S. Oliveira.The European Physical Journal A Vol. 61 , page 283Published online: 17/12/2025"
    },
    {
      "title": "Nonlocal triton and helion folding potentials",
      "link": "https://epja.epj.org/10.1140/epja/s10050-025-01762-8",
      "authors": "N. K. Timofeyuk",
      "source": "European Physical Journal A",
      "summary": "Authors: N. K. Timofeyuk.The European Physical Journal A Vol. 61 , page 282Published online: 17/12/2025\n       Keywords:"
    },
    {
      "title": "Search for a dark baryon in the <math xmlns:mml=\"http://www.w3.org/1998/Math/MathML\" altimg=\"si14.svg\" class=\"math\"><mrow><msup><mstyle mathvariant=\"normal\"><mi>Ξ</mi></mstyle><mo>−</mo></msup><mo>→</mo><msup><mi>π</mi><mo>−</mo></msup><mo linebreak=\"goodbreak\">+</mo><mrow><mrow><mi mathvariant=\"normal\">i</mi></mrow><mi>n</mi><mi>v</mi><mi>i</mi><mi>s</mi><mi>i</mi><mi>b</mi><mi>l</mi><mi>e</mi></mrow></mrow></math> decay",
      "link": "https://www.sciencedirect.com/science/article/pii/S037026932500855X?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: Available online 19 December 2025Source: Physics Letters BAuthor(s): (BESIII Collaboration), M. Ablikim, M.N. Achasov, P. Adlarson, X.C. Ai, R. Aliberti, A. Amoroso, Q. An, Y. Bai, O. Bakina, Y. Ban, H.-R Bao, V. Batozskaya, K. Begzsuren, N. Berger, M. Berlowski, M. Bertani, D. Bettoni, F. Bianchi, E. Bianco, A. Bortone"
    },
    {
      "title": "Effects of mean-field momentum dependence on pion production in intermediate-energy heavy-ion collisions",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269325008718?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: Available online 18 December 2025Source: Physics Letters BAuthor(s): Xin Li, Si-Pei Wang, Zhen Zhang, Rui Wang, Jie Pu, Chun-Wang Ma, Wen Chen"
    },
    {
      "title": "Interior structure of the holographic <math xmlns:mml=\"http://www.w3.org/1998/Math/MathML\" altimg=\"si1.svg\" class=\"math\"><mrow><mi>s</mi><mo linebreak=\"goodbreak\">+</mo><mi>p</mi></mrow></math> superconductor and chaotic-stable transition near the black hole singularity",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269325008676?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: Available online 18 December 2025Source: Physics Letters BAuthor(s): Xing-Kun Zhang, Xin Zhao, Zhang-Yu Nie, Ya-Peng Hu, Yu-Sen An"
    },
    {
      "title": "Primary hairs may create echoes",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269325008652?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: Available online 18 December 2025Source: Physics Letters BAuthor(s): R.A. Konoplya, A. Zhidenko"
    },
    {
      "title": "<math xmlns:mml=\"http://www.w3.org/1998/Math/MathML\" altimg=\"si2.svg\" class=\"math\"><mi mathvariant=\"script\">K</mi></math>-nonizing",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269325008755?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: Available online 18 December 2025Source: Physics Letters BAuthor(s): Jose Beltrán Jiménez, Teodor Borislavov Vasilev, Darío Jaramillo-Garrido, Antonio L. Maroto, Prado Martín-Moruno"
    },
    {
      "title": "Exploring the effect of entrance channel mass asymmetry in the fission of <sup>197</sup>Tl* nucleus",
      "link": "https://www.sciencedirect.com/science/article/pii/S0375947425002969?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Nuclear Physics A",
      "summary": "Publication date: Available online 18 December 2025Source: Nuclear Physics AAuthor(s): Golda Komalan Satheedas, H. Singh, Kavita Rani, Mohit Kumar, N. Saneesh, A. Jhingan, P. Sugathan, C. Yadav, R. Kumar, R. Dubey, Abhishek Yadav, Neeraj Kumar, A. Banerjee, Anjali Rani, Kavita Rani, J.R. Acharya, S. Noor, S.K. Duggi"
    }
  ]
}