{
  "lastUpdated": "2025-11-27T02:26:51.229389",
  "papers": [
    {
      "title": "Sign-Problem-Free Nuclear Quantum Monte Carlo Simulation",
      "link": "http://link.aps.org/doi/10.1103/pn99-6dxt",
      "authors": "Zhong-Wang Niu and Bing-Nan Lu",
      "source": "Physical Review Letter",
      "summary": "Author(s): Zhong-Wang Niu and Bing-Nan LuThe construction of a sign-problem-free nuclear quantum Monte Carlo simulation is able to reproduce binding energies of a wide range of nuclei.[Phys. Rev. Lett. 135, 222504] Published Wed Nov 26, 2025"
    },
    {
      "title": "Charge Radii Measurements of Exotic Tin Isotopes in the Proximity of $N=50$ and $N=82$",
      "link": "http://link.aps.org/doi/10.1103/wbdx-k3cd",
      "authors": "F. P. Gustafsson <em>et al.</em>",
      "source": "Physical Review Letter",
      "summary": "Author(s): F. P. Gustafsson et al.We report nuclear charge radii for the isotopes $^{104–134}\\mathrm{Sn}$, measured using two different collinear laser spectroscopy techniques at ISOLDE-CERN. These measurements clarify the archlike trend in charge radii along the isotopic chain and reveal an odd-even staggering that is more pronounc…[Phys. Rev. Lett. 135, 222501] Published Tue Nov 25, 2025"
    },
    {
      "title": "First Measurement of the Quadrupole Moment of the ${2}_{1}^{+}$ State in $^{110}\\mathrm{Sn}$",
      "link": "http://link.aps.org/doi/10.1103/7ysn-8y1w",
      "authors": "J. Park <em>et al.</em>",
      "source": "Physical Review Letter",
      "summary": "Author(s): J. Park et al.The Sn isotopic chain, exhibiting double shell closures at $^{100}\\mathrm{Sn}$ and $^{132}\\mathrm{Sn}$, is a key testing ground for theoretical models of the atomic nucleus. It was originally predicted that the transitional matrix elements between the first ${2}^{+}$ state and the ${0}^{+}$ ground s…[Phys. Rev. Lett. 135, 222502] Published Tue Nov 25, 2025"
    },
    {
      "title": "Identification of Prompt Proton Emission in $N=Z−1$ $^{61}\\mathrm{Ga}$: Isospin Symmetry at the Limit of Nuclear Binding",
      "link": "http://link.aps.org/doi/10.1103/kwm2-9bmd",
      "authors": "Y. Hrabar <em>et al.</em>",
      "source": "Physical Review Letter",
      "summary": "Author(s): Y. Hrabar et al.Excited states in the proton drip line nucleus $^{61}\\mathrm{Ga}$ were populated via the fusion-evaporation reaction $^{24}\\mathrm{Mg}(^{40}\\mathrm{Ca},p2n)^{61}\\mathrm{Ga}$. The experimental setup at Argonne National Laboratory comprised a novel combination of the Gammasphere array with two CD-shap…[Phys. Rev. Lett. 135, 222503] Published Tue Nov 25, 2025"
    },
    {
      "title": "Symmetry-Energy Dependence of the Bulk Viscosity of Nuclear Matter",
      "link": "http://link.aps.org/doi/10.1103/9nck-dm66",
      "authors": "Yumu Yang, Mauricio Hippert, Enrico Speranza, and Jorge Noronha",
      "source": "Physical Review Letter",
      "summary": "Author(s): Yumu Yang, Mauricio Hippert, Enrico Speranza, and Jorge NoronhaWe clarify how the weak-interaction-driven bulk viscosity $ζ$ and the bulk relaxation time ${τ}_{\\mathrm{Π}}$ of neutrino-transparent $npe$ matter depend on the nuclear symmetry energy. We show that, at saturation density, the equation-of-state dependence of these transport quantities is fully deter…[Phys. Rev. Lett. 135, 222702] Published Tue Nov 25, 2025"
    },
    {
      "title": "Unified description of low-lying states in rare-earth nuclei using the angular-momentum-projected number-conserved BCS method in a shell model framework",
      "link": "http://link.aps.org/doi/10.1103/ggxp-98gd",
      "authors": "S. T. Guo, Y. X. Yu, Calvin W. Johnson, S. Pittel, H. Jiang, Z. Z. Ren, and G. J. Fu",
      "source": "Physical Review C",
      "summary": "Author(s): S. T. Guo, Y. X. Yu, Calvin W. Johnson, S. Pittel, H. Jiang, Z. Z. Ren, and G. J. FuIn this paper, we present a unified microscopic description of low-lying collective states in even-even rare-earth nuclei using the angular-momentum-projected number-conserved BCS (PNBCS) method within a shell-model space. Systematic calculations for seven isotopic chains from Xe to Dy naturally gen…[Phys. Rev. C 112, 054323] Published Wed Nov 26, 2025"
    },
    {
      "title": "Hot pygmy dipole strength in nickel isotopes",
      "link": "http://link.aps.org/doi/10.1103/3t7h-nds7",
      "authors": "Amandeep Kaur, Esra Yüksel, and Nils Paar",
      "source": "Physical Review C",
      "summary": "Author(s): Amandeep Kaur, Esra Yüksel, and Nils PaarAt finite temperatures, nuclear excitations are significantly modified, most notably through the emergence of additional low-energy dipole strength, which can critically impact astrophysical reaction rates. Ongoing fusion-evaporation experiments on Ni isotopes provide a unique opportunity to investi…[Phys. Rev. C 112, L051304] Published Wed Nov 26, 2025"
    },
    {
      "title": "In-medium nucleon-nucleon cross sections from relativistic <i>ab initio</i> calculations",
      "link": "http://link.aps.org/doi/10.1103/2cn8-s9ss",
      "authors": "Tianyu Wang, Hui Tong, Chencan Wang, Xiaoying Qu, and Sibo Wang",
      "source": "Physical Review C",
      "summary": "Author(s): Tianyu Wang, Hui Tong, Chencan Wang, Xiaoying Qu, and Sibo WangThe in-medium nucleon-nucleon scattering cross section is a pivotal quantity for studying the medium effects of strong interaction, and its precise knowledge is critical for understanding the equation of state for dense matter, intermediate-energy heavy-ion collision dynamics, and related phenomena.…[Phys. Rev. C 112, 054322] Published Tue Nov 25, 2025"
    },
    {
      "title": "Deuteron, triton, helium-3, and hypertriton production in relativistic heavy-ion collisions via stochastic multiparticle reactions",
      "link": "http://link.aps.org/doi/10.1103/kppr-7zfv",
      "authors": "M. Ege, J. Mohs, J. Staudenmaier, and H. Elfner",
      "source": "Physical Review C",
      "summary": "Author(s): M. Ege, J. Mohs, J. Staudenmaier, and H. ElfnerThe production of light nuclei in heavy-ion collisions is an excellent probe for studying the phase diagram of quantum chromodynamics and for the search for a critical end point. In this work we apply a hybrid approach in which we study the light nuclei production in the afterburner stage of central…[Phys. Rev. C 112, 054908] Published Tue Nov 25, 2025"
    },
    {
      "title": "Toward a topological data analysis for heavy-ion collisions",
      "link": "http://link.aps.org/doi/10.1103/w5pw-prkv",
      "authors": "Federica Capellino, Andrea Dubla, Silvia Masciocchi, Govert Nijs, and Daniel Spitz",
      "source": "Physical Review C",
      "summary": "Author(s): Federica Capellino, Andrea Dubla, Silvia Masciocchi, Govert Nijs, and Daniel SpitzThe collective expansion of the quark-gluon plasma (QGP) created in heavy-ion collisions suggests that geometry-inspired approaches can be useful in extracting information about the QGP. In this work, a systematic study of observables based on topological data analysis is provided for simulations of…[Phys. Rev. C 112, 054909] Published Tue Nov 25, 2025"
    },
    {
      "title": "Optimal observables for the chiral magnetic effect from machine learning",
      "link": "http://link.aps.org/doi/10.1103/hxjq-p67d",
      "authors": "Yuji Hirono, Kazuki Ikeda, Dmitri E. Kharzeev, Ziyi Liu, and Shuzhe Shi",
      "source": "Physical Review C",
      "summary": "Author(s): Yuji Hirono, Kazuki Ikeda, Dmitri E. Kharzeev, Ziyi Liu, and Shuzhe ShiThe detection of the chiral magnetic effect (CME) in relativistic heavy-ion collisions remains challenging due to substantial background contributions that obscure the expected signal. In this Letter, we present a novel machine learning approach for constructing optimized observables that significan…[Phys. Rev. C 112, L051904] Published Tue Nov 25, 2025"
    },
    {
      "title": "Relaxation of a single-particle excitation in a Fermi system within the diffusion approximation of kinetic theory",
      "link": "https://arxiv.org/abs/2511.19689",
      "authors": "Sergiy V. Lukyanov",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2511.19689v1 Announce Type: new \nAbstract: The time evolution of the Wigner distribution function for a single-particle excitation in a Fermi system was studied within the framework of the diffusion approximation of kinetic theory by numerically solving a nonlinear diffusion equation with constant kinetic coefficients. A method was proposed to separate the dissipative processes into contributions from the relaxation of the single-particle excitation and from the relaxation of the nuclear core, with a distinct relaxation time introduced for each process. The influence of the diffusion and drift coefficients on the characteristic relaxation time scale was analyzed. It was found that the resulting relaxation times exhibit a discrepancy relative to the kinetic coefficient estimates known from previous studies."
    },
    {
      "title": "The covariant equations of motion of massive spinning particles in a background Yang-Mills field",
      "link": "https://arxiv.org/abs/2511.20083",
      "authors": "Jie Zhou, Ying Shan Zhao, Yifeng Sun",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2511.20083v1 Announce Type: new \nAbstract: A strong classical color field, known as the glasma, is generated in the earliest stage of relativistic heavy-ion collisions and can significantly influence the momentum and spin dynamics of hard probes such as quarks and jets. Most existing studies based on the classical equations of motion in a background Yang-Mills field, such as Wong equations, may not capture the full range of effects, for example, they neglect the Stern-Gerlach force experienced by spinning particles in non-uniform glasma fields. Although several extensions of Wong equations have been proposed to include spin degrees of freedom, they generally fail to satisfy all the required conditions simultaneously, such as Lorentz covariance, allowance for an arbitrary chromomagnetic moment, and respect for the necessary physical constraints. In this work, we extend the framework of a relativistic classical spinning particle in an electromagnetic field to describe spin one-half quarks propagating in a background non-Abelian Yang-Mills field. By systematically applying the Dirac-Bergmann algorithm, we derive self-consistent equations of motion for the particle's coordinates, momenta, spin, and color charge that satisfy all these requirements. This formalism provides a more complete and physically relevant description for studying momentum diffusion and spin polarization phenomena of hard probes in the glasma."
    },
    {
      "title": "Discrete non-orthogonal shell model for nuclear structure: Towards heavy elements",
      "link": "https://arxiv.org/abs/2511.20247",
      "authors": "Duy-Duc Dao, Fr\\'ed\\'eric Nowacki",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2511.20247v1 Announce Type: new \nAbstract: We present recent developments of the Discrete Non-Orthogonal Shell Model (DNO-SM) for nuclear structure studies far from stability. Exact shell-model solutions are obtained for typical open-shell light sd and pf nuclei using non-orthogonal Slater determinants consistently derived from the variation after projection approach. The latter represents a powerful method to include correlations from particle-hole excitations. Applications to proton-rich nuclei at the N$\\sim$Z line show the important role of these correlations to probe the structure transition in the $^{84,86}$Mo isotopes. We finally present a first complete description of low-lying spectroscopy in the superheavy 254 No, reproducing excellently various band structures and isomers in this challenging nucleus."
    },
    {
      "title": "Toward a Unified Understanding of the Dense Matter Equation of State",
      "link": "https://arxiv.org/abs/2511.20378",
      "authors": "Kshitij Agarwal, Johannes Jahan, Behruz Kardan, Peter T. H. Pang, Tom Reichert, Alexandra C. Semposki",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2511.20378v1 Announce Type: new \nAbstract: Efforts to understand the equation of state (EOS) of dense nuclear matter at supra-saturation densities have grown more sophisticated over the past decade, driven by a surge in high-precision data from both terrestrial experiments and astrophysical observations. While for the former, heavy-ion collisions (HIC) represent a unique opportunity to constraint the EOS in a controlled laboratory setting, the latter can be precisely probed thanks to the advent of multi-messenger astronomy (MMA). However, as we move away from our understanding drawn from individual sources and limited statistics to the era of precision physics with improved datasets, the need for a systematic way to combine them becomes clear. In this article, we trace the individual methods for extracting the EOS both for HIC and MMA. We then review the current state-of-the-art efforts to combine these individual information sources from Bayesian multi-source analysis, e.g., the Nuclear Physics and Multi-Messenger Astrophysics (NMMA) and Bayesian Analysis of Nuclear Dynamics (BAND) frameworks, and fully integrated EOS frameworks, i.e., the Modular Unified Solver for the Equation of State (MUSES) calculation engine. We highlight the scientific advances made possible by each step and outline the remaining challenges that must be addressed to build a coherent, predictive picture of dense nuclear matter across all relevant regimes."
    },
    {
      "title": "Anisotropic flows in heavy-ion collisions at HADES with Skyrme pseudopotential",
      "link": "https://arxiv.org/abs/2511.20387",
      "authors": "Xin Li, Si-Pei Wang, Rui Wang, Zhen Zhang, Jie Pu, Chun-Wang Ma, Lie-Wen Chen",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2511.20387v1 Announce Type: new \nAbstract: Within the framework of the lattice Boltzmann-Uehling-Uhlenbeck transport model, we present a systematic study of proton anisotropic flow observables measured by the HADES collaboration, by utilizing the recently developed nuclear effective interaction based on the N$5$LO Skyrme pseudopotential. In particular, we investigate the impacts of the momentum dependence of nucleon mean-field potentials, the stiffness of symmetric nuclear matter (SNM) EOS, the high-density behaviors of the symmetry energy and the in-medium modification of nucleon-nucleon elastic cross sections on proton $v_{1}$, $v_{2}$, $v_{3}$, and $v_{4}$ in Au+Au collisions at $\\sqrt{s_{\\rm{NN}}} = 2.4\\,\\text{GeV}$. Our results show that the proton anisotropic flows are strongly sensitive to the momentum dependence of nucleon mean-field potential as well as the incompressibility coefficient $K_0$ of SNM. In addition, the transverse momentum dependence of the proton $v_2$ exhibits a modest sensitivity to the higher-order skewness coefficient $J_0$ and kurtosis coefficient $I_0$ of SNM as well as the momentum dependence of the symmetry potential, while the transverse momentum dependence of the proton $v_1$ is shown to modestly depend on the in-medium modification of nucleon-nucleon elastic cross sections. Moreover, the high-density symmetry energy seems to have limited effects on the proton anisotropic flows. These findings highlight the necessity of considering the momentum dependence of nucleon mean-field potentials including the symmetry potential, the higher-order characteristic parameters of SNM EOS beyond $K_0$, and the in-medium modification of nucleon-nucleon elastic cross sections, in future Bayesian transport model analyses on proton anisotropic flows in heavy-ion collisions at HADES energies, thereby to extract information on nuclear matter EOS as well as the associated underlying nuclear effective interactions."
    },
    {
      "title": "Universal Relations with Dynamical Tides",
      "link": "https://arxiv.org/abs/2511.19626",
      "authors": "Jayana A. Saes, Abhishek Hegade K. R., Nicol\\'as Yunes",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2511.19626v1 Announce Type: cross \nAbstract: Observations of neutron stars and the precise measurement of their macroscopic properties have provided valuable insights into fundamental physics, both by constraining the behavior of nuclear matter under extreme conditions and by enabling tests of general relativity in the strong-field regime. In this context, equation-of-state-insensitive or ``quasi-universal'' relations between key observables, such as the compactness, dimensionless static tidal deformability, and moment of inertia, play a crucial role in connecting different measurable observables while minimizing uncertainties due to the yet unknown equation of state. In this work, we identify new quasi-universal relations between the static, dimensionless tidal deformability ($\\Lambda^{(0)}$) and its leading-order dynamical correction ($\\Lambda^{(2)}$), as well as a combination of these parameters ($\\sqrt{\\Lambda^{(0)}/\\Lambda^{(2)}} \\equiv M\\omega_*$), obtained from the small-frequency expansion of the relativistic tidal response. We test these relations across a representative set of 63 equations of state, finding that the equation-of-state dependence does not exceed $\\sim 5\\%$ for the $\\Lambda^{(0)}$-$\\Lambda^{(2)}$ relation and $\\sim 2.5\\%$ for the $\\Lambda^{(0)}$-$M\\omega_*$ relation. This indicates a high degree of universality and offers a simplified framework for incorporating dynamical tidal effects into gravitational-wave modeling. Furthermore, we compare the fully dynamical tidal response against different recent strategies (a Taylor expansion and an effective-one-mode approximation) to model the dynamical tide. We find that both models are capable of capturing the frequency-dependent behavior of the fully dynamical tidal deformability, with the Taylor expansion outperforming the effective-one-mode approximation in most of the parameter space."
    },
    {
      "title": "First determination of fragmentation functions in an exotic-hadron candidate",
      "link": "https://arxiv.org/abs/2511.20217",
      "authors": "S. Kumano",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2511.20217v1 Announce Type: cross \nAbstract: In recent years, there are experimental reports on exotic-hadron candidates, which have different quark configurations from ordinary $q\\bar q$ and $qqq$ constituents. However, it is not easy to confirm their exotic nature from global observables such as masses, spins, parities, and decay widths. At high energies, internal quark and gluon configurations could become more apparent because hadrons should be described by fundamental degrees of freedom of quarks and gluons in quantum chromodynamics. One of such possibilities is to use the fragmentation functions (FFs). In this work, accurate FFs of an exotic hadron candidate $f_0$(980) are determined for the first time by an global analysis of experimental data on $e^+ + e^- \\to f_0 (980)+X$ with recent precise measurements of the Belle collaboration. From the global analysis, we found that their second moments have a relation $M_u = M_d \\ll M_s \\sim M_g $ for up-quark, down-quark, strange-quark, and gluon FFs. Furthermore, the function $D_s^{f_0}(z)$ is distributed in the larger-$z$ region in comparison with the functions $D_{u}^{f_0}(z)$, $D_{d}^{f_0}(z)$, and $D_g^{f_0}(z)$. These facts support that the $f_0 (980)$ has the $s\\bar s$ configuration at high energies. This is a new finding that $f_0 (980)$ should be considered mainly as the $s\\bar s$ state, which is different from our usual understanding as a tetraquark (or $K\\bar K$) hadron from low-energy studies. Our results could indicate the transition of the internal configuration picture that $f_0 (980)$ looks like a $q\\bar q$ state at high energies although it is described by tetra-quark or $K\\bar K$ molecule state at low energies. It sheds light on a new direction in exotic hadron physics."
    },
    {
      "title": "Matrix approximations of operators",
      "link": "https://arxiv.org/abs/2511.20381",
      "authors": "B. G. Giraud, S. Karataglidis, K. Murulane, R. Peschanski",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2511.20381v1 Announce Type: cross \nAbstract: The approximate representation of operators by finite matrices is analysed in terms of accuracy and convergence. The identity operator, for example, can be reconstructed using a basis of harmonic oscillator states leading to a narrow peak approximation of the $\\delta$ function, but this peak may be perturbed by small, residual, oscillations. The peak does not shrink nor grows quickly, and the oscillations only diminish slowly as the size of the matrix increases. For the kinetic energy operator, a triple peak (one positive, two negative) representation of $-\\delta''$ is obtained, but that is affected also by residual oscillations. Again, convergence is slow as the matrix dimension increases. We find compact formulas to explain such oscillations. Similar observations are found for representations of local interactions, while separable potentials are better represented. As a comparison, in the context of a toy model, the effects of choosing an alternative single particle basis are studied. A formal approach for the approximation of operators is considered for comparison. We conclude with a word of caution for (finite) matrix approximations of operators."
    },
    {
      "title": "A New Framework for Extracting GPDs from Exclusive Photon Electroproduction",
      "link": "https://arxiv.org/abs/2511.20402",
      "authors": "Jian-Wei Qiu, Nobuo Sato, Zhite Yu",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2511.20402v1 Announce Type: cross \nAbstract: Recently, a new framework for studying generic $2 \\to 3$ hard exclusive reactions, referred to as single-diffractive hard exclusive processes (SDHEP), has been introduced to provide a cleaner separation of the underlying physical mechanisms. In this work, we expand this formalism to the case of exclusive real-photon electroproduction off a nucleon, $e(\\ell) + N(p) \\to e(\\ell') + N(p') + \\gamma(q')$, which represents the classical channel for accessing generalized parton distributions (GPDs) in nucleons and nuclei. This extension enables a more systematic and physically transparent formulation of the reaction dynamics, paving the way for improved extractions of GPDs from experimental data as compared to existing approaches."
    },
    {
      "title": "Precision thermodynamics of the strongly interacting Fermi gas in two dimensions",
      "link": "https://arxiv.org/abs/2511.20599",
      "authors": "S. Ramachandran, S. Jensen, Y. Alhassid",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2511.20599v1 Announce Type: cross \nAbstract: The two-species cold atomic Fermi gas with attractive short-range interactions in two spatial dimensions undergoes a Bardeen-Cooper-Schrieffer (BCS) to a Bose-Einstein Condensate (BEC) crossover as a function of $\\ln (k_F a)$, where $a$ is the scattering length. However, the nature of this crossover in the strong coupling regime $\\ln(k_F a) \\sim 1$ remains poorly understood. In this work we use canonical-ensemble auxiliary-field quantum Monte Carlo methods on discrete lattices to calculate several thermodynamical quantities in the strongly interacting regime, and eliminate systematic errors by extrapolating to continuous time and taking the continuum limit. In particular, we present results for the condensate fraction, spin susceptibility, contact, energy equation of state, and the free energy staggering gap. We identify signatures of a pseudogap regime, in which pairing correlations survive above the critical temperature for superfluidity, in the spin susceptibility and in the free energy staggering gap. These results can be used as a benchmark for future experiments."
    },
    {
      "title": "The LPM effect in sequential bremsstrahlung 2: factorization",
      "link": "https://arxiv.org/abs/1605.07624",
      "authors": "Peter Arnold, Han-Chih Chang, Shahin Iqbal",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:1605.07624v4 Announce Type: replace-cross \nAbstract: The splitting processes of bremsstrahlung and pair production in a medium are coherent over large distances in the very high energy limit, which leads to a suppression known as the Landau-Pomeranchuk-Migdal (LPM) effect. In this paper, we continue analysis of the case when the coherence lengths of two consecutive splitting processes overlap (which is important for understanding corrections to standard treatments of the LPM effect in QCD), avoiding soft-gluon approximations. In particular, this paper analyzes the subtle problem of how to precisely separate overlapping double splitting (e.g.\\ overlapping double bremsstrahlung) from the case of consecutive, independent bremsstrahlung (which is the case that would be implemented in a Monte Carlo simulation based solely on single splitting rates). As an example of the method, we consider the rate of real double gluon bremsstrahlung from an initial gluon with various simplifying assumptions (thick media; $\\hat q$ approximation; large $N_c$; and neglect for the moment of processes involving 4-gluon vertices) and explicitly compute the correction $\\Delta\\,d\\Gamma/dx\\,dy$ due to overlapping formation times."
    },
    {
      "title": "Power Law Plateau Inflation and Primordial Gravitational Waves in the light of ACT",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269325008123?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: Available online 25 November 2025Source: Physics Letters BAuthor(s): Abolhassan Mohammadi, Yogesh, Anzhong Wang"
    }
  ]
}