{
  "lastUpdated": "2025-06-01T02:57:35.308580",
  "papers": [
    {
      "title": "Analysis of the contribution of resonance poles of $^{16}\\mathrm{O}$ based on the Mittag-Leffler theorem within the Jost random-phase approximation framework",
      "link": "http://link.aps.org/doi/10.1103/PhysRevC.111.054323",
      "authors": "K. Mizuyama and T. Dieu Thuy",
      "source": "Physical Review C",
      "summary": "Author(s): K. Mizuyama and T. Dieu ThuyThis study investigates resonance states in $^{16}\\mathrm{O}$, specifically the $E1$ giant resonance and isoscalar/isovector quadrupole resonances, using the Jost-RPA method. By applying the Mittag-Leffler theorem, we decompose the random phase approximation (RPA) response function to analyze the in…[Phys. Rev. C 111, 054323] Published Fri May 30, 2025"
    },
    {
      "title": "Data-driven analysis of dipole strength functions using artificial neural networks",
      "link": "http://link.aps.org/doi/10.1103/PhysRevC.111.L051308",
      "authors": "W. G. Jiang, T. Egert, S. Bacca, F. Bonaiti, and P. von Neumann-Cosel",
      "source": "Physical Review C",
      "summary": "Author(s): W. G. Jiang, T. Egert, S. Bacca, F. Bonaiti, and P. von Neumann-CoselWe present a data-driven analysis of dipole strength functions across the nuclear chart, employing an artificial neural network to model nuclear dipole responses. We train the network on a dataset of experimentally measured dipole strength functions for 216 different nuclei. To assess its predictive…[Phys. Rev. C 111, L051308] Published Fri May 30, 2025"
    },
    {
      "title": "Proton induced reaction on 108Cd for astrophysical p-process studies",
      "link": "http://iopscience.iop.org/article/10.1088/1361-6471/add7f4",
      "authors": "Sukhendu Saha, Dipali Basak, Tanmoy Bar, Lalit Kumar Sahoo, Jagannath Datta, Sandipan Dasgupta, Norikazu Kinoshita and Chinmay Basu",
      "source": "Journal of Physics G: Nuclear and Particle Physics",
      "summary": "The proton capture cross-section of the least abundant proton-rich stable isotope of cadmium, 108Cd (natural abundance 0.89%), has been measured near the Gamow window corresponding to a temperature range of 3–4 GK. The measurement of the total capture reaction cross-section of 108Cd(p,γ)109In was conducted using the activation technique with 66.3% isotopically enriched targets. The cross-section at the lowest energy point of T9 = 3, = 2.26 ± 0.12 MeV, has been reported for the first time. The astrophysical S-factor was measured in the energy range relevant to the astrophysical p-process, between = 2.26 ± 0.12 and 6.84 ± 0.03 MeV. The experimental results have been compared with theoretical predictions of Hauser-Feshbach statistical model calculations using TALYS-1.96. A calculated proton-optical potential was implemented to achieve better fitting, with different combinations of available nuclear level densities (NLDs) and γ-ray strength functions in TALYS-1.96. The calculations provided satisfactory agreement with the experimental results. The reaction rate was extrapolated using the calculated potential in TALYS-1.96 and compared with the values provided in the REACLIB database."
    },
    {
      "title": "Editorial Board",
      "link": "https://www.sciencedirect.com/science/article/pii/S0375947425001642?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Nuclear Physics A",
      "summary": "Publication date: September 2025Source: Nuclear Physics A, Volume 1061Author(s): "
    }
  ]
}