{
  "lastUpdated": "2025-08-08T02:58:32.921891",
  "papers": [
    {
      "title": "Evolution of quadrupole collectivity in Te isotopes",
      "link": "http://link.aps.org/doi/10.1103/8hqc-81mb",
      "authors": "S. Pascu <em>et al.</em>",
      "source": "Physical Review C",
      "summary": "Author(s): S. Pascu et al.Mean lifetimes of the low-lying positive-parity yrast states up to ${J}^{π}={6}^{+}$ in $^{116}\\mathrm{Te}$ were measured with the recoil distance Doppler shift method, and the corresponding $B$($E2$) values were deduced. Using our values for $^{116}\\mathrm{Te}$ and the most recent measured transiti…[Phys. Rev. C 112, 024312] Published Thu Aug 07, 2025"
    },
    {
      "title": "Impact of triaxial deformation on proton halos",
      "link": "http://link.aps.org/doi/10.1103/1r7c-4155",
      "authors": "Hanlin Wang (王翰林), Zhen Wang (王震), C. F. Chen (陈超锋), and Zhongzhou Ren (任中洲)",
      "source": "Physical Review C",
      "summary": "Author(s): Hanlin Wang (王翰林), Zhen Wang (王震), C. F. Chen (陈超锋), and Zhongzhou Ren (任中洲)The nuclear halo structure is one of the exotic phenomena appearing near the drip line. Due to the Coulomb barrier, proton halo nuclei are rarer than neutron halo ones, with some different properties. However, most previous research on halos only considered the nuclei as spherical or axially deforme…[Phys. Rev. C 112, 024313] Published Thu Aug 07, 2025"
    },
    {
      "title": "Uncertainty quantification of optical models in fission fragment deexcitation",
      "link": "http://link.aps.org/doi/10.1103/4kny-mj7g",
      "authors": "Kyle A. Beyer, Amy E. Lovell, Cole D. Pruitt, Nathan P. Giha, and Brian C. Kiedrowski",
      "source": "Physical Review C",
      "summary": "Author(s): Kyle A. Beyer, Amy E. Lovell, Cole D. Pruitt, Nathan P. Giha, and Brian C. KiedrowskiWe take the first step towards incorporating compound nuclear observables at astrophysically relevant energies into the experimental evidence used to constrain optical models, by propagating the uncertainty in two global optical potentials, one phenomenological and one microscopic, to correlated fis…[Phys. Rev. C 112, 024604] Published Thu Aug 07, 2025"
    },
    {
      "title": "Influence of cluster configurations and nucleon-nucleon scattering cross section on stopping power in heavy-ion collisions",
      "link": "http://link.aps.org/doi/10.1103/d4gd-qvzf",
      "authors": "S. Y. Yao (姚少雨), X. G. Deng (邓先概), and Y. G. Ma (马余刚)",
      "source": "Physical Review C",
      "summary": "Author(s): S. Y. Yao (姚少雨), X. G. Deng (邓先概), and Y. G. Ma (马余刚)We investigate the impacts of nuclear $α$-clustering structures and nucleon-nucleon cross section on nuclear stopping power for $^{16}\\mathrm{O} + ^{40}\\mathrm{Ca}$ collisions below 300 MeV/nucleon using an extended quantum molecular dynamics (EQMD) model. Our results show that the specific $α$-clus…[Phys. Rev. C 112, 024605] Published Thu Aug 07, 2025"
    },
    {
      "title": "${p}_{T}$-differential radial flow in a blast-wave model",
      "link": "http://link.aps.org/doi/10.1103/83zq-kdjg",
      "authors": "Swati Saha, Ranbir Singh, and Bedangadas Mohanty",
      "source": "Physical Review C",
      "summary": "Author(s): Swati Saha, Ranbir Singh, and Bedangadas MohantyThe transverse-momentum differential radial flow observable ${v}_{0}({p}_{T})$, recently proposed and measured by the ATLAS and ALICE Collaborations, provides a novel tool to probe radial expansion dynamics in high-energy heavy-ion collisions. In this work, we conduct a detailed study of ${v}_{0}({p…[Phys. Rev. C 112, 024902] Published Thu Aug 07, 2025"
    },
    {
      "title": "Symmetry energy and its impact on the characteristics of asymmetric nuclear dense matter",
      "link": "http://link.aps.org/doi/10.1103/hjn1-24xg",
      "authors": "Queena, Mukul Kumar, Raj Kumar, and Shashi K. Dhiman",
      "source": "Physical Review C",
      "summary": "Author(s):  Queena, Mukul Kumar, Raj Kumar, and Shashi K. DhimanWe investigate the impact of slope of the symmetry energy ($L$) on asymmetric nuclear dense matter (neutron star) characteristics, specifically focusing on the maximum mass, radius, and dimensionless tidal deformability of a canonical mass star. To this aim, we consider a set of relativistic mean fi…[Phys. Rev. C 112, 025802] Published Thu Aug 07, 2025"
    },
    {
      "title": "Rare multinucleon decays with the full data sets of the <span class=\"sc\">Majorana</span> <span class=\"sc\">Demonstrator</span>",
      "link": "http://link.aps.org/doi/10.1103/2pgp-hvst",
      "authors": "I. J. Arnquist <em>et al.</em> (<span class=\"sc\">Majorana</span> Collaboration)",
      "source": "Physical Review C",
      "summary": "Author(s): I. J. Arnquist et al. (Majorana Collaboration)The Majorana Demonstrator was an ultra-low-background experiment designed for neutrinoless double-beta decay ($0νββ$) investigation in $^{76}\\mathrm{Ge}$. Located at the Sanford Underground Research Facility in Lead, South Dakota, the Demonstrator utilized modular high-purity Ge detector arrays with…[Phys. Rev. C 112, L022501] Published Thu Aug 07, 2025"
    },
    {
      "title": "Microscopic determination of the interacting boson-fermion model Hamiltonian from the nuclear energy density functional",
      "link": "https://arxiv.org/abs/2508.04119",
      "authors": "M. Homma, K. Nomura",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2508.04119v1 Announce Type: new \nAbstract: A microscopic formulation of the interacting boson-fermion model for odd-$A$ nuclei is made using the nuclear energy density functional framework. Strength parameters for the bosonic Hamiltonian and boson-fermion interactions are shown to be determined completely so that energy surfaces and deformed single-particle energies of the Bose-Fermi systems should match the corresponding self-consistent mean-field solutions for fermionic systems. In an illustrative application to axially symmetric odd-$A$ Eu, this procedure is shown to be valid in describing spherical-to-deformed shape phase transitions in odd-$A$ and even-even systems."
    },
    {
      "title": "A background-free signal of jet-induced diffusion wake in quark-gluon plasma",
      "link": "https://arxiv.org/abs/2508.04194",
      "authors": "Zhong Yang, Xin-Nian Wang",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2508.04194v1 Announce Type: cross \nAbstract: Rapidity asymmetry of jet-hadron correlation has been proposed as a robust signal of dijet-induced diffusion wake in quark-gluon plasma in high-energy heavy-ion collisions. We generalize this observable to other jet configurations such as {\\gamma}/Z0-jets and propose a new method to compute the rapidity asymmetry that is free of background. In this new method, the rapidity of the trigger is fixed or restricted to a symmetrical range while the rapidity of the associated jet is varied. The rapidity asymmetry is defined as the difference between the hadron rapidity distribution in the opposite azimuthal direction of the jet (or the same direction of the trigger) with different associated jet rapidities. Since the background in this hadron rapidity distribution with different associated jet rapidity is identical, it will be completely canceled in the rapidity asymmetry. Such background-free rapidity asymmetry caused by jet-induced diffusion wake is demonstrated in CoLBT-hydro simulations of dijets and {\\gamma}-jets in Pb+Pb collisions at the LHC, which weakens as hadron pT increases, and subtraction of a p+p baseline has a negligible effect."
    },
    {
      "title": "Instability windows of relativistic r-modes in stably stratified neutron stars with hyperonic cores",
      "link": "https://arxiv.org/abs/2508.04226",
      "authors": "K. Y. Kraav, M. E. Gusakov, E. M. Kantor",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2508.04226v1 Announce Type: cross \nAbstract: (abridged) $R$-modes are oscillations in rotating stars, primarily restored by the Coriolis force. These oscillations are the most susceptible to the Chandrasekhar-Friedman-Schutz (CFS) instability driven by gravitational wave emission, which makes them promising targets for current and future gravitational wave searches. In order to develop, the instability must overcome dissipative processes within the star. As a result, $r$-modes become unstable only for certain combinations of stellar angular velocity $\\Omega$ and (redshifted) temperature $T^\\infty$, defining the so-called instability window on the $(\\Omega, T^\\infty)$ plane. At high temperatures, bulk viscosity $\\zeta$, arising from out-of-equilibrium chemical reactions, is the dominant dissipative agent. Dissipation due to $\\zeta$ can be greatly enhanced by two independent mechanisms: (1) the presence of hyperons, which significantly increases the bulk viscosity, and (2) the distinctive properties of relativistic $r$-modes in nonbarotropic matter, which further amplify dissipation beyond Newtonian predictions. In this work, we present the first investigation of the combined impact of these mechanisms on $r$-mode instability windows. Our calculations also account for the fact that chemical reactions modify the adiabatic index, in addition to producing bulk viscosity. We further estimate the influence of nucleon pairing effects on the instability windows. By comparing our predictions with recent observations of neutron stars in low-mass X-ray binaries, we find that bulk viscosity in hyperonic matter may provide the necessary dissipation to stabilize $r$-modes in the fastest-spinning and moderately hot stars, even when nucleon superfluidity and superconductivity are taken into account. These results have important implications for the interpretation of observations and for the broader understanding of relativistic $r$-mode physics."
    },
    {
      "title": "Magnetized Proto-Neutron Stars: Structure and Stability",
      "link": "https://arxiv.org/abs/2508.04264",
      "authors": "Harsh Chandrakar, Aravind Taridalu, Adamu Issifu, T. K. Jha, Prashant Thakur",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2508.04264v1 Announce Type: cross \nAbstract: This study examines the evolution of the global properties of magnetized proto-neutron stars (PNSs) across four key stages: neutrino-trapping, deleptonization, the neutrino-transparent phase, and the formation of a cold, catalyzed neutron star (NS). We perform general relativistic magnetohydrodynamic simulations with strong magnetic fields of approximately 10^17 Gauss. The stellar matter is modeled using equations of state (EoS) derived from relativistic mean-field theory, employing density-dependent couplings calibrated by the DDME2 parameterization. We analyze how the gravitational mass, equatorial radius, shape deformation, magnetic flux, and the magnetic-to-binding energy ratio evolve in response to changes in internal composition, thermodynamic conditions, and magnetic field configuration. Our results show that as PNSs evolve, increasing entropy per baryon and decreasing lepton fractions lead to higher core temperatures. These thermodynamic changes enhance the star's susceptibility to magnetic field-induced deformation, facilitate greater magnetic flux confinement, and increase the magnetic-to-binding energy ratio, especially during the deleptonization and neutrino-transparent phases. The PNS's core temperature also determines the efficiency of magnetic field decay. We find that dissipation is fastest during the deleptonization and neutrino-transparent phases, a process that ultimately defines the observable magnetic field of the mature NS."
    },
    {
      "title": "Experimental Study of Bremsstrahlung Gamma Ray Emission and Short-Range Correlations in $^{124}$Sn+$^{124}$Sn Collisions at 25 MeV/u",
      "link": "https://arxiv.org/abs/2508.04550",
      "authors": "Junhuai Xu, Qinglin Niu, Yuhao Qin, Dawei Si, Yijie Wang, Sheng Xiao, Baiting Tian, Zhi Qin, Haojie Zhang, Boyuan Zhang, Dong Guo, Minxue Fu, Xiaobao Wei, Yibo Hao, Zengxiang Wang, Tianren Zhuo, Chunwang Ma, Yuansheng Yang, Xianglun Wei, Herun Yang, Peng Ma, Limin Duan, Fangfang Duan, Kang Wang, Junbing Ma, Shiwei Xu, Zhen Bai, Guo Yang, Yanyun Yang, Mengke Xu, Kaijie Chen, Zirui Hao, Gongtao Fan, Hongwei Wang, Chang Xu, Zhigang Xiao",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2508.04550v1 Announce Type: cross \nAbstract: Short-range correlation (SRC) in nuclei refers to the nucleons forming temporally correlated pairs in close proximity, giving rise to the high momentum of the nucleons beyond the Fermi surface. It has been reported that bremsstrahlung $\\gamma$ production from neutron-proton process in heavy-ion reactions provides a potential probe of the existence of SRC in nuclei. In this paper, we present in detail the precision measurement of bremsstrahlung $\\gamma$-rays in $\\rm ^{124}Sn$+$\\rm ^{124}Sn$ reactions at 25 MeV/u using the Compact Spectrometer for Heavy IoN Experiment (CSHINE). The experimental setup, detector calibration, trigger scheme and data analysis procedures as well as the model comparison are presented in detail. Background contributions are subtracted using two methods to ensure robustness. By comparing the experimental $\\gamma$ spectrum with the Isospin-dependent Boltzmann-Uehling-Uhlenbeck simulations, the high momentum tail (HMT) fraction of $R_{\\rm HMT}=(20 \\pm 3)\\%$ is derived in $^{124}$Sn nuclei. This work presents the detailed experimental measurement and analysis framework for the precise determination of the HMT fraction via bremsstrahlung $\\gamma$-ray emission, demonstrating a new paradigm to study nucleon SRCs in nuclei using low-energy heavy-ion collisions."
    },
    {
      "title": "Neutron stars as a dense liquid drop at equilibrium within the effective surface approximation",
      "link": "https://arxiv.org/abs/2403.01445",
      "authors": "A. G. Magner, S. P. Maydanyuk, A. Bonasera, H. Zheng, T. Depastas, A. I. Levon, U. V. Grygoriev",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2403.01445v4 Announce Type: replace \nAbstract: The macroscopic model is formulated for a neutron star (NS) as a perfect liquid drop at the equilibrium. We use\n  the leptodermic approximation $a/R\\ll 1$, where $a$ is the crust thickness of the effective NS surface (ES), and $R$ is the mean radius\n  of the ES curvature. Within the approximate Schwarzschild metric solution to the general relativity theory equations for the spherically\n  symmetric systems, the macroscopic gravitation is taken into account in terms of the total separation particle energy and incompressibility.\n  Density distribution $\\rho$ across the ES in the normal direction to the ES was obtained analytically for a general form of the energy density\n  $\\mathcal{E}(\\rho)$. For the typical crust thickness, and effective radius, one finds the leading expression for the density $\\rho$. NS masses\n  are analytically calculated as a sum of the volume and surface terms, taking into account the radial curvature of the metric space, in reasonable\n  agreement with the recently measured masses for several neutron stars. We derive the simple macroscopic equation of state (EoS) with the surface\n  correction. The analytical and numerical solutions to Tolman-Oppenheimer-Volkoff equations for the pressure are in good agreement with the volume\n  part of our EoS."
    },
    {
      "title": "Electron-nucleus cross sections from transfer learning",
      "link": "https://arxiv.org/abs/2408.09936",
      "authors": "Krzysztof M. Graczyk, Beata E. Kowal, Artur M. Ankowski, Rwik Dharmapal Banerjee, Jose Luis Bonilla, Hemant Prasad, Jan T. Sobczyk",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2408.09936v2 Announce Type: replace-cross \nAbstract: Transfer learning (TL) allows a deep neural network (DNN) trained on one type of data to be adapted for new problems with limited information. We propose to use the TL technique in physics. The DNN learns the details of one process, and after fine-tuning, it makes predictions for related processes. We consider the DNNs, trained on inclusive electron-carbon scattering data, and show that after fine-tuning, they accurately predict cross sections for electron interactions with nuclear targets ranging from helium-3 to iron."
    },
    {
      "title": "Effects of proton momentum gap on the cluster production in heavy ion collisions at low energies",
      "link": "http://iopscience.iop.org/article/10.1088/1361-6471/adef6d",
      "authors": "Shi-Zhong Hou, Ting-Rong Zhang, Fang Zhang and Gao Chan Yong",
      "source": "Journal of Physics G: Nuclear and Particle Physics",
      "summary": "The proton momentum gap effect on the fragment production in the 197Au + 197Au reaction at an incident energy of 50 MeV/nucleon with impact parameter b = 5 fm is studied using the isospin-dependent Boltzmann–Uehling–Uhlenbeck transport model coupled with the phase-space coalescence after-burner. The detailed results show that, the proton momentum gap significantly enhances triton yields over 3He and has a stronger effect on triton elliptic flow. This influence on the differential and relative elliptic flows of triton and 3He becomes more pronounced at higher kinetic energies. Furthermore, the proton momentum gap increases the average neutron-to-proton ratio and enhances the isotope yields, particularly for heavier fragments. The study suggest that experimental measurements of the relative elliptic flow of triton and 3He at high kinetic energies, along with the isotopic distributions of heavy fragments or the neutron-to-proton ratio, may serve as effective experimental signatures for probing the existence of proton momentum gap in asymmetric nuclear matter."
    },
    {
      "title": "Baryon number violation: from nuclear matrix elements to BSM physics",
      "link": "http://iopscience.iop.org/article/10.1088/1361-6471/adf081",
      "authors": "Leah J Broussard, Andreas Crivellin, Martin Hoferichter, Sergey Syritsyn, Yasumichi Aoki, Joshua L Barrow, Arnau Bas i Beneito, Zurab Berezhiani, Nicola Fulvio Calabria, Svjetlana Fajfer, Susan Gardner, Julian Heeck, Cailian Jiang, Luca Naterop, Alexey A Petrov, Robert Shrock, Adrian Thompson, Ubirajara van Kolck, Michael L Wagman, Linyan Wan, John Womersley and Jun-Sik Yoo",
      "source": "Journal of Physics G: Nuclear and Particle Physics",
      "summary": "Processes that violate baryon number, most notably proton decay and transitions, are promising probes of physics beyond the Standard Model (BSM) needed to understand the lack of antimatter in the Universe. To interpret current and forthcoming experimental limits, theory input from nuclear matrix elements to UV complete models enters. Thus, an interplay of experiment, effective field theory, lattice QCD, and BSM model building is required to develop strategies to accurately extract information from current and future data and maximize the impact and sensitivity of next-generation experiments. Here, we briefly summarize the main results and discussions from the workshop ‘INT-25-91W: Baryon Number Violation: From Nuclear Matrix Elements to BSM Physics,’ held at the Institute for Nuclear Theory, University of Washington, Seattle, WA, 13–17 January 2025."
    },
    {
      "title": "Hot quark matter and merger remnants",
      "link": "https://epja.epj.org/10.1140/epja/s10050-025-01654-x",
      "authors": "Adamu Issifu, Tobias Frederico",
      "source": "European Physical Journal A",
      "summary": "Authors: Adamu Issifu and Tobias Frederico.The European Physical Journal A Vol. 61 , page 182Published online: 5/8/2025"
    },
    {
      "title": "Investigating two-zero texture in the light of gauged Type-II seesaw",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269325005477?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: September 2025Source: Physics Letters B, Volume 868Author(s): Anirban Biswas, Shilpa Jangid, Seong Chan Park"
    }
  ]
}