{
  "lastUpdated": "2026-01-23T02:56:08.035071",
  "papers": [
    {
      "title": "Evidence for the Collective Nature of Radial Flow in $\\mathrm{Pb}+\\mathrm{Pb}$ Collisions with the ATLAS Detector",
      "link": "http://link.aps.org/doi/10.1103/ldcn-r2lq",
      "authors": "G. Aad <em>et al.</em> (ATLAS Collaboration)",
      "source": "Physical Review Letter",
      "summary": "Author(s): G. Aad et al. (ATLAS Collaboration)Two different LHC measurements of a novel observable v0(pT) for the radial flow of quark-gluon plasma again confirms the collective hydrodynamic behavior of the plasma.[Phys. Rev. Lett. 136, 032301] Published Thu Jan 22, 2026"
    },
    {
      "title": "Long-Range Transverse-Momentum Correlations and Radial Flow in Pb-Pb Collisions at the LHC",
      "link": "http://link.aps.org/doi/10.1103/l36g-6f46",
      "authors": "S. Acharya <em>et al.</em> (ALICE Collaboration)",
      "source": "Physical Review Letter",
      "summary": "Author(s): S. Acharya et al. (ALICE Collaboration)Two different LHC measurements of a novel observable v0(pT) for the radial flow of quark-gluon plasma again confirms the collective hydrodynamic behavior of the plasma.[Phys. Rev. Lett. 136, 032302] Published Thu Jan 22, 2026"
    },
    {
      "title": "Correlation of $0νββ$ decay nuclear matrix elements with nucleon-nucleon phase shifts",
      "link": "http://link.aps.org/doi/10.1103/cg41-189t",
      "authors": "A. Belley, J. Pitcher, T. Miyagi, S. R. Stroberg, and J. D. Holt",
      "source": "Physical Review C",
      "summary": "Author(s): A. Belley, J. Pitcher, T. Miyagi, S. R. Stroberg, and J. D. HoltWe present an ab initio study of the correlation between nuclear matrix elements (NMEs) of $0νββ$ decay and nucleon-nucleon scattering phase shifts in the $^{1}S_{0}$ channel. Starting from 34 statistically weighted interactions derived from chiral effective field theory, we apply the valence-space …[Phys. Rev. C 113, 014319] Published Thu Jan 22, 2026"
    },
    {
      "title": "Improved microscopic nuclear level densities within the triaxial Hartree-Fock-Bogoliubov plus combinatorial method",
      "link": "http://link.aps.org/doi/10.1103/r6pn-xjnv",
      "authors": "S. Goriely, W. Ryssens, S. Hilaire, and A. J. Koning",
      "source": "Physical Review C",
      "summary": "Author(s): S. Goriely, W. Ryssens, S. Hilaire, and A. J. KoningNew developments have been brought to our energy-, spin-, and parity-dependent nuclear level densities based on the microscopic combinatorial method. Our new calculation is based on the BSkG3 mean-field model [Grams  et al., Skyrme-Hartree-Fock-Bogoliubov mass models on a 3D mesh: III. From atomic n…[Phys. Rev. C 113, 014320] Published Thu Jan 22, 2026"
    },
    {
      "title": "Lifetimes of two- and four-neutron-hole states in $^{204}\\mathrm{Pb}$ and $^{206}\\mathrm{Pb}$",
      "link": "http://link.aps.org/doi/10.1103/11z7-2b3t",
      "authors": "Saket Suman, S. K. Tandel, Jay Kaushik, M. Hemalatha, V. Bothe, Cenxi Yuan, Noritaka Shimizu, P. Chowdhury, R. V. F. Janssens, F. G. Kondev, M. P. Carpenter, T. Lauritsen, and D. Seweryniak",
      "source": "Physical Review C",
      "summary": "Author(s): Saket Suman, S. K. Tandel, Jay Kaushik, M. Hemalatha, V. Bothe, Cenxi Yuan, Noritaka Shimizu, P. Chowdhury, R. V. F. Janssens, F. G. Kondev, M. P. Carpenter, T. Lauritsen, and D. SeweryniakThe centroid-shift method was used to determine half-lives of excited levels in $^{204}\\mathrm{Pb}$ and $^{206}\\mathrm{Pb}$. For the states with ${I}^{π}={12}^{+}$, ${17}^{−}$, and ${19}^{−}$ in $^{204}\\mathrm{Pb}$, values of ${T}_{1/2}=4.9(3)$, 3.9(3), and 0.9(3) ns, respectively, were determined. …[Phys. Rev. C 113, 014321] Published Thu Jan 22, 2026"
    },
    {
      "title": "First-order perturbative Fourier transform method for the Coulomb breakup of light and medium-mass one-neutron halo nuclei",
      "link": "http://link.aps.org/doi/10.1103/6xjf-w1sd",
      "authors": "H. Kushwaha and R. Chatterjee",
      "source": "Physical Review C",
      "summary": "Author(s): H. Kushwaha and R. ChatterjeeThis study employs the post-form distorted wave Born approximation (DWBA) within a fully quantum mechanical framework to probe the Coulomb breakup dynamics of one-neutron halo nuclei interacting with heavy targets. A novel first-order perturbative Fourier transform method is developed in momentum sp…[Phys. Rev. C 113, 014608] Published Thu Jan 22, 2026"
    },
    {
      "title": "Flow in small systems in the EPOS4 approach for high-energy scattering",
      "link": "http://link.aps.org/doi/10.1103/hjb8-pv7p",
      "authors": "K. Werner",
      "source": "Physical Review C",
      "summary": "Author(s): K. WernerEPOS4 is based on a sophisticated (recently significantly improved) parallel-primary-scattering scenario followed by a hydrodynamic expansion, for all collision systems, from small ones such as proton-proton $(pp)$ to large ones such as lead-lead (PbPb). Having already reported on identified particl…[Phys. Rev. C 113, 014911] Published Thu Jan 22, 2026"
    },
    {
      "title": "Suppression of a dynamical momentum-space shell by chiral symmetry",
      "link": "http://link.aps.org/doi/10.1103/zlsk-vzmx",
      "authors": "Bikai Gao and Michał Marczenko",
      "source": "Physical Review C",
      "summary": "Author(s): Bikai Gao and Michał MarczenkoWe investigate the appearance of quark degrees of freedom in dense isospin-symmetric nuclear matter. We employ the parity doublet model to incorporate chiral dynamics. Specifically, we contrast quarkyonic matter, in which quarks occupy states above the nucleon Fermi surface, with baryquark matter, i…[Phys. Rev. C 113, 015205] Published Thu Jan 22, 2026"
    },
    {
      "title": "Lifetime of the ${4}_{1}^{+}$ state of $^{132}\\mathrm{Te}$",
      "link": "http://link.aps.org/doi/10.1103/krb8-cl9f",
      "authors": "H. Mayr, T. Stetz, V. Werner, N. Pietralla, M. Beckers, A. Blazhev, A. Esmaylzadeh, J. Fischer, R.-B. Gerst, K. A. Gladnishki, K. E. Ide, J. Jolie, V. Karayonchev, E. Kleis, H. Kleis, P. Koch, D. Kocheva, C. M. Nickel, T. Otsuka, A. Pfeil, G. Rainovski, F. von Spee, M. Stoyanova, Y. Tsunoda, and R. Zidarova",
      "source": "Physical Review C",
      "summary": "Author(s): H. Mayr, T. Stetz, V. Werner, N. Pietralla, M. Beckers, A. Blazhev, A. Esmaylzadeh, J. Fischer, R.-B. Gerst, K. A. Gladnishki, K. E. Ide, J. Jolie, V. Karayonchev, E. Kleis, H. Kleis, P. Koch, D. Kocheva, C. M. Nickel, T. Otsuka, A. Pfeil, G. Rainovski, F. von Spee, M. Stoyanova, Y. Tsunoda, and R. ZidarovaThe evolution of the collectivity of tellurium isotopes from midshell towards $N=82$ is currently based mainly on properties of the first excited ${2}^{+}$ states. To extend structural information in this isotopic chain, in particular with respect to the balance of microscopic, seniority-type, and c…[Phys. Rev. C 113, 014318] Published Wed Jan 21, 2026"
    },
    {
      "title": "Disentangling initial-state and evolution effects in heavy-ion collisions using EPOS and PHSD",
      "link": "http://link.aps.org/doi/10.1103/k41y-p793",
      "authors": "Mahbobeh Jafarpour, Vadym Voronyuk, Klaus Werner, Elena Bratkovskaya, and Damien Vintache",
      "source": "Physical Review C",
      "summary": "Author(s): Mahbobeh Jafarpour, Vadym Voronyuk, Klaus Werner, Elena Bratkovskaya, and Damien VintacheIn this study we examine the impact of the initial stage and dynamical evolution on final-state observables in heavy-ion collisions. For this goal we develop a novel approach, $\\mathrm{EPOSir}+\\mathrm{PHSDe}$, which employs energy-conserving multiple parallel scattering approach, accommodating facto…[Phys. Rev. C 113, 014910] Published Wed Jan 21, 2026"
    },
    {
      "title": "Examining hadronic resonance dynamics at energies available at the CERN Large Hadron Collider: Insights from EPOS4",
      "link": "http://link.aps.org/doi/10.1103/ppg6-q16m",
      "authors": "Vikash Sumberia, Dukhishyam Mallick, Sanjeev Singh Sambyal, and Nasir Mehdi Malik",
      "source": "Physical Review C",
      "summary": "Author(s): Vikash Sumberia, Dukhishyam Mallick, Sanjeev Singh Sambyal, and Nasir Mehdi MalikHadronic resonances, with lifetimes of a few $\\mathrm{fm}/c$ are key tools for studying the hadronic phase in high-energy collisions. This work investigates resonance production in pp collisions at $\\sqrt{s}=13.6\\phantom{\\rule{0.28em}{0ex}}\\mathrm{TeV}$ and in Pb-Pb collisions at $\\sqrt{{s}_{NN}}=5.…[Phys. Rev. C 113, 015202] Published Wed Jan 21, 2026"
    },
    {
      "title": "Entanglement entropy for ${π}^{+}p$ elastic scattering using a spin-density matrix",
      "link": "http://link.aps.org/doi/10.1103/7vps-vt18",
      "authors": "Seung-il Nam",
      "source": "Physical Review C",
      "summary": "Author(s): Seung-il NamThe ${π}^{+}p$ elastic scattering process is studied, using an effective Lagrangian approach that incorporates the $s$-, $u$-, and $t$-channel amplitudes, including ${\\mathrm{Δ}}^{++}(1232), {\\mathrm{Δ}}^{0}(1232)$, neutron, and ${ρ}^{0}$ contributions. By constructing the spin-density matrices from…[Phys. Rev. C 113, 015203] Published Wed Jan 21, 2026"
    },
    {
      "title": "$\\mathrm{Ξ}NN$ three-baryon force from SU(3) chiral effective field theory: A femtoscopic study",
      "link": "http://link.aps.org/doi/10.1103/zrkz-w7tl",
      "authors": "Gen Uratsu, Tokuro Fukui, and Kazuyuki Ogata",
      "source": "Physical Review C",
      "summary": "Author(s): Gen Uratsu, Tokuro Fukui, and Kazuyuki OgataBackground: The development of SU(3) chiral effective-field theory (EFT) has opened the way to a systematic exploration of three-baryon forces (3BFs), a key ingredient in hypernuclear and dense matter physics. However, $\\mathrm{Ξ}NN$ 3BF based on SU(3) chiral EFT has not been studied until now.\n  Purpo…\n[Phys. Rev. C 113, 015204] Published Wed Jan 21, 2026"
    },
    {
      "title": "Possible Existence of $^3_\\phi$H, $^4_\\phi$H, $^4_\\phi$He, and $^5_\\phi$He Nuclei",
      "link": "https://arxiv.org/abs/2601.14572",
      "authors": "Rimantas Lazauskas, Roman Ya. Kezerashvili, Igor Filikhin",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2601.14572v1 Announce Type: new \nAbstract: Motivated by recent HAL QCD simulations of the $\\phi N$ interaction in the $^4S_{3/2}$ channel and its modification in the $^2S_{1/2}$ channel, we develop a first-principles few-body framework that embeds these potentials into configuration-space Faddeev--Yakubovsky equations. We predict bound $^4_\\phi\\mathrm{H}$, $^4_\\phi\\mathrm{He}$, and $^5_\\phi\\mathrm{He}$ nuclei by performing calculations for $\\phi$-mesic $\\phi NNN$ and $\\phi NNNN$ systems. Both spin-dependent and spin-independent $\\phi N$ interactions are considered, leading to deeply and moderately bound states, respectively. The deeply bound states originate from the strong attraction in the $^2S_{1/2}$ $\\phi N$ channel. Coulomb shifts of the binding energies are evaluated. Our findings provide the binding mechanism and demonstrate the importance of short-range $\\phi N$ attraction."
    },
    {
      "title": "How Threshold Effects in Spectroscopic Factors Influence Heavy-Ion Knockout Reactions",
      "link": "https://arxiv.org/abs/2601.14596",
      "authors": "M. R. Xie, J. G. Li, C. A. Bertulani, N. Michel, Y. Z. Sun, W. Zuo",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2601.14596v1 Announce Type: new \nAbstract: A two-decade-old puzzle in heavy-ion one-nucleon knockout reactions is the strong correlation between the reduction factor $R_s=\\sigma_{\\rm exp}/\\sigma_{\\rm th}$ and the Fermi surface asymmetry $\\Delta S$. Theoretical cross sections typically rely on spectroscopic factors (SFs) from shell model (SM) calculations, which neglect continuum coupling effects. Here, we employ the Gamow shell model (GSM), which explicitly incorporates continuum coupling, to compute SFs for $p$-shell nuclei and predict corresponding theoretical cross sections. Systematic calculations demonstrate that using GSM-derived SFs substantially reduces discrepancies between theoretical and experimental results. This improvement is particularly significant for deeply bound nucleon knockout in nuclei near the dripline, where traditional SM-based calculations fall short. As a result, using GSM SFs, the ratio $R_s$ exhibits no pronounced dependence on $\\Delta S$. Furthermore, both the ratio of GSM SFs to SM SFs and their corresponding reaction cross sections ratios exhibit a strong $\\Delta S$ dependence. We have also compared GSM SFs and cross sections with those from the no-core shell model calculations, giving a similar pronounced sensitivity to $\\Delta S$. Detailed analysis attributes these correlations to threshold effects for SFs in weakly bound systems. Overall, incorporating continuum coupling via GSM enhances the reliability of SF predictions for exotic, weakly bound nuclei and provides key insights toward resolving the enduring puzzle in heavy-ion knockout reactions from a nuclear structure perspective."
    },
    {
      "title": "\\textit{Ab initio} study of spectroscopic factors in $^{48}$K and neighboring $N=28$ isotones",
      "link": "https://arxiv.org/abs/2601.14604",
      "authors": "P. Y. Wang, M. R. Xie, Q. Yuan, W. J. Huang, J. G. Li",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2601.14604v1 Announce Type: new \nAbstract: A recent \\(^{47}\\text{K}(d,p\\gamma)^{48}\\text{K}\\) transfer reaction measurement has identified new excited states in \\(^{48}\\text{K}\\) and extracted the corresponding spectroscopic factors (SFs)[\\href{https://journals.aps.org/prl/abstract/10.1103/PhysRevLett.134.162504}{C. J. Paxman, \\textit{et al.} PhysRevLett.134.162504 (2025)}], but they exposed sizeable discrepancies with large-scale shell-model (LSSM) calculations-especially for the low-lying states-suggesting shortcomings in the proton-neutron interaction employed by the LSSM. In this work, we revisit the low-lying states and SFs of \\(^{48}\\text{K}\\) using the \\textit{ab initio} valence-space in-medium similarity renormalization group (VS-IMSRG) approach based on the chiral two- and three-nucleon forces. The calculated excitation energies reproduce the experimental data for \\(^{48}\\text{K}\\), whereas computed SFs systematically exceed experimental values. We trace this overestimation to missing reduction factors that account for non-idealities of the transfer reaction. After introducing a phenomenological reduction factor, our VS-IMSRG results and the LSSM calculations achieve agreement with experiment. We also perform the same analysis for the neutron SFs of $^{47}$Ar. Furthermore, we extend the \\textit{ab initio} calculations across the $N=28$ isotones, computing excitation energies and single-neutron transfer SFs from $N=29$ isotones ranging from $^{48}$K to $^{45}$S. By systematically removing protons from \\(^{48}\\text{K}\\) to \\(^{45}\\text{S}\\), we trace the evolution of the \\(N=28\\) shell strength via theoretical SFs values. Our results provide a microscopic pathway to quantify the weakening of the \\(N=28\\) shell closure."
    },
    {
      "title": "$H$ dibaryon and its cousins from SU(6)-constrained baryon-baryon interaction",
      "link": "https://arxiv.org/abs/2601.14922",
      "authors": "Tao-Ran Hu, Feng-Kun Guo",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2601.14922v1 Announce Type: new \nAbstract: We constrain the $S$-wave baryon-baryon interaction using SU(6) symmetry within a nonrelativistic effective field theory. The most general leading-order Lagrangian contains two independent parameters, which we determine using physical $NN$ and lattice QCD $\\Omega\\Omega$ scattering lengths. This framework allows for parameter-free predictions in the strangeness $S=-2$ sector relevant to the $H$ dibaryon. Solving the coupled-channel scattering problem, we identify two bound states below the $\\Lambda\\Lambda$ threshold, one deeply bound and one shallow, along with resonances near the $\\Sigma\\Sigma$ and $\\Sigma^*\\Sigma^*$ thresholds. We demonstrate that these poles result in distinct enhancements in $\\Lambda\\Lambda$ invariant mass distributions, suggesting that the $H$ dibaryon exists as a multichannel bound state and providing clear signatures for experimental verification."
    },
    {
      "title": "Decomposition of angular momentum projected nuclear wave function",
      "link": "https://arxiv.org/abs/2601.15002",
      "authors": "Wen Chen, Zhan-Jiang Lian, Xue-Wei Li, Xin-Yang Xia, Zi-Yang He, Ke-Zheng Ruan, Zao-Chun Gao",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2601.15002v1 Announce Type: new \nAbstract: Angular momentum projection is a basic technique in constructing nuclear wave functions with good spins. Traditionally, a projected nuclear wave function is expressed in terms of the bases built by performing the angular momentum projection directly on reference states for the whole nuclear system. Alternatively, one can construct nuclear wave function with another kind of projected bases, called as the coupled projected bases, which are generated by first performing the angular momentum projections on the reference states for neutrons and protons, respectively, then coupling the neutron projected states with the proton ones via Clebsch-Gordon coefficients. In the present work, we derive a new identity, which provides a decomposition of the conventional angular momentum projected nuclear wave function in terms of the coupled projected bases. This decomposition offers direct insight into the underlying structure of nuclear states. To show this point, we present the decompositions of variation after projection shell model (VAPSM) wave functions for the ground states in some $sd$ shell nuclei. It is interesting to see that even for the ground states in even-even nuclei, the nucleons are not fully paired. Finally, we demonstrate that the VAPSM wave function can be further improved by adopting the coupled projected bases."
    },
    {
      "title": "Neutron star cooling implications and magnetic field of the Vela Junior central compact object from all XMM-Newton and Chandra spectra",
      "link": "https://arxiv.org/abs/2601.14388",
      "authors": "Wynn C. G. Ho (Haverford), Esther Simkhayeva (Haverford), Alexander Y. Potekhin (Ioffe Institute)",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2601.14388v1 Announce Type: cross \nAbstract: The central compact object (CCO) in the Vela Junior supernova remnant is a young neutron star whose relatively low X-ray flux and small distance suggest it has a mass high enough to activate fast neutrino cooling processes. Here we analyse all XMM-Newton MOS and pn and Chandra ACIS-S spectra of the Vela Junior CCO, with observations taking place over the 9 years from 2001 to 2010. We find that the best-fit flux and spectral model parameters do not vary significantly when treating each observation independently, and therefore we fit all the spectra simultaneously using various spectral models to characterize the predominantly thermal emission from the neutron star surface. Our results indicate the Vela Junior CCO has an atmosphere composed of hydrogen, a hot spot temperature (unredshifted) of 3.5x10^6 K, and a colder surface temperature of (6.6-8.8)x10^5 K. Possible absorption lines at ~0.6 keV and 0.9 keV provide evidence for the first-time of an average surface magnetic field B~3x10^10 G for this CCO, which is similar to the magnetic field of other CCOs. At the accurate new Vela Junior distance of 1.4 kpc, the observed luminosity that is dominated by the hot spot is ~5x10^32 erg s^-1. The luminosity from the rest of the colder surface is (1.3-4.0)x10^32 erg s^-1. The cool luminosity and temperature imply the Vela Junior CCO is indeed colder than many other young neutron stars and probably has a high mass that triggered fast neutrino cooling."
    },
    {
      "title": "Thermodynamics of ideal spin fluids and pseudo-gauge ambiguity",
      "link": "https://arxiv.org/abs/2601.14421",
      "authors": "Jay Armas, Akash Jain",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2601.14421v1 Announce Type: cross \nAbstract: Conserved currents of relativistic spin fluids derived from microscopic models are known to violate local thermodynamic relations. We present a systematic analysis of pseudo-gauge improvements in ideal spin hydrodynamics and identify a family of pseudo-gauges where standard thermodynamic relations are satisfied. We quantify pseudo-gauge ambiguities in the spin equation of state and derive universal thermodynamic relations that apply to conserved currents in any pseudo-gauge. As an application, we extract the thermodynamic variables and equations of state for free Dirac fermions and scalar fields."
    },
    {
      "title": "Neutrino production mechanisms in strongly magnetized quark matter: Current status and open questions",
      "link": "https://arxiv.org/abs/2601.14450",
      "authors": "Igor A. Shovkovy, Ritesh Ghosh",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2601.14450v1 Announce Type: cross \nAbstract: We review the main neutrino emission mechanisms operating in dense quark matter under strong magnetic fields, with particular emphasis on conditions expected in the interiors of compact stars. We discuss the direct Urca and neutrino synchrotron processes in unpaired quark matter, incorporating the effects of Landau-level quantization. For the direct Urca process, the quantization of the electron energy spectrum plays a critical role, whereas quark quantization can often be neglected at sufficiently high baryon densities. The resulting field-dependent neutrino emissivity is anisotropic and exhibits an oscillatory behavior as a function of magnetic-field strength. We explore the implications of these effects for magnetar cooling and for possible anisotropic neutrino emission that could contribute to pulsar kicks. In addition, we review the $\\nu\\bar{\\nu}$ synchrotron emission process, which, although subdominant, provides valuable insights into the interplay between magnetic fields and weak interactions in dense quark matter. Overall, our analysis highlights the nontrivial influence of strong magnetic fields on neutrino production in magnetized quark cores, with potential consequences for the thermal and dynamical evolution of compact stars."
    },
    {
      "title": "Elastic lepton-proton two-photon exchange scattering: An exact HB$\\chi$PT analysis including hadronic effects at NNLO",
      "link": "https://arxiv.org/abs/2601.14636",
      "authors": "Rakshanda Goswami, Pulak Talukdar, Bhoomika Das, Udit Raha, Fred Myhrer",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2601.14636v1 Announce Type: cross \nAbstract: We present an exact analytical evaluation of the two-photon exchange (TPE) correction to the elastic lepton-proton differential scattering cross section at low-energies within the framework of heavy-baryon chiral perturbation theory. Our analysis focuses on the kinematic regime relevant to the ongoing MUSE experiment, and we therefore restrict the intermediate states to the dominant elastic channel. All loop integrals are evaluated analytically without approximations. Radiative and chiral recoil contributions of the proton are included, retaining kinematical and dynamical TPE corrections to the cross section through next-to-next-to-leading order [i.e., ${\\mathcal O}(\\alpha/M^2)$] accuracy in the recoil expansion where $M$ is the proton mass. At this chiral order, pion-loop contributions demonstrate that structure-dependent TPE effects arise through the proton form factors. Our analytical results for the scattering cross section reveal non-vanishing residual proton structure effects of ${\\mathcal O}(\\alpha/M^2)$, despite substantial cancellations between TPE box and crossed-box contributions. Such effects were entirely absent at this accuracy in our earlier analysis based on the soft-photon approximation. Although the next-to-leading-order contributions are numerically sizable, the next-to-next-to-leading-order TPE corrections are found to be small, thereby indicating that the chiral expansion exhibits reasonably good perturbative convergence."
    },
    {
      "title": "Benchmarking neutrino-nucleus quasielastic scattering model predictions against a missing energy profile obtained using a monoenergetic neutrino beam",
      "link": "https://arxiv.org/abs/2601.14831",
      "authors": "Jake McKean, Laura Munteanu, Seisho Abe",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2601.14831v2 Announce Type: cross \nAbstract: We examine three exclusive nuclear ground state shell models implemented in the NEUT neutrino event generator and benchmark them against the recent JSNS$^2$ measurement of missing energy using a monoenergetic neutrino source. The nature of the measurement allows a detailed investigation of nuclear ground-state modeling using a neutrino source, and gives access to a direct measurement of the neutron spectral function in a $^{12}$C nucleus. The NEUT intranuclear cascade and nuclear deexcitation \\textsc{NucDeEx} are used to simulate inelastic final-state interactions and nuclear deexcitations respectively. We find that the spectral function (SF) models perform better than relativistic mean field models in modeling both the ground state and the tail of the missing energy distribution when the NEUT cascade and nuclear excitation channels are turned on. We also find that taking into account the missing energy threshold for single nucleon knockout interactions results in all nuclear models being accepted based on the obtained $p$-values."
    },
    {
      "title": "Probing Late-Stage Hadronic Interactions at High Baryon Density via $K^{*0}$ Production in the RHIC Beam Energy Scan Program",
      "link": "https://arxiv.org/abs/2601.14884",
      "authors": "The STAR Collaboration",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2601.14884v1 Announce Type: cross \nAbstract: A precision measurement of the $K^{*0}$ meson yield is reported in Au+Au collisions at $\\sqrt{s_{NN}} = 7.7,\\; 11.5,\\; 14.6,\\; 19.6,$ and $27~\\mathrm{GeV}$ using the high-statistics data sample collected by the STAR experiment during the Beam Energy Scan II (BES-II) program at RHIC. The transeverse momentum ($p_{T}$)-integrated yield ratios $(K^{*0} + \\overline{K^{*0}})/(K^{+} + K^{-})$ in central collisions show a suppression relative to peripheral collisions at the $(1.7\\text{-}3.6)\\,\\sigma$ level, while a thermal model without final-stage rescattering overpredicts this ratio with a deviation of $(6.9\\text{-}8.2)\\,\\sigma$. These results indicate a loss of the measured $K^{*0}$ signal in central collisions due to re-scattering of its hadronic decay products in the hadronic phase. The $p_{T}$-integrated yield of charged kaons exhibits an approximate scaling with charged-particle multiplicity, independent of collision energy and system size. A similar trend is observed for the short-lived $K^{*0}$ resonance, although significant deviations emerge at lower energies. At BES energies, the $K^{*0}/K$ ratio shows stronger suppression than at the highest RHIC and LHC energies within a given multiplicity bin, particularly in central and mid-central collisions. This behavior is consistent with changes in the effective hadronic interaction cross section and is supported by transport model calculations, which indicate dominant meson-baryon interactions at lower energies and meson-meson interactions at higher energies."
    },
    {
      "title": "Carroll hydrodynamics with spin",
      "link": "https://arxiv.org/abs/2601.15023",
      "authors": "Ashish Shukla, Rajeev Singh, Pushkar Soni",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2601.15023v1 Announce Type: cross \nAbstract: We formulate Carroll hydrodynamics with the inclusion of a spin current. Our strategy relies on the fact that the $c\\to 0$ limit of relativistic hydrodynamics yields the equations of Carroll hydrodynamics. Starting with the pre-ultralocal parametrization of the background geometry and the hydrodynamic degrees of freedom for a relativistic fluid endowed with a spin current, the $c\\to 0$ limit produces Carroll hydrodynamics with spin. It is known that boost-invariant hydrodynamic models for ultrarelativistic fluids relevant for the physics of quark-gluon plasma, such as Bjorken and Gubser flow, are manifestations of Carroll hydrodynamics under appropriate geometric choices for the underlying Carrollian structure. In this work, we further this mapping between such boost-invariant models and Carroll hydrodynamics, now with the inclusion of a spin current."
    },
    {
      "title": "Combined constraints on dark photons from high-energy collisions, cosmology, and astrophysics",
      "link": "https://arxiv.org/abs/2601.15066",
      "authors": "A. W. Romero Jorge, L. Sagunski, Guan-Wen Yuan, T. Song, E. Bratkovskaya",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2601.15066v1 Announce Type: cross \nAbstract: We investigate a dark sector coupled to the Standard Model (SM) through a kinetically mixed dark photon $U$ associated with a new $U(1)'$ gauge symmetry. Kinetic mixing $\\varepsilon$ induces an effective coupling to the electromagnetic current, while $U$ interacts with stable dark matter (DM) $\\chi$ via a dark gauge coupling $g_\\chi$. Our analysis is based on the parton-hadron-string dynamics (PHSD) transport approach, extended to include dark photon production and decay into dileptons ($U\\!\\to e^+e^-$). In PHSD, dark photons are produced in high-energy collisions through Dalitz decays of light mesons ($\\pi^0,\\eta,\\eta',\\omega$), Delta-resonances ($\\Delta\\!\\to N U$), direct vector meson decays ($\\rho,\\omega,\\phi\\!\\to U$), kaon decays, and $q\\bar q\\!\\to U$ annihilation. Building on previous PHSD benchmarks against dilepton data, we extract upper limits on $\\varepsilon^2(m_U,m_\\chi,\\alpha_\\chi)$ in both the visible regime ($m_U2m_\\chi$), where $U\\!\\to\\chi\\bar\\chi$ is kinematically open. Cosmological and astrophysical constraints are incorporated in two complementary ways. First, we compute the velocity-dependent self-interaction cross section $\\sigma/m_\\chi$ for Yukawa-mediated SIDM and confront it with bounds from dwarf galaxies, galaxy groups, and clusters. Second, we determine thermal relic target curves by computing the relic abundance and requiring $\\Omega_{\\rm DM}h^2\\simeq 0.12$, consistent with \\textit{Planck} measurements of the cosmic microwave background. Combining PHSD limits on $\\varepsilon^2$ with relic density and self-interaction requirements, we exclude regions of the $(m_\\chi,m_U)$ plane for each DM realization (Dirac, Majorana, or complex scalar) and identify benchmark scenarios in which heavy-ion, cosmological, and astrophysical constraints are simultaneously satisfied."
    },
    {
      "title": "Minimal Plateau Inflation in light of ACT DR6 Observations",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269326000419?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: Available online 22 January 2026Source: Physics Letters BAuthor(s): Md Riajul Haque, Debaprasad Maity"
    },
    {
      "title": "Rotational Brownian motion and heavy quark polarization in QCD medium",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269326000560?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: Available online 22 January 2026Source: Physics Letters BAuthor(s): Sourav Dey, Amaresh Jaiswal"
    },
    {
      "title": "A Comprehensive Search for Leptoquarks Decaying into Top-<em>τ</em> Final States at the Future LHC",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269326000481?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: Available online 22 January 2026Source: Physics Letters BAuthor(s): Debabrata Sahoo, Rameswar Sahu, Kirtiman Ghosh"
    },
    {
      "title": "Statistical Indications of Toponium Formation in Top Quark Pair Production",
      "link": "https://www.sciencedirect.com/science/article/pii/S037026932600033X?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: Available online 21 January 2026Source: Physics Letters BAuthor(s): Benjamin Fuks, Aminul Hossain, James Keaveney"
    },
    {
      "title": "How Threshold Effects in Spectroscopic Factors Influence Heavy-Ion Knockout Reactions",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269326000547?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: Available online 21 January 2026Source: Physics Letters BAuthor(s): M.R. Xie, J.G. Li, C.A. Bertulani, N. Michel, Y.Z. Sun, W. Zuo"
    },
    {
      "title": "Investigation of entanglement in <math xmlns:mml=\"http://www.w3.org/1998/Math/MathML\" altimg=\"si13.svg\" class=\"math\"><mrow><mi>N</mi><mo linebreak=\"goodbreak\">=</mo><mi>Z</mi></mrow></math> nuclei within no-core shell model",
      "link": "https://www.sciencedirect.com/science/article/pii/S0375947426000175?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Nuclear Physics A",
      "summary": "Publication date: Available online 21 January 2026Source: Nuclear Physics AAuthor(s): Chandan Sarma, Praveen C. Srivastava"
    },
    {
      "title": "Alpha particle induced compound nuclear reaction cross-sections from sub barrier back angle elastic scattering",
      "link": "https://www.sciencedirect.com/science/article/pii/S0375947426000187?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Nuclear Physics A",
      "summary": "Publication date: Available online 21 January 2026Source: Nuclear Physics AAuthor(s): Sucheta Adhikari, Indrani Bhadra, Chinmay Basu"
    }
  ]
}