{
  "lastUpdated": "2025-06-18T02:42:07.391252",
  "papers": [
    {
      "title": "Final Results of the <span class=\"sc\">Majorana</span> <span class=\"sc\">Demonstrator</span>’s Search for Double-Beta Decay of $^{76}\\mathrm{Ge}$ to Excited States of $^{76}\\mathrm{Se}$",
      "link": "http://link.aps.org/doi/10.1103/PhysRevLett.134.242501",
      "authors": "I. J. Arnquist <em>et al.</em> (Majorana Collaboration)",
      "source": "Physical Review Letter",
      "summary": "Author(s): I. J. Arnquist et al. (Majorana Collaboration)$^{76}\\mathrm{Ge}$ can $ββ$ decay into three possible excited states of $^{76}\\mathrm{Se}$, with the emission of two or, if the neutrino is Majorana, zero neutrinos. None of these six transitions have yet been observed. The Majorana Demonstrator was designed to study $ββ$ decay of $^{76}\\mathrm{Ge}$…[Phys. Rev. Lett. 134, 242501] Published Tue Jun 17, 2025"
    },
    {
      "title": "Thermal Dilepton Polarization and Dynamics of the QCD Plasma in Relativistic Heavy-Ion Collisions",
      "link": "http://link.aps.org/doi/10.1103/c4jv-jxkn",
      "authors": "Xiang-Yu Wu, Han Gao, Bailey Forster, Charles Gale, Greg Jackson, and Sangyong Jeon",
      "source": "Physical Review Letter",
      "summary": "Author(s): Xiang-Yu Wu, Han Gao, Bailey Forster, Charles Gale, Greg Jackson, and Sangyong JeonWe present the first theoretical study of the polarization of lepton pairs produced in $\\sqrt{{s}_{\\mathrm{NN}}}=5.02\\text{ }\\text{ }\\mathrm{TeV}$ $\\mathrm{Pb}+\\mathrm{Pb}$ collisions at the LHC, using next-to-leading order (NLO) dilepton emission rates. These calculations employ a multistage framew…[Phys. Rev. Lett. 134, 242301] Published Mon Jun 16, 2025"
    },
    {
      "title": "Impact of particle production mechanisms on pseudorapidity distribution and directed flow in Au+Au and Cu+Cu collisions at $\\sqrt{s_{NN}}$ = 19.6 GeV using AMPT model",
      "link": "https://arxiv.org/abs/2506.12114",
      "authors": "Muhammad Farhan Taseer, Subhash Singha",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2506.12114v1 Announce Type: new \nAbstract: The STAR experiment at the top RHIC energy has observed that the directed flow ($v_1$) of inclusive light hadrons is independent of the collision system size at a given centrality~\\cite{STAR:2008jgm}. However, recent STAR measurements indicate a system-size dependence in the $v_1(y)$-slope ($dv_{1}/dy$) of protons, antiprotons, and their differences ($\\Delta dv_{1}/dy$) at a given centrality, suggesting a potential influence of baryon production and transport mechanisms~\\cite{Taseer:SQM2024talk}. We have studied pseudorapidity ($dN/dy$) distributions and directed flow ($v_1$ and $dv_{1}/dy$) for pions, kaons, and protons in Au+Au and Cu+Cu collisions at $\\sqrt{s_{NN}} = 19.6$ GeV using the A Multi-Phase Transport (AMPT) model. Specifically, we investigated the influence of string junction parameters in AMPT via the PYTHIA/JETSET routines, focusing on the popcorn mechanism and string-splitting parameters, on $dN/dy$, $dv_{1}/dy$, and their charge-dependent splittings ($\\Delta dN/dy$ and $\\Delta dv_{1}/dy$). We observe that string junction parameters can affect $dN/dy$, $dv_{1}/dy$, $\\Delta dN/dy$, and $\\Delta dv_{1}/dy$ for $\\pi$, K, and p, and influence their system-size dependence. The effect is most prominent on the $v_1$ of protons, non-trivial for kaons, while the pions $v_1$ remain largely unchanged. These findings provide insights into the interplay between particle production mechanisms, baryon transport, and directed flow in heavy-ion collisions."
    },
    {
      "title": "Imprint of $\\alpha$-clustering on nucleon-nucleon correlations in relativistic light ion collisions",
      "link": "https://arxiv.org/abs/2506.12673",
      "authors": "Hadi Mehrabpour",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2506.12673v2 Announce Type: new \nAbstract: This study investigates the influence of $\\alpha$-cluster structures in relativistic light nuclear collisions. Using a cluster framework, the characteristics of the nucleonic configurations of $^{16}$ O and $^{20}$ Ne are extracted as predicted by various \\textit{ab initio} models, including Nuclear Lattice Effective Field Theory (NLEFT), Variational Monte Carlo (VMC), and the Projected Generator Coordinate Method (PGCM). Additionally, I analyze configurations derived from a three-parameter Fermi (3pF) density function. The investigation focuses on the effects of cluster parameters on two-point correlators using a rotor model for symmetric collisions ($^{16}$O+$^{16}$O and $^{20}$Ne+$^{20}$Ne) and asymmetric collisions ($^{208}$Pb+$^{16}$O and $^{208}$Pb+$^{20}$Ne). The cluster parameters are determined by minimizing the \\textit{chi-square} statistic to align the nucleon distributions with those predicted by the mentioned theories. The results reveal that perturbative calculations effectively capture the structural features of these nuclei, while comparisons with Monte Carlo simulations validate these findings. Furthermore, The analysis reveals distinct cluster geometries: VMC suggests tetrahedral shapes, while NLEFT, PGCM, and 3pF indicate irregular triangular pyramids. Notably, NLEFT shows a bowling pin-like $\\alpha$ cluster structure for $^{20}$Ne. The study also identifies constraints on cluster parameters in the ground and excited oxygen states, with a gradual increase in $\\varepsilon_2\\{2\\}$ for excited states. Accurate modeling of asymmetric collisions requires a range of nucleons from heavy spherical nuclei, leading to weighted correlators in perturbative calculations. I demonstrate consistency between perturbative calculations and Monte Carlo models, with analytical calculations providing more insights into asymmetric than symmetric collisions."
    },
    {
      "title": "Sign-Problem-Free Nuclear Quantum Monte Carlo",
      "link": "https://arxiv.org/abs/2506.12874",
      "authors": "Zhong-Wang Niu, Bing-Nan Lu",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2506.12874v1 Announce Type: new \nAbstract: Quantum Monte Carlo (QMC) methods offer exact solutions for quantum many-body systems but face severe limitations in fermionic systems like atomic nuclei due to the sign problem.While sign-problem-free QMC algorithms exist, they have been confined to simple models with limited predictive power for real nuclei.Here we overcome this barrier by developing a novel lattice nuclear force that is rigorously sign-problem-free for even-even nuclei. This interaction achieves a standard deviation of $\\sigma = 2.932$ MeV from experimental binding energies for 76 even-even nuclei ($N,Z \\leq 28$), matching state-of-the-art phenomenological mean-field models.Key innovations include the first sign-problem-free implementation of spin-orbit coupling for shell evolutions and an efficient QMC-optimized framework for global parameter fitting.Using this approach, we compute binding energies from $^4$He to $^{132}$Sn, symmetric nuclear matter saturation, and reveal novel spin-orbit-driven clustering in light nuclei. This work transforms sign-problem-free QMC into a scalable and predictive nuclear structure tool, establishing a non-perturbative foundation for \\textit{ab initio} calculations extending to heavy nuclei."
    },
    {
      "title": "Evolution of energy density fluctuations in the presence of a magnetic field",
      "link": "https://arxiv.org/abs/2506.13118",
      "authors": "Shreyansh S. Dave, Subrata Pal",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2506.13118v1 Announce Type: new \nAbstract: In this proceeding, we study the evolution of energy density fluctuations in the presence of a static and uniform magnetic field. By numerically solving the relativistic Boltzmann-Vlasov equation within the relaxation time approximation and performing the momentum mode analysis of different wavelength fluctuations, we show that the magnetic field increases the damping of mode oscillations. This causes a qualitative change in the fluctuations present in the system at the timescale required to achieve a local equilibrium state."
    },
    {
      "title": "Application of the optimized-basis generator coordinate method to low-lying excited states of sd-shell nuclei",
      "link": "https://arxiv.org/abs/2506.13147",
      "authors": "Moemi Matsumoto, Yusuke Tanimura, Kouichi Hagino",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2506.13147v1 Announce Type: new \nAbstract: We apply the optimized-basis generator coordinate method (OptGCM) to sd-shell nuclei, $^{20}$Ne, $^{24}$Mg, and $^{28}$Si. This method variationally optimizes both the basis Slater determinants in the generator coordinate method (GCM) and the corresponding weight coefficients. To analyze the low-lying excited states of those nuclei, we implement the angular momentum projection. With the Skyrme interaction, we show that the simultaneous optimzation of the basis functions and the weight factors lowers the energy of the excited states and at the same time leads to an appreciable effect on transition probabilities. These results highlight the effectiveness of the OptGCM method."
    },
    {
      "title": "$0\\nu\\beta\\beta$ decay nuclear matrix elements under Left-Right symmetric model from the spherical quasi-particle random phase approximation method with realistic force",
      "link": "https://arxiv.org/abs/2506.13289",
      "authors": "Ri-Guang Huang, You-Cai Chen, Dong-Liang Fang",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2506.13289v1 Announce Type: new \nAbstract: We perform the calculation of nuclear matrix elements for the neutrinoless double beta decays under a Left-Right symmetric model mediated by light neutrino, and we adopt the spherical quasi-particle random-phase approximation (QRPA) approach with realistic force. For eight nuclei: $^{76}$Ge, $^{82}$Se, $^{96}$Zr, $^{100}$Mo, $^{116}$Cd, $^{128}$Te, $^{130}$Te and $^{136}$Xe, related nuclear matrix elements are given. We analyze each term and the details of contributions of different parts are also given. For the $q$ term, we find that the weak-magnetism components of the nucleon current contribute equally as other components such as axial-vector. We also discuss the influence of short-range correlations on these NMEs. It is found that $R$ term are more sensitive to the short range correlation than other terms due to the large portion of the contribution from high exchange momenta."
    },
    {
      "title": "Kadanoff-Baym approach to bound states in open quantum systems",
      "link": "https://arxiv.org/abs/2506.13302",
      "authors": "Tim Neidig, Marcus Bleicher, Hendrik van Hees, Carsten Greiner",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2506.13302v1 Announce Type: new \nAbstract: In this paper, we extend the method of Kadanoff-Baym equations for open quantum systems to arbitrary kinds of systems and heat baths, either fermionic or bosonic. This includes three spacial dimensions and different potentials for the system-bath interaction or external traps. We study the quantum-mechanical formation of bound states in one and also in three dimensions with the full Kadanoff-Baym equations and compare them to more simplified approaches with and without memory effects. An in-depth examination of the thermodynamics of open systems is performed, showing perfect equilibration of the system's degrees of freedom along with a comprehensive investigation of the influence of the heat bath on the system's wave functions. The formation time, decay time and regeneration of bound states and their dependence on the temperature and coupling strength is explored\n  We evaluate the non-equilibrium Kadanoff-Baym equations for the system particles, assuming that interactions are elastic two-particle collisions with the heat-bath particles. Finally, we describe in detail the method used to numerically solve the corresponding spatially heterogeneous integro-differential equations for the set of one-particle Green's functions."
    },
    {
      "title": "Hot pygmy dipole strength in nickel isotopes",
      "link": "https://arxiv.org/abs/2506.13354",
      "authors": "Amandeep Kaur, Esra Y\\\"uksel, Nils Paar",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2506.13354v1 Announce Type: new \nAbstract: At finite temperatures, nuclear excitations are significantly modified, most notably through the emergence of additional low-energy dipole strength, which can critically impact astrophysical reaction rates. Ongoing fusion-evaporation experiments on Ni isotopes provide a unique opportunity to investigate the hot pygmy dipole strength (HPDS), underscoring the need for reliable theoretical predictions and a comprehensive understanding of this emerging phenomenon. In this work, the HPDS is investigated in Ni isotopes from $N = Z$ to neutron-rich systems ($^{56\\text{--}70}$Ni) over a temperature range of $T=$ 0$-$2~MeV using the finite-temperature relativistic quasiparticle random phase approximation. In neutron-rich Ni isotopes, the pygmy dipole strength at higher temperatures exceeds up to 2.5 times its value observed at zero temperature. In contrast, near $N \\approx Z$ isotopes show negligible low-energy dipole strength at $T = 0$ MeV but develop a pronounced HPDS as the temperature increases. Predicted E1 energy-weighted strength ($S_{\\text{EWS}}$) and cumulative $B$(E1) values for HPDS are presented across the Ni isotopic chain for various low-energy intervals and temperatures, providing essential benchmarks to support and guide experimental studies."
    },
    {
      "title": "Constraints on $\\Lambda N$ Effective Interactions from Mirror Hypernuclei in a Deformed Relativistic Hartree-Bogoliubov Model",
      "link": "https://arxiv.org/abs/2506.13499",
      "authors": "Yu-Ting Rong, Dan Yang, Cheng-Jun Xia, Ting-Ting Sun",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2506.13499v1 Announce Type: new \nAbstract: We investigate the ground-state properties of four mirror hypernuclei pairs--$^{10}_\\Lambda$Be-$^{10}_\\Lambda$B, $^{12}_\\Lambda$B-$^{12}_\\Lambda$C, $^{16}_\\Lambda$N-$^{16}_\\Lambda$O, and $^{40}_\\Lambda$K-$^{40}_\\Lambda$Ca--within the deformed relativistic Hartree-Bogoliubov framework, analyzing their connection to $\\Lambda N$ effective interactions. Systematic calculations with eight distinct effective interactions reveal linear correlations between mirror hypernuclei in $\\Lambda$ separation energies and charge radii. The charge symmetry breaking effects, quantified through $\\Lambda$ separation energy differences, exhibit a positive correlation with the SU(3) flavor symmetry violation. We emphasize that constraints derived from $A=10$ and $A=12$ hypernuclear pairs must explicitly incorporate rotational energy correction effects. Precision measurements of the (near) spherical $A=16$ and $A=40$ mirror systems are proposed as critical benchmarks for refining the isospin part of the hyperon-nucleon interactions."
    },
    {
      "title": "Two-neutrino $0^+ \\to 0^+$ double beta decay of $^{48}\\mathrm{Ca}$ within the DFT-NCCI framework",
      "link": "https://arxiv.org/abs/2506.13747",
      "authors": "Jan Mi\\'skiewicz, Maciej Konieczka, Wojciech Satu{\\l}a",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2506.13747v1 Announce Type: new \nAbstract: We present a seminal calculation of the nuclear matrix element for the two-neutrino double beta ($2\\nu\\beta\\beta$) decay of ${}^{48}\\text{Ca} \\rightarrow {}^{48}\\text{Ti}$ using a post-Hartree-Fock (HF) Density Functional Theory-based No-Core Configuration-Interaction (DFT-NCCI) framework developed by our group [Phys. Rev. C 94, 024306 (2016)]. In the present calculation, we utilize a variant of the approach that restores rotational symmetry and mixes states projected from self-consistent mean-field configurations obtained by solving the HF equations with the density-independent local Skyrme interaction. Our calculations yield $|\\mathcal{M}_{2\\nu\\beta\\beta}| = 0.056(6)$ MeV$^{-1}$ for the nuclear matrix element describing this process. This result is in very good agreement with shell-model studies - for example, with the calculations by Horoi {\\it et al.\\/} [Phys. Rev. C 75, 034303 (2007)], which yielded 0.054 (0.064) MeV$^{-1}$ for the GXPF1A (GXPF1) interactions, respectively. It is also in a reasonable agreement with the most recent experimental estimate from the review by Barabash, which is 0.068(6) MeV$^{-1}$, assuming quenching $qg_\\text{A} \\approx 1$. The consistency of our prediction with the shell-model results increases our confidence in the nuclear modeling of this second-order, very rare process which is of paramount importance for further modeling of the neutrinoless double beta ($0\\nu\\beta\\beta$) decay process."
    },
    {
      "title": "Generalized False Vacuum Skyrme model",
      "link": "https://arxiv.org/abs/2506.12235",
      "authors": "L. A. Ferreira, L. R. Livramento",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2506.12235v1 Announce Type: cross \nAbstract: We propose a generalization of the False Vacuum Skyrme model for any simple compact Lie groups $G$ that leads to Hermitian symmetric spaces. The Skyrme field that in the original theory takes its values in $SU(2)$ Lie group, now takes its values in $G$, while the remaining fields correspond to the entries of a symmetric, positive, and invertible $\\dim G \\times \\dim G$-dimensional matrix $h$. This model is also an extension of the generalized BPS Skyrme model. We prove that the global minima correspond to the $h$ fields being self-dual solutions of the generalized BPS Skyrme model, together with a particular field configuration for the Skyrme field that leads to a spherically symmetric topological charge density. As in the case of the original model, the minimization of the energy leads to the so-called reduced problem, defined in the context of false vacuum decay. This imposes a condition on the Skyrme field, which, if satisfied, makes the total energy of the global minima, as well as the main properties of the model, equivalent to those obtained for the $G=SU(2)$ case. We study this condition and its consequences within the generalized rational map ansatz and show how it can be satisfied for $G=SU(p+q)$, where $p$ and $q$ are positive integers, with the Hermitian symmetric spaces being $SU(p+q)/SU(p) \\otimes SU(q) \\otimes U(1)$. In such a case, the model is completely equivalent to the $G=SU(2)$ False Vacuum Skyrme model, independent of the values of $p$ and $q$. We also provide a numerical study of the baryon density, RMS radius, and binding energy per nucleon that deepens the analysis conducted for the $SU(2)$ False Vacuum Skyrme model."
    },
    {
      "title": "Exact Renormalization Relation and Binding Energies for Three Identical Bosons",
      "link": "https://arxiv.org/abs/2506.12531",
      "authors": "Langxuan Chen, Pengfei Zhang",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2506.12531v1 Announce Type: cross \nAbstract: In the low-energy limit, non-relativistic particles with short-range interactions exhibit universal behavior that is largely independent of microscopic details. This universality is typically described by effective field theory, in which the two-body interaction is renormalized to a single parameter-the scattering length. For systems of identical bosons, the three-body problem reveals the Efimov effect, a novel phenomenon proposed that necessitates the introduction of an additional three-body parameter. However, the exact relation between this three-body parameter, the coupling constants in the effective field theory, and the binding energies of Efimov states remains unresolved. In this Letter, we address this question through a comprehensive analysis of the Skorniakov-Ter-Martirosian equation with a finite cutoff. We establish an exact renormalization relation for the three-body parameter and determine its connection to the energies of Efimov bound states. These results are validated through high-precision numerical simulations. We expect our findings to be of fundamental interest across various fields, including atomic, nuclear, condensed matter, and particle physics, and to have broad applications in both few-body and many-body physics."
    },
    {
      "title": "Studying Maximal Entanglement and Bell Nonlocality at an Electron-Ion Collider",
      "link": "https://arxiv.org/abs/2506.12889",
      "authors": "Wei Qi, Zijing Guo, Bo-Wen Xiao",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2506.12889v1 Announce Type: cross \nAbstract: In this paper, we propose to test quantum entanglement and Bell nonlocality at an Electron-Ion Collider (EIC). By computing the spin correlations in quark-antiquark pairs produced via photon-gluon fusion, we find that longitudinally polarized photons produce maximal entanglement at leading order, while transversely polarized photons generate significant entanglement near the threshold and in the ultra-relativistic regime. Compared to hadron colliders, the EIC provides a cleaner experimental environment for measuring entanglement through the $\\gamma^\\ast g \\to q\\bar{q}$ channel, offering a strong signal and a promising avenue to verify Bell nonlocality. This study extends entanglement measurements to the EIC, presenting new opportunities to explore the interplay of quantum information phenomena and hadronic physics in the EIC era."
    },
    {
      "title": "Connecting dilaton thermal fluctuation with the Polyakov loop at finite temperature",
      "link": "https://arxiv.org/abs/2506.13549",
      "authors": "Bing-Kai Sheng, Yong-Liang Ma",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2506.13549v1 Announce Type: cross \nAbstract: Understanding the character of the deconfinement phase transition is one of the fundamental challenges in particle physics. In this work, we derive a formula for the expectation value of the Polyakov loop -- the order parameter of the deconfinement phase transition -- in pure $\\mathrm{SU(N_{\\mathrm{c}})}$ gauge systems at finite temperatures starting from the Coleman\\textendash Weinberg-type effective potential encoding the trace anomaly of QCD. Our results are in good agreement with the Lattice QCD data and can effectively describe the large-$N_{\\mathrm{c}}$ behaviors of the expectation value of the Polyakov loop. Notably, our findings predict the strongest first-order deconfinement phase transition as $N_{\\mathrm{c}} \\to +\\infty$. Furthermore, to establish a relation between the dilaton field and the Polyakov loop, we also derive the scale transformation rule for temperature based on quantum statistical mechanics. The results of this work may shed a light on the connection between deconfinement phase transition and evolution of scale symmetry in the thermal system."
    },
    {
      "title": "Joint analysis of reactor and accelerator CE$\\nu$NS data on germanium: implications for the Standard Model and nuclear physics",
      "link": "https://arxiv.org/abs/2506.13555",
      "authors": "M. Atzori Corona, M. Cadeddu, N. Cargioli, G. Co', F. Dordei, C. Giunti",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2506.13555v1 Announce Type: cross \nAbstract: This work presents the first comprehensive joint analysis of all available Coherent Elastic Neutrino-Nucleus Scattering (CE$\\nu$NS) data on germanium: those observed at the Spallation Neutron Source (SNS) by the COHERENT collaboration and those of the nuclear reactors revealed by the CONUS+ experiment using germanium detectors. In addition to COHERENT and CONUS+, we incorporate reactor data from TEXONO and $\\nu$GeN, thereby enhancing both the statistical significance and the systematic reliability of our study. We provide state-of-the-art determinations of key nuclear physics and Standard Model parameters, including the neutron root-mean-square (rms) radius of germanium nuclei, the weak mixing angle, and the neutrino charge radius. The observed tension of about $2 \\sigma$ between the COHERENT germanium measurement and the Standard Model prediction motivates a detailed reassessment of the theoretical cross-section. In particular, we examine the impact of nuclear form factors and uncertainties in the nuclear radius, as well as the potential influence of a systematic shift in the neutrino flux normalisation at the SNS. Our results highlight the reliability of CE$\\nu$NS as a precision tool, reinforced by the complementarity of different experimental inputs, and lay the groundwork for future advances in the field."
    },
    {
      "title": "Global QCD analysis of spin PDFs in the proton with high-$x$ and lattice constraints",
      "link": "https://arxiv.org/abs/2506.13616",
      "authors": "C. Cocuzza, N. T. Hunt-Smith, W. Melnitchouk, N. Sato, A. W. Thomas",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2506.13616v1 Announce Type: cross \nAbstract: We perform a comprehensive global QCD analysis of spin-dependent parton distribution functions (PDFs), combining all available data on inclusive and semi-inclusive deep-inelastic scattering (DIS), as well as inclusive weak boson and jet production in polarized $pp$ collisions, simultaneously extracting spin-averaged PDFs and fragmentation functions. Including recent Jefferson Lab DIS data at high $x$, together with subleading power corrections to the leading twist framework, allows us to verify the stability of the PDFs for $W^2 \\geq 4$ GeV$^2$ and quantify the uncertainties on the spin structure functions more reliably. We explore the use of new lattice QCD data on gluonic pseudo Ioffe-time distributions, which, together with jet production and high-$x$ DIS data, improve the constraints on the polarized gluon PDF. The expanded kinematic reach afforded by the data into the high-$x$ region allows us to refine the bounds on higher twist contributions to the spin structure functions, and test the validity of the Bjorken sum rule."
    },
    {
      "title": "Bayesian Quantification of Observability and Equation of State of Twin Stars",
      "link": "https://arxiv.org/abs/2506.13677",
      "authors": "Xavier Grundler, Bao-An Li",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2506.13677v1 Announce Type: cross \nAbstract: The possibility of discovering twin stars, two neutron stars (NSs) with the same mass but different radii, is usually studied in forward modelings by using a restricted number of NS matter equation of state (EOS) encapsulating a first-order phase transition from hadronic to quark matter (QM). Informing our likelihood function with the NS radius data from GW170817 and using a meta-model with 9-parameters capable of mimicking most NS EOSs available in the literature, we conduct a Bayesian quantification of the observability and underlying EOSs of twin stars. Of the accepted EOSs, between 12-18\\% yield twin stars, depending on the restrictions we place on the twin branch. We show that many of these twin star scenarios are observable with currently available levels of accuracy in measuring NS radii. We also present the marginalized posterior probability density functions (PDFs) of every EOS parameter for each of four mass-radius correlation topologies. We find that the inferred EOS depends sensitively on not only whether twin stars are present, but also the category of twin stars, indicating that the observation of twin stars would provide a strong constraint on the underlying EOS. In particular, for two coexisting hybrid stars having QM cores at different densities, the PDF for QM speed of sound squared $c_{\\rm qm}^2$ has two peaks, one below and another above the conformal limit $c_{\\rm qm}^2=1/3$ predicted by perturbative QCD."
    },
    {
      "title": "Role of clustered nuclear geometry in particle production through p-C and p-O collisions at the Large Hadron Collider",
      "link": "https://arxiv.org/abs/2407.03823",
      "authors": "Aswathy Menon K R, Suraj Prasad, Neelkamal Mallick, Raghunath Sahoo",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2407.03823v2 Announce Type: replace \nAbstract: Long-range multi-particle correlations in heavy-ion collisions have shown conclusive evidence of the hydrodynamic behavior of strongly interacting matter and are associated with the final-state azimuthal momentum anisotropy. In small collision systems, azimuthal anisotropy can be influenced by the hadronization mechanism and residual jet-like correlations. Thus, one of the motives of the planned p--O and O--O collisions at the LHC and RHIC is to understand the origin of small system collectivity. As the anisotropic flow coefficients ($v_n$) are sensitive to the initial-state effects including nuclear shape, deformation, and charge density profiles, studies involving $^{12}$C and $^{16}$O nuclei are transpiring due to the presence of exotic $\\alpha$ ($^{4}$He) clusters in such nuclei. In this study, for the first time, we investigate the effects of nuclear $\\alpha$--clusters on the azimuthal anisotropy of the final-state hadrons in p--C and p--O collisions at $\\sqrt{s_{\\rm NN}}= 9.9$~TeV within a multi-phase transport model framework. We report the transverse momentum ($p_{\\rm T}$) and pseudorapidity ($\\eta$) spectra, participant eccentricity ($\\epsilon_2$) and triangularity ($\\epsilon_3$), and estimate the elliptic flow ($v_2$) and triangular flow ($v_3$) of the final-state hadrons using the two-particle cumulant method. These results are compared with a model-independent Sum of Gaussians (SOG) type nuclear density profile for $^{12}$C and $^{16}$O nuclei."
    },
    {
      "title": "Bose-Einstein Condensation and Dissipative Dynamics in a Relativistic Pion Gas",
      "link": "https://arxiv.org/abs/2212.09288",
      "authors": "Kshitish Kumar Pradhan, Dushmanta Sahu, Captain R. Singh, Raghunath Sahoo",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2212.09288v2 Announce Type: replace-cross \nAbstract: Pion condensation in ultra-relativistic collisions presents a compelling theoretical phenomenon with significant implications for the dynamics of hadronic matter. Various theoretical frameworks offer insight into the nature of high-temperature Bose-Einstein condensation (BEC). The present study investigates the dissipative behavior of a relativistic pion gas undergoing Bose-Einstein condensation (BEC) in ultra-relativistic heavy-ion collisions. Further, we obtain viscosity ($\\eta$), bulk viscosity ($\\zeta$), and speed of sound ($c_s$) by employing the Boltzmann transport equation with the relaxation time approximation. Findings show a substantial drop in $\\eta/s$ and $\\zeta/s$ with the fractional increase in condensation. This effect is becoming more evident in larger systems approaching the thermodynamic limit. Alongside the reduction in viscosities, the speed of sound also decreases with increasing condensation, indicating a softening of the equation of state. The analysis of finite-size effects reveals that larger systems exhibit more pronounced signatures of BEC. These results suggest that pion condensation can influence the hydrodynamic evolution of the hadronic phase in heavy-ion collisions, with consequential implications for interpreting collective flow observables and the underlying equation of state."
    },
    {
      "title": "Cross-Comparison of Sampling Algorithms for Pulse Profile Modeling of PSR J0740+6620",
      "link": "https://arxiv.org/abs/2502.13682",
      "authors": "Mariska Hoogkamer, Yves Kini, Tuomo Salmi, Anna L. Watts, Johannes Buchner",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2502.13682v2 Announce Type: replace-cross \nAbstract: In the last few years, NICER data has enabled mass and radius inferences for various pulsars, and thus shed light on the equation of state for dense nuclear matter. This is achieved through a technique called pulse profile modeling. The importance of the results necessitates careful validation and testing of the robustness of the inference procedure. In this paper, we investigate the effect of sampler choice for X-PSI (X-ray Pulse Simulation and Inference), an open-source package for pulse profile modeling and Bayesian statistical inference that has been used extensively for analysis of NICER data. We focus on the specific case of the high-mass pulsar PSR J0740+6620. Using synthetic data that mimics the most recently analyzed NICER and XMM-Newton data sets of PSR J0740+6620, we evaluate the parameter recovery performance, convergence, and computational cost for MultiNest's multimodal nested sampling algorithm and UltraNest's slice nested sampling algorithm. We find that both samplers perform reliably, producing accurate and unbiased parameter estimation results when analyzing simulated data. We also investigate the consequences for inference using the real data for PSR J0740+6620, finding that both samplers produce consistent credible intervals."
    },
    {
      "title": "Role of clustered nuclear geometry in particle production through p–C and p–O collisions at the Large Hadron Collider",
      "link": "https://epja.epj.org/10.1140/epja/s10050-025-01608-3",
      "authors": "Aswathy Menon Kavumpadikkal Radhakrishnan, Suraj Prasad, Neelkamal Mallick, Raghunath Sahoo",
      "source": "European Physical Journal A",
      "summary": "Authors: Aswathy Menon Kavumpadikkal Radhakrishnan, Suraj Prasad, Neelkamal Mallick and Raghunath Sahoo.The European Physical Journal A Vol. 61 , page 134Published online: 14/6/2025\n       Keywords:"
    },
    {
      "title": "Corrigendum to “Quark mass dependence of the low-lying charmed mesons at one loop in HH<math xmlns:mml=\"http://www.w3.org/1998/Math/MathML\" altimg=\"si77.svg\" class=\"math\"><mi>χ</mi></math><em>PT</em>” [Physics Letters B Volume 843, 10 August 2023, 137997]",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269325003806?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: September 2025Source: Physics Letters B, Volume 868Author(s): F. Gil-Domínguez, R. Molina"
    },
    {
      "title": "Study of the giant dipole resonance around the magic number 28",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269325004137?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: Available online 16 June 2025Source: Physics Letters BAuthor(s): Chandrani Sen, Debasish Mondal, Gourab Banerjee, S. Mukhopadhyay, Jhilam Sadhukhan, Deepak Pandit, Surajit Pal, Sujan Kumar Roy, Balaram Dey, Srijit Bhattacharya, A. De, Pratap Roy, T.K. Rana, Rajkumar Santra, Saumanti Sadhukhan"
    },
    {
      "title": "Timelike form factor for the anomalous process <em>γ</em><sup>⁎</sup><em>π</em> → <em>ππ</em>",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269325004204?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: Available online 16 June 2025Source: Physics Letters BAuthor(s): Angel S. Miramontes, Gernot Eichmann, Reinhard Alkofer"
    },
    {
      "title": "Evidence for <math xmlns:mml=\"http://www.w3.org/1998/Math/MathML\" altimg=\"si1.svg\" class=\"math\"><mmultiscripts><mrow><mi mathvariant=\"normal\">He</mi></mrow><mprescripts></mprescripts><mrow><mi mathvariant=\"normal\">Λ</mi></mrow><mrow><mn>4</mn></mrow></mmultiscripts></math> hyperfragment production in the <sup>6</sup>Li(<em>π</em><sup>+</sup>,<em>K</em><sup>+</sup>) reaction",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269325004186?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: Available online 16 June 2025Source: Physics Letters BAuthor(s): Toru Harada, Yoshiharu Hirabayashi"
    },
    {
      "title": "Observation of suppression of heavy-ion fusion by slow quasifission",
      "link": "https://www.sciencedirect.com/science/article/pii/S0375947425001848?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Nuclear Physics A",
      "summary": "Publication date: Available online 16 June 2025Source: Nuclear Physics AAuthor(s): L.T. Bezzina, E.C. Simpson, D.J. Hinde, M. Dasgupta"
    }
  ]
}