{
  "lastUpdated": "2025-12-09T02:44:01.500210",
  "papers": [
    {
      "title": "Universal Equilibration Condition for Heavy Quarks",
      "link": "http://link.aps.org/doi/10.1103/m2d2-9sdb",
      "authors": "Krishna Rajagopal, Bruno Scheihing-Hitschfeld, and Urs Achim Wiedemann",
      "source": "Physical Review Letter",
      "summary": "Author(s): Krishna Rajagopal, Bruno Scheihing-Hitschfeld, and Urs Achim WiedemannKinetic equilibration at late times is physically required for heavy particles in a finite temperature medium. In Fokker-Planck dynamics, it is ensured by the Einstein relation between the drag and longitudinal momentum diffusion coefficients. However, in certain gauge field theories, this relation …[Phys. Rev. Lett. 135, 242301] Published Mon Dec 08, 2025"
    },
    {
      "title": "Indications for Freeze-Out of Charge Fluctuations in the Quark-Gluon Plasma at the LHC",
      "link": "http://link.aps.org/doi/10.1103/sw74-7hnb",
      "authors": "Jonathan Parra, Roman Poberezhniuk, Volker Koch, Claudia Ratti, and Volodymyr Vovchenko",
      "source": "Physical Review Letter",
      "summary": "Author(s): Jonathan Parra, Roman Poberezhniuk, Volker Koch, Claudia Ratti, and Volodymyr VovchenkoThe D-measure of net-charge fluctuations quantifies the variance of net charge in strongly interacting matter. It was introduced over 20 years ago as a potential signal of quark-gluon plasma (QGP) in heavy-ion collisions, where it is expected to be suppressed due to the fractional electric charges o…[Phys. Rev. Lett. 135, 242302] Published Mon Dec 08, 2025"
    },
    {
      "title": "Transfer-learning-driven machine-learning model for $α$-decay half-life predictions",
      "link": "http://link.aps.org/doi/10.1103/67c1-2dvd",
      "authors": "K. Jyothish, Govardhan Manangode, and A. K. Rhine Kumar",
      "source": "Physical Review C",
      "summary": "Author(s): K. Jyothish, Govardhan Manangode, and A. K. Rhine KumarAlpha decay, a fundamental quantum mechanical phenomenon, serves as a vital tool for exploring nuclear decay properties and stability. In this study, we developed machine learning models based on Random Forest (RF), Support Vector Regression (SVR), and Deep Neural Network (DNN) techniques to predict…[Phys. Rev. C 112, 064309] Published Mon Dec 08, 2025"
    },
    {
      "title": "Systematic study of two-proton radioactivity half-lives within the generalized liquid drop model with various versions of proximity energies",
      "link": "http://link.aps.org/doi/10.1103/2dp1-8h6g",
      "authors": "Yi Long (龙毅), Shuang Li (李双), Jun-Gang Deng (邓军刚), Lin Mu (穆琳), and Hong-Fei Zhang (张鸿飞)",
      "source": "Physical Review C",
      "summary": "Author(s): Yi Long (龙毅), Shuang Li (李双), Jun-Gang Deng (邓军刚), Lin Mu (穆琳), and Hong-Fei Zhang (张鸿飞)Two-proton ($2p$) radioactivity constitutes a pivotal probe for studying the nuclear structure of extreme proton-rich nuclei. To improve the calculated accuracy and predictive power of the generalized liquid drop model (GLDM) for describing the $2p$ radioactivity half-lives, this work performs a sys…[Phys. Rev. C 112, 064310] Published Mon Dec 08, 2025"
    },
    {
      "title": "Quadrupole strength in isobaric triplets",
      "link": "http://link.aps.org/doi/10.1103/5wkc-7gmf",
      "authors": "B. C. Backes, J. Dobaczewski, D. Muir, W. Nazarewicz, P.-G. Reinhard, M. A. Bentley, and R. Wadsworth",
      "source": "Physical Review C",
      "summary": "Author(s): B. C. Backes, J. Dobaczewski, D. Muir, W. Nazarewicz, P.-G. Reinhard, M. A. Bentley, and R. WadsworthThe dependence of the $E2$ matrix elements on isospin projection ${T}_{z}$ is linked to the conservation of the isospin symmetry. To study this conjecture, we calculated the $B(E2:{2}^{+}→{0}^{+})$ rates for the even-even $T=1$ mirror nuclei with 42 $≤ A ≤$ 98 within nuclear density functional theor…[Phys. Rev. C 112, 064311] Published Mon Dec 08, 2025"
    },
    {
      "title": "$M1$ dipole strength from projected generator coordinate method calculations in the $sd$-shell valence space",
      "link": "http://link.aps.org/doi/10.1103/f7qz-4jb9",
      "authors": "S. Bofos, J. Martínez-Larraz, B. Bally, T. Duguet, M. Frosini, T. R. Rodríguez, and K. Sieja",
      "source": "Physical Review C",
      "summary": "Author(s): S. Bofos, J. Martínez-Larraz, B. Bally, T. Duguet, M. Frosini, T. R. Rodríguez, and K. SiejaBackground: The low-energy enhancement observed in the deexcitation $γ$-ray strength functions, attributed to magnetic dipole ($M1$) radiations, has spurred theoretical efforts to improve on its description. Among the most widely used approaches are the quasiparticle random-phase approximation (QRPA…[Phys. Rev. C 112, 064312] Published Mon Dec 08, 2025"
    },
    {
      "title": "Cascading nuclear excitation of $^{235}\\mathrm{U}$ via inelastic electron scattering in laser-irradiated clusters of $^{235}\\mathrm{U}$ nuclei",
      "link": "http://link.aps.org/doi/10.1103/s6r5-5y5v",
      "authors": "Qiong Xiao, Yang-Yang Xu, Jun-Hao Cheng, Liang-Qi Zhang, Wen-Yu Zhang, Yong-Sheng Huang, and Tong-Pu Yu",
      "source": "Physical Review C",
      "summary": "Author(s): Qiong Xiao, Yang-Yang Xu, Jun-Hao Cheng, Liang-Qi Zhang, Wen-Yu Zhang, Yong-Sheng Huang, and Tong-Pu YuNuclear excitation assisted by lasers holds broad application prospects in precision metrology and nuclear energy, such as nuclear batteries and nuclear clocks. In the present work, the nuclear excitation via inelastic electron scattering (NEIES) mechanism in $^{235}\\mathrm{U}$ is investigated by co…[Phys. Rev. C 112, 064313] Published Mon Dec 08, 2025"
    },
    {
      "title": "Non-Hermitian quantum mechanics approach for extracting and emulating continuum physics based on bound-state-like calculations: Detailed description",
      "link": "http://link.aps.org/doi/10.1103/4wbf-gzk5",
      "authors": "Xilin Zhang",
      "source": "Physical Review C",
      "summary": "Author(s): Xilin ZhangThis work applies a reduced basis method to study the continuum physics of a finite quantum system—either few or many-body. Specifically, I develop reduced-order models, or emulators, for the underlying inhomogeneous Schrödinger equation and train the emulators against the equation's bound-state-lik…[Phys. Rev. C 112, 064605] Published Mon Dec 08, 2025"
    },
    {
      "title": "Near-barrier inelastic scattering of $^{16}\\mathrm{O}$ from $^{208}\\mathrm{Pb}$: A vindication of the collective model",
      "link": "http://link.aps.org/doi/10.1103/b55c-mr9q",
      "authors": "N. Keeley and K. W. Kemper",
      "source": "Physical Review C",
      "summary": "Author(s): N. Keeley and K. W. KemperData for near-barrier $^{16}\\mathrm{O}+^{208}\\mathrm{Pb}$ inelastic scattering to the 2.60-MeV ${3}_{1}^{−}$ level of $^{208}\\mathrm{Pb}$ have proved difficult to fit within the distorted-wave Born approximation (DWBA) or coupled-channel (CC) formalisms employing collective model form factors. In pa…[Phys. Rev. C 112, 064606] Published Mon Dec 08, 2025"
    },
    {
      "title": "Analytic structure of stress-energy response functions and new Kubo formulas",
      "link": "http://link.aps.org/doi/10.1103/7rrg-2nq3",
      "authors": "Sangyong Jeon, Alina Czajka, and Juhee Hong",
      "source": "Physical Review C",
      "summary": "Author(s): Sangyong Jeon, Alina Czajka, and Juhee HongDetermining the transport properties of quark-gluon plasma is one of the most important aspects of relativistic heavy ion collision studies. Field-theoretical calculations of transport coefficients such as the shear and bulk viscosities require Kubo formulas, which in turn require real-time correlat…[Phys. Rev. C 112, 064905] Published Mon Dec 08, 2025"
    },
    {
      "title": "Pion properties in isospin-asymmetric nuclear matter using in-medium chiral perturbation theory",
      "link": "http://link.aps.org/doi/10.1103/dm6q-myv7",
      "authors": "Kihong Kwon, Yamato Suda, Stephan Hübsch, and Daisuke Jido",
      "source": "Physical Review C",
      "summary": "Author(s): Kihong Kwon, Yamato Suda, Stephan Hübsch, and Daisuke JidoWe compute the density dependence of in-medium pion properties, such as mass, wave function renormalization, and decay constant in the correlation function approach, and how they change under the influence of isospin-asymmetric nuclear matter. To this end, we use in-medium chiral perturbation theory…[Phys. Rev. C 112, 065202] Published Mon Dec 08, 2025"
    },
    {
      "title": "Two-proton correlations in the decay of $^{48}\\mathrm{Ni}$ and $^{45}\\mathrm{Fe}$",
      "link": "http://link.aps.org/doi/10.1103/kqb5-z2xy",
      "authors": "A. Ortega Moral <em>et al.</em>",
      "source": "Physical Review C",
      "summary": "Author(s): A. Ortega Moral et al.The main observables of the rare two-proton emission process—half-life, total energy of the decay, as well as energy and angular correlations between the emitted protons—have been measured for $^{48}\\mathrm{Ni}$ and $^{45}\\mathrm{Fe}$ in a recent experiment performed at the GANIL/LISE3 facility. The…[Phys. Rev. C 112, L061302] Published Mon Dec 08, 2025"
    },
    {
      "title": "Machine and Deep Learning Regression for Compact Object Equations of State",
      "link": "https://arxiv.org/abs/2512.05566",
      "authors": "I. Stergakis, Th. Diakonidis, Ch. C. Moustakidis",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2512.05566v1 Announce Type: new \nAbstract: A central open problem in nuclear physics is the determination of a physically robust equation of state (EoS) for dense nuclear matter, which directly informs our understanding of the internal composition and macroscopic properties of compact objects such as neutron stars and quark stars. Traditional efforts have relied primarily on theoretical modeling grounded in nuclear and particle physics, with subsequent validation against empirical constraints from heavy ion collisions and, increasingly, multimessenger astrophysical observations. Recent developments, however, have introduced complementary analytical strategies that merge theoretical modeling with advanced data driven methodologies. In particular, Bayesian inference, machine learning, and deep learning have emerged as powerful tools for constraining the EoS and extracting physical insight from complex observational datasets. In this work, we employ state of the art machine learning and deep learning techniques to analyze mass radius relations of compact objects with the aim of reconstructing or inferring their underlying equations of state. The analysis is based on an extensive library of physically consistent, multimodal EoSs for neutron stars and a corresponding set for quark stars, each constructed to satisfy established theoretical and observational constraints. By leveraging the predictive capacity of these computational frameworks, we demonstrate the potential of data-driven approaches to provide refined insights into the behavior of matter at supranuclear densities and to contribute to a more unified understanding of the dense matter EoS."
    },
    {
      "title": "Topical issue on the intersection of low-energy nuclear structure and high-energy nuclear collisions",
      "link": "https://arxiv.org/abs/2512.05874",
      "authors": "T. Duguet, G. Giacalone, V. Som\\`a, Y. Zhou",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2512.05874v1 Announce Type: new \nAbstract: High-energy heavy-ion physics and low-energy nuclear structure physics have historically been disconnected fields. The hydrodynamic description of the quark-gluon plasma (QGP) requires input from nuclear structure to model the initial states of the colliding nuclei. Advances in both theory and experiment now show that the hydrodynamic evolution of the QGP is sensitive to the detailed features of the colliding nuclei, with remarkable consequences for experimental observables.\n  The topical collection represents a joint effort between the low- and high-energy nuclear communities, reflecting the growing recognition that precision modeling of nuclear structure is essential for interpreting high-energy collision data. This new experimental approach opens outstanding opportunities to deepen our understanding of strong-interaction matter. Indeed, by probing many-body correlations of nucleons directly in the nuclear ground state, high-energy collisions provide a unique way to \"image\" nuclei, fully complementary to the techniques of low-energy experiments, where nuclear collectivity is usually inferred from spectroscopic information on excited states.\n  Do emergent many-body QCD phenomena in nuclei manifest consistently across experiments and energy scales? Addressing this question requires synergy between collider data and state-of-the-art nuclear structure calculations. In view of the rapid progress of ab initio methods based on low-energy effective field theories of QCD, the implications are far-reaching: heavy-ion collisions can probe nuclear forces, while nuclear structure insights refine our understanding of QGP dynamics."
    },
    {
      "title": "Jet Charge with Global Event Shapes: Probing Quark Flavor Dynamics",
      "link": "https://arxiv.org/abs/2512.05199",
      "authors": "Yang-Ting Chien, Sonny Mantry",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2512.05199v1 Announce Type: cross \nAbstract: We propose measuring the jet electric charge of jet regions, defined within the framework of global event shapes, as a probe of quark flavor dynamics within the nucleon and the hadronization process. In particular, we consider a measurement of the jet region charge while simultaneously keeping track of the energy flow throughout the event, as characterized by the global event shape. As a concrete example, we focus on the measurement of the 1-Jettiness jet charge ($Q$), the jet charge of the jet region ($J$) defined within the framework of the 1-Jettiness global event shape ($\\tau_1$) for the Deep Inelastic Scattering (DIS) process, $e^- + p \\to e^- + J + X$, with unpolarized or longitudinally polarized protons. The 1-Jettiness distribution, binned according to jet charge, allows for enhanced quark flavor separation of the initial state unpolarized or polarized PDFs. On the other hand, the jet charge distribution binned by 1-Jettiness can serve as a probe of quark flavor dynamics in the final state hadronization process. We derive a factorization theorem for simultaneous measurements of $\\tau_1$ and $Q$ in the resummation region, $\\tau_1 \\ll P_{J_T}$, where $P_{J_T}$ denotes the transverse momentum of the jet region. The factorization theorem contains a new universal charged jet function, generalizing the standard jet function to include a jet charge measurement. Therefore these universal functions can be extracted from a global analysis of N-jettiness and thrust at $e^+e^-$ colliders. We provide simulation studies to demonstrate the sensitivity of the 1-Jettiness jet charge observable to quark flavor dynamics in nucleon structure and explore the possibility of probing the final state hadronization process. This observable is well-suited for applications in existing HERA data and the future Electron-Ion Collider (EIC)."
    },
    {
      "title": "A Framework for Quantum Simulations of Energy-Loss and Hadronization in Non-Abelian Gauge Theories: SU(2) Lattice Gauge Theory in 1+1D",
      "link": "https://arxiv.org/abs/2512.05210",
      "authors": "Zhiyao Li, Marc Illa, Martin J. Savage",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2512.05210v1 Announce Type: cross \nAbstract: Simulations of energy loss and hadronization are essential for understanding a range of phenomena in non-equilibrium strongly-interacting matter. We establish a framework for performing such simulations on a quantum computer and apply it to a heavy quark moving across a modest-sized 1+1D SU(2) lattice of light quarks. Conceptual advances with regard to simulations of non-Abelian versus Abelian theories are developed, allowing for the evolution of the energy in light quarks, of their local non-Abelian charge densities, and of their multi-partite entanglement to be computed. The non-trivial action of non-Abelian charge operators on arbitrary states suggests mapping the heavy quarks to qubits alongside the light quarks, and limits the heavy-quark motion to discrete steps among spatial lattice sites. Further, the color entanglement among the heavy quarks and light quarks is implemented using hadronic operators, and Domain Decomposition is shown to be effective in quantum state preparation. Scalable quantum circuits that account for the heterogeneity of non-Abelian charge sectors across the lattice are used to prepare the interacting ground-state wavefunction in the presence of heavy quarks. The discrete motion of heavy quarks between adjacent spatial sites is implemented using fermionic SWAP operations. Quantum simulations of the dynamics of a system on $L=3$ spatial sites are performed using IBM's ${\\tt ibm\\_pittsburgh}$ quantum computer using 18 qubits, for which the circuits for state preparation, motion, and one second-order Trotter step of time evolution have a two-qubit depth of 398. A suite of error mitigation techniques are used to extract the observables from the simulations, providing results that are in good agreement with classical simulations. The framework presented here generalizes straightforwardly to other non-Abelian groups, including SU(3) for quantum chromodynamics."
    },
    {
      "title": "Production of Light Nuclei in Au+Au Collisions at $\\sqrt{s_{\\rm NN}} = 7.7-27$ GeV from STAR BES-II",
      "link": "https://arxiv.org/abs/2512.05295",
      "authors": "Yixuan Jin",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2512.05295v1 Announce Type: cross \nAbstract: The studies of the production of light nuclei, such as deuteron and helium nuclei, in heavy-ion collisions are essential for understanding the dynamics of nuclear matter under extreme conditions. The yields and ratios of light nuclei serve as an effective method to distinguish between the thermal and coalescence models of light nuclei formation. Within the coalescence framework, the energy dependence of the coalescence parameters reflects the effective volume of the collision system, while in the thermal model yields are governed by chemical freeze-out conditions. The significantly larger datasets from the STAR Beam Energy Scan Phase II (BES-II), combined with enhanced detector capabilities, allow more precise and comprehensive measurements than phase I.\n  In these proceedings, we present measurements of light nuclei production, including p, $\\rm \\bar{p}$, d, $\\rm \\bar{d}$, $\\rm ^3He$, in Au+Au collisions at BES-II energies of $\\sqrt{s_{\\rm NN}} = 7.7 - 27$ GeV. The results include centrality-dependent transverse momentum spectra and yields ($\\mathrm{d}N/\\mathrm{d}y$), along with coalescence parameters $B_\\mathrm{A}$ and particle yield ratios. The physics implications of these results are discussed."
    },
    {
      "title": "Nuclear parameter inference with semi-agnostic priors",
      "link": "https://arxiv.org/abs/2512.05315",
      "authors": "Lami Suleiman, Anthea F. Fantina, Francesca Gulminelli, Jocelyn Read",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2512.05315v1 Announce Type: cross \nAbstract: Radio pulsar timing, X-ray pulse profile modeling or gravitational-wave detections of binary mergers involving at least one neutron star offer the opportunity to elucidate the properties of dense and neutron rich matter in thermodynamic regimes inaccessible to nuclear laboratories. Such inference relies on building appropriate equation-of-state priors, such as the recently introduced semi-agnostic constructions that incorporate nuclear theory and experimental information available in low to intermediate density regimes, while offering the necessary flexibility at high density. In this paper, we assess how detections of mass, radius, and tidal deformability for low-mass ($\\sim 1$M$_{\\odot}$) or high-mass ($\\sim 1.9$M$_{\\odot}$) neutron stars would contribute to constraining nuclear empirical parameters in an inference based on semi-agnostic equation-of-state priors. We first assessed the correlation factors between nuclear empirical parameters and the zero-temperature and $\\beta$-equilibrated pressure in different regimes of density. We then simulate observations for three nucleonic equations of state to test the recovery of the corresponding nuclear empirical parameters. We show that not all nuclear empirical parameters significantly correlate with the pressure and find a competition between them in the high-density regime that challenges their inference. We also find that using semi-agnostic constructions instead of assuming a nucleonic content up to the highest densities in the neutron-star core can help recover more accurately the true nuclear empirical parameters. Parameterizing the high-density regime of the equation of state with the nucleonic meta-model can pollute the inference of nuclear empirical parameters; semi-agnostic constructions are a solution to that. However, many nuclear matter empirical parameters contribute in a similar way to the building of baryonic pressure."
    },
    {
      "title": "Lattice field theory for superconducting circuits",
      "link": "https://arxiv.org/abs/2512.05851",
      "authors": "Joshua Lin, Max Hays, Stephen Sorokanich III, Julian Bender, Phiala E. Shanahan, Neill C. Warrington",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2512.05851v1 Announce Type: cross \nAbstract: Large superconducting quantum circuits have a number of important applications in quantum computing. Accurately predicting the performance of these devices from first principles is challenging, as it requires solving the many-body Schr\\\"odinger equation. This work introduces a new, general ab-initio method for analyzing large quantum circuits based on lattice field theory, a tool commonly applied in nuclear and particle physics. This method is competitive with state-of-the-art techniques such as tensor networks, but avoids introducing systematic errors due to truncation of the infinite-dimensional Hilbert space associated with superconducting phases. The approach is applied to fluxonium, a specific many-component superconducting qubit with favorable qualities for quantum computation. A systematic study of the influence of impedance on fluxonium is conducted that parallels previous experimental studies, and ground capacitance effects are explored. The qubit frequency and charge noise dephasing rate are extracted from statistical analyses of charge noise, where thousands of instantiations of charge disorder in the Josephson junction array of a fixed fluxonium qubit are explicitly averaged over at the microscopic level. This is difficult to achieve with any other existing method."
    },
    {
      "title": "Differentially rotating neutron stars with dark matter cores",
      "link": "https://arxiv.org/abs/2512.05898",
      "authors": "Lorenzo Cipriani, Violetta Sagun, Kalin V. Staykov, Daniela D. Doneva, Stoytcho S. Yazadjiev",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2512.05898v1 Announce Type: cross \nAbstract: Dark matter is expected to accumulate inside neutron stars, modifying the structure of isolated stars and influencing both the dynamics of binary mergers and the evolution of the resulting hypermassive remnants. Since differential rotation is the primary mechanism delaying the collapse of these remnants, understanding its behavior is crucial when assessing the impact of an embedded dark component. In this work, we extend the numerical code RNS to describe two gravitationally coupled fluids in differential rotation, with baryonic matter modeled by a realistic nuclear equation of state and dark matter represented as a self-interacting bosonic condensate. Within this framework, we construct equilibrium sequences for a representative differential rotation law, providing a basis to explore how dark matter may influence the global properties and rotational dynamics of binary neutron star remnants."
    },
    {
      "title": "Anomaly Equation of the Large U(1) Chiral Symmetry",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269325008494?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: Available online 8 December 2025Source: Physics Letters BAuthor(s): Shingo Takeuchi"
    },
    {
      "title": "Influence of the Coulomb field of foil nuclei on half-lives of cluster states in fission fragments",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269325008469?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: Available online 7 December 2025Source: Physics Letters BAuthor(s): F.O. Otakhonov, Sh A. Kalandarov, G.G. Adamian, N.V. Antonenko, Yu V. Pyatkov, D.V. Kamanin"
    },
    {
      "title": "Revealing nucleon-nucleon correlation effects through sub-Coulomb transfer reactions in <sup>92</sup>Mo+<sup>54</sup>Fe",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269325008433?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: Available online 7 December 2025Source: Physics Letters BAuthor(s): T. Mijatović, S. Szilner, L. Corradi, F. Galtarossa, G. Pollarolo, G. Colucci, E. Fioretto, A. Goasduff, A. Gottardo, D. Jelavić Malenica, M. Milin, G. Montagnoli, D. Montanari, N. Soić, A.M. Stefanini, J.J. Valiente Dobón"
    },
    {
      "title": "<em>Ab Initio</em> Calculations of the Carbon and Oxygen Isotopes: Energies, Correlations, and Superfluid Pairing",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269325008445?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: Available online 7 December 2025Source: Physics Letters BAuthor(s): Young-Ho Song, Myungkuk Kim, Youngman Kim, Kihyeon Cho, Serdar Elhatisari, Dean Lee, Yuan-Zhuo Ma, Ulf-G Meißner"
    },
    {
      "title": "Halo Structures in p-Shell Hypernuclei with Natural Orbitals",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269325008329?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: Available online 7 December 2025Source: Physics Letters BAuthor(s): Marco Kn, Robert Roth"
    }
  ]
}