{
  "lastUpdated": "2026-01-14T02:59:57.001944",
  "papers": [
    {
      "title": "Hypernuclear structure with a new leading-order covariant chiral hyperon-nucleon force",
      "link": "http://link.aps.org/doi/10.1103/9s7s-ypl3",
      "authors": "Xuan Zeng, Ru-You Zheng, Zhi-Wei Liu, Li-Sheng Geng, and Xian-Rong Zhou",
      "source": "Physical Review C",
      "summary": "Author(s): Xuan Zeng, Ru-You Zheng, Zhi-Wei Liu, Li-Sheng Geng, and Xian-Rong ZhouWe have studied single-$\\mathrm{Λ}$ finite hypernuclear systems spanning from light to heavy masses, employing a new microscopic $\\mathrm{Λ}N$ interaction derived from in-medium interactions within relativistic Brueckner-Hartree-Fock calculations using the leading-order covariant chiral hyperon-nucl…[Phys. Rev. C 113, 014310] Published Mon Jan 12, 2026"
    },
    {
      "title": "Nuclear and neutron matter in the relativistic Brueckner-Hartree-Fock theory with a next-to-leading-order covariant chiral nuclear force",
      "link": "http://link.aps.org/doi/10.1103/21c6-xvh6",
      "authors": "Wei-Jiang Zou, Yi-Long Yang, Jun-Xu Lu, Peng-Wei Zhao, Li-Sheng Geng, and Jie Meng",
      "source": "Physical Review C",
      "summary": "Author(s): Wei-Jiang Zou, Yi-Long Yang, Jun-Xu Lu, Peng-Wei Zhao, Li-Sheng Geng, and Jie MengThe symmetric nuclear matter and pure neutron matter are investigated by the relativistic Brueckner-Hartree-Fock (RBHF) theory with the covariant chiral nuclear forces up to the next-to-leading order (NLO). A fitting scheme to ensure the naturalness of the low-energy constants is proposed, which pla…[Phys. Rev. C 113, 014311] Published Mon Jan 12, 2026"
    },
    {
      "title": "Shape phase transitions and octupole deformation in the $spdf$ interacting boson model",
      "link": "http://link.aps.org/doi/10.1103/rw98-8kp4",
      "authors": "Omar Vallejos, Pedro A. Contreras-Corral, and José Barea",
      "source": "Physical Review C",
      "summary": "Author(s): Omar Vallejos, Pedro A. Contreras-Corral, and José BareaWe study quantum phase transitions (QPTs) involving octupole degrees of freedom within the $spdf$ interacting boson model ($spdf$-IBM) by examining the potential-energy surface (PES) in the thermodynamic limit. Our analysis of a transitional Hamiltonian allows us to map the phase diagram for paths b…[Phys. Rev. C 113, 014312] Published Mon Jan 12, 2026"
    },
    {
      "title": "Two-body cluster entangled structure in the ${\\mathcal{H}}_{1}⊗{\\mathcal{H}}_{2}$ Hilbert space",
      "link": "http://link.aps.org/doi/10.1103/wc1r-8l74",
      "authors": "Fei-Long Xu, Xi-Guang Cao, and Yu-Gang Ma",
      "source": "Physical Review C",
      "summary": "Author(s): Fei-Long Xu, Xi-Guang Cao, and Yu-Gang MaThis study introduces a quantum information perspective to analyze the internal structure of atomic nuclei, focusing on the quantum entanglement between $α$ clusters in the ${0}^{+}$ state of $^{8}\\mathrm{Be}$. A wave function based on angular momentum coupling is developed to transform the two-clus…[Phys. Rev. C 113, 014313] Published Mon Jan 12, 2026"
    },
    {
      "title": "Uncertainty band evaluation of optical potentials and differential cross sections: Application to $^{8}\\mathrm{Li}+^{58}\\mathrm{Ni}$ elastic scattering",
      "link": "http://link.aps.org/doi/10.1103/pfb5-rp2n",
      "authors": "O. C. B. Santos and J. Gómez-Camacho",
      "source": "Physical Review C",
      "summary": "Author(s): O. C. B. Santos and J. Gómez-CamachoA statistical method is presented to evaluate the uncertainty bands in the optical nucleus-nucleus potential and in differential cross sections. The starting point is the least square fit of a set of experimental values of elastic differential cross sections, varying the relevant optical potential p…[Phys. Rev. C 113, 014605] Published Mon Jan 12, 2026"
    },
    {
      "title": "Fast prediction of the hydrodynamic QGP evolution in ultrarelativistic heavy-ion collisions using Fourier neural operators",
      "link": "http://link.aps.org/doi/10.1103/jsh8-6tm7",
      "authors": "D. Stewart and J. Putschke",
      "source": "Physical Review C",
      "summary": "Author(s): D. Stewart and J. PutschkeRecent research in machine learning has employed neural networks to learn mappings between function spaces on bounded domains termed “neural operators.” As such, these operators can provide alternatives to standard numerical methods for partial differential equation (PDE) solutions. In particular, t…[Phys. Rev. C 113, 014904] Published Mon Jan 12, 2026"
    },
    {
      "title": "Heavy hadron production in $\\mathrm{Au}+\\mathrm{Au}$ collisions at a center-of-mass energy of $\\sqrt{{s}_{NN}}=200$ GeV",
      "link": "http://link.aps.org/doi/10.1103/fj5b-fgv9",
      "authors": "Sunidhi Saxena, Rajiv Gupta, Gauri Devi, and Ajay Kumar",
      "source": "Physical Review C",
      "summary": "Author(s): Sunidhi Saxena, Rajiv Gupta, Gauri Devi, and Ajay KumarUsing the Monte Carlo $\\mathrm{HYDJET}++$ model, we investigate the transverse momentum (${p}_{T}$) spectra of heavy-flavor hadrons, namely ${D}^{0}, {\\overline{D}}^{0}, {D}^{+}, {D}^{−}$, and ${\\mathrm{Λ}}_{c}$, along with the nuclear modification factors of ${D}^{0}$ and ${D}^{±}$ in Au $+$ Au col…[Phys. Rev. C 113, 014905] Published Mon Jan 12, 2026"
    },
    {
      "title": "Quark flavor equilibration of the quark-gluon plasma",
      "link": "http://link.aps.org/doi/10.1103/w7tz-mlh7",
      "authors": "Andrew Gordeev, Steffen A. Bass, Berndt Müller, and Jean-François Paquet",
      "source": "Physical Review C",
      "summary": "Author(s): Andrew Gordeev, Steffen A. Bass, Berndt Müller, and Jean-François PaquetThe early stage of a heavy-ion collision is marked by rapid entropy production and the transition from a gluon saturated initial condition to a plasma of quarks and gluons that evolves hydrodynamically. However, during the early times of the hydrodynamic evolution, the chemical composition of the QC…[Phys. Rev. C 113, 014906] Published Mon Jan 12, 2026"
    },
    {
      "title": "Tracing the evolution of nuclear excitation at the future Electron-Ion Collider",
      "link": "http://link.aps.org/doi/10.1103/kqf6-xczd",
      "authors": "Niseem Magdy",
      "source": "Physical Review C",
      "summary": "Author(s): Niseem MagdyThe evolution of nuclear excitation in electron-gold ($e\\phantom{\\rule{0.16em}{0ex}}+\\phantom{\\rule{0.16em}{0ex}}\\mathrm{Au}$) collisions at the forthcoming Electron-Ion Collider (EIC) is investigated using the beagle event generator. The EIC's collider kinematics and detector-motivated rapidity sel…[Phys. Rev. C 113, L011901] Published Mon Jan 12, 2026"
    },
    {
      "title": "Locating the QCD critical point through contours of constant entropy density",
      "link": "http://link.aps.org/doi/10.1103/cbwj-4jfl",
      "authors": "Hitansh Shah, Mauricio Hippert, Jorge Noronha, Claudia Ratti, and Volodymyr Vovchenko",
      "source": "Physical Review C",
      "summary": "Author(s): Hitansh Shah, Mauricio Hippert, Jorge Noronha, Claudia Ratti, and Volodymyr VovchenkoWe propose a new method to investigate the existence and location of the conjectured high-temperature critical point of strongly interacting matter via contours of constant entropy density. By approximating these lines as a power series in the baryon chemical potential ${μ}_{B}$, one can extrapolate…[Phys. Rev. C 113, L012201] Published Mon Jan 12, 2026"
    },
    {
      "title": "Ab initio description of $\\bar{p}+\\rm{^3H}$ and $\\bar{p}+\\rm{^3He}$ systems in optical models",
      "link": "https://arxiv.org/abs/2601.06541",
      "authors": "Pierre-Yves Duerinck, Rimantas Lazauskas",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2601.06541v1 Announce Type: new \nAbstract: In the context of the ongoing PUMA experiment (CERN), which investigates antiproton annihilation on atomic nuclei, we study the energy shifts and widths of Rydberg states in the $\\bar{p}+\\rm{^3H}$ and $\\bar{p}+\\rm{^3He}$ systems by performing ab initio calculations. The scattering lengths and scattering volumes are first determined by solving the Faddeev-Yakubovsky equations in configuration space. The level shifts and widths of the corresponding $\\bar{p} \\, \\rm{^3H}$ and $\\bar{p} \\, \\rm{^3He}$ hydrogen-like states are then obtained using the Trueman formula. A pronounced model dependence associated with the nucleon-antinucleon interaction is observed for certain states. Finally, annihilation densities are computed from the four-body wavefunctions. Comparison with the nuclear density distributions indicates that the nucleon-antinucleon annihilation is predominantly peripheral."
    },
    {
      "title": "Entanglement study in the island of inversion region using \\textit{ab initio} approach",
      "link": "https://arxiv.org/abs/2601.06544",
      "authors": "Rohit M. Shinde, Praveen C. Srivastava",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2601.06544v1 Announce Type: new \nAbstract: Quantum entanglement provides a unique perspective for probing nuclear structure. In this work, we employ quantum entanglement measures, including proton-neutron entanglement entropy, mutual information, and quantum relative entropy, to investigate the evolution of entanglement patterns as we approach neutron-rich nuclei. The study is carried out in the vicinity of the $N=20$ island of inversion region consisting of even-$A$ Ne, Mg, and Si isotopes, and also for isotones corresponding to $N=20$. The state-of-the-art \\textit{ab initio} valence space in-medium similarity renormalization group method has been used for this purpose. We have highlighted the role of proton-neutron entanglement entropy in the formation of the island of inversion region. While mutual information provides insight into the strong correlations between proton-proton and neutron-neutron single-particle orbitals. The correlations are weak between proton and neutron for ground states, but become comparable to like-particle correlations for excited states. The quantum relative entropy is also studied between $0^+$ and $2^+$ states of the Ne, Mg, and Si isotopes, as well as $N=20$ isotones, using the Kullback-Leibler divergence and Jensen-Shannon divergence. We have performed these calculations using partitions based on proton-neutron, single-particle states, and Slater determinants."
    },
    {
      "title": "Unfolding of exotic near-threshold structure and decay dynamics in $^{17}$B",
      "link": "https://arxiv.org/abs/2601.07047",
      "authors": "A. Volya, S. M. Wang, M. P{\\l}oszajczak, Z. C. Xu",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2601.07047v1 Announce Type: new \nAbstract: Neutron-rich boron isotopes provide a valuable testing ground for threshold-driven structure and reaction phenomena, including halo formation and exotic decay modes. In particular, the structure of $^{17}\\mathrm{B}$ and its relation to unbound $^{16}\\mathrm{B}$ are of special interest. The $^{16}\\mathrm{B}$ nucleus is slightly unbound by approximately $50~\\mathrm{keV}$, while $^{17}\\mathrm{B}$ is bound with a neutron separation energy of about $1.4-1.6~\\mathrm{MeV}$. The observation of a $1640~\\mathrm{keV}$ $\\gamma$ ray in $^{17}\\mathrm{B}$, which we argue originates from a $1/2^-$ excited state, points to a remarkable situation in which $\\gamma$ decay and two-neutron decay can compete. We analyze and identify the main reasons for this competition: $L=2$ emission of the neutron pair, and structural realignment driven by the proximity of the one-body threshold, in particular the nearby $s$-wave neutron decay channel. The decay is a unique near-threshold $L=2$ process in which multiple structural components contribute, each with coexisting direct and virtual sequential amplitudes whose interference governs the observables. Because threshold dynamics, continuum coupling, and interference of multiple quantum pathways are universal, closely related scenarios arise in ultracold atoms near Feshbach resonances, few-body atomic and molecular breakups, mesoscopic and photonic open systems, and other areas where open-quantum-system effects impact observables. We employ advanced theoretical models to study this first-of-its-kind case and provide a coherent theoretical perspective based on configuration interaction and complex-energy formalisms that incorporate both reaction continuum and structural effects near threshold."
    },
    {
      "title": "Physics-Informed Neural Network for Solving the Diffusion Equation in the Expanding QCD Medium",
      "link": "https://arxiv.org/abs/2601.07120",
      "authors": "Wenhua Fan, Jiamin Liu, Huansang Yang, Baoyi Chen",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2601.07120v1 Announce Type: new \nAbstract: We employ Physics-Informed Neural Networks (PINNs) to solve the diffusion of heavy quarks within the expanding hot QCD medium generated in relativistic heavy-ion collisions. Due to the strong coupling between heavy quarks and the bulk medium, the evolution of heavy quarks can be effectively characterized by a diffusion equation. This approach assumes the instantaneous kinetic thermalization of heavy quarks following their production in nuclear collisions. The local density of heavy quarks is intrinsically coupled to the velocity profile of the hot QCD medium. By incorporating the fluid velocity profiles provided by a hydrodynamic model directly into the diffusion equation, we utilize the deep neural network (DNN) to efficiently determine the heavy-quark evolution. Furthermore, this work provides a valuable reference for the application of deep learning techniques to the treatment of non-thermalized heavy-quark dynamics. The rapid calculation of heavy-quark diffusion using DNNs further facilitates the study of heavy-quark coalescence within a large ensemble of fluctuating hot media."
    },
    {
      "title": "Multi-Physics Bayesian Analysis of Neutron Star Crust Using Relativistic Mean-Field Model",
      "link": "https://arxiv.org/abs/2601.07722",
      "authors": "Vishal Parmar, Ignazio Bombaci",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2601.07722v1 Announce Type: new \nAbstract: We study the properties of neutron-star crust within a Bayesian framework based on a unified relativistic mean-field (RMF) description of dense matter. The analysis focuses on the posterior distributions of crust properties, constrained by nuclear experimental data, chiral effective field theory, and multimessenger neutron-star observations. In the inference, the outer crust is fixed using the AME2020 nuclear mass table, supplemented by Hartree--Fock--Bogoliubov mass models, while the inner crust is described using a compressible liquid-drop model consistently coupled to the RMF interaction. The same RMF framework is used to describe the uniform core, ensuring a unified treatment across all density regimes. From the resulting posteriors, we extract key crustal observables, including the crust--core transition density and pressure, crust thickness, crust mass, and the fractional crustal moment of inertia. We find that the transition density is primarily governed by the symmetry-energy slope $L$ and curvature $K_{\\rm sym}$ evaluated at sub-saturation densities, while the transition pressure plays a central role in determining global crustal properties. The inner-crust equation of state reflects a collective interplay between isovector nuclear-matter properties rather than a dependence on any single parameter. We also assess the impact of using matched crust--core constructions and show that they can introduce systematic differences in predicted neutron-star properties when compared with fully unified treatments."
    },
    {
      "title": "Learning the relations between neutron star and nuclear matter properties with symbolic regression",
      "link": "https://arxiv.org/abs/2601.07727",
      "authors": "N. K. Patra, Tuhin Malik, Kai Zhou, Constan\\c{c}a Provid\\^encia",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2601.07727v1 Announce Type: new \nAbstract: The equation of state (EOS) of dense matter in neutron stars (NSs) remains uncertain, particularly at supra-nuclear densities where complex nuclear interactions and the potential presence of exotic matter, like hyperons, come into play. The complex relationships existing between nuclear matter and neutron star properties are investigated. The focus is on their nonlinearities and interdependencies. In our analysis, we apply a machine learning algorithm known as symbolic regression, paired with principal component analysis, to datasets generated from Bayesian inference over relativistic mean-field models. A systematic Principal Component Analysis has allowed to break down the percentage contribution of each element or feature in the relationships obtained. This study examines two main models (datasets): the NL model, which includes nucleonic degrees of freedom; and the NL-hyp model, which includes hyperons in addition to nucleons. Our analysis confirms a robust correlation between the tidal deformability of a 1.4 \\(M_\\odot\\) neutron star and $\\beta$-equilibrium pressure at twice the nuclear saturation density. This correlation remains once hyperons are included. The contribution of the different nuclear matter properties at saturation to the radius and tidal deformability was calculated. It was shown that the isovector properties have the largest impact, with a contribution of about 90\\%. We also studied the relationship between the proton fraction at different densities and various symmetry energy parameters defined at saturation density. For the hyperon data set, we took into account the effects of the negatively charged hyperon $\\Xi$ in order to recover the relationships. Our study reveals the individual impact of various symmetry energy parameters on proton fractions at different densities."
    },
    {
      "title": "Direct transfer to $^{46,48}$K as a survey of the $\\pi(s_{1/2})$$-\\nu(sdpf)$ interaction",
      "link": "https://arxiv.org/abs/2601.06242",
      "authors": "C. J. Paxman, A. Matta, W. N. Catford, G. Lotay, M. Assi\\'e, E. Cl\\'ement, A. Lemasson, D. Ramos, N. A. Orr, F. Galtarossa, V. Girard-Alcindor, J. Dudouet, N. L. Achouri, D. Ackermann, D. Barrientos, D. Beaumel, P. Bednarczyk, G. Benzoni, A. Bracco, L. Canete, B. Cederwall, M. Ciemala, P. Delahaye, D. T. Doherty, C. Domingo-Pardo, B. Fern\\'andez-Dom\\'inguez, D. Fern\\'andez, F. Flavigny, C. Foug\\`eres, G. de France, S. Franchoo, A. Gadea, J. Gibelin, V. Gonz\\'alez, A. Gottardo, N. Goyal, F. Hammache, L. J. Harkness-Brennan, D. S. Harrouz, B. Jacquot, D. S. Judson, A. Jungclaus, A. Ka\\c{s}ka\\c{s}, W. Korten, M. Labiche, L. Lalanne, C. Lenain, S. Leoni, J. Ljungvall, J. Lois-Fuentes, T. Lokotko, A. Lopez-Martens, A. Maj, F. M. Marqu\\'es, I. Martel, R. Menegazzo, D. Mengoni, B. Million, J. Nyberg, R. M. P\\'erez-Vidal, L. Plagnol, Zs. Podoly\\'ak, A. Pullia, B. Quintana, D. Regueira-Castro, P. Reiter, M. Rejmund, K. Rezynkina, E. Sanchis, M. \\c{S}enyi\\u{g}it, N. de S\\'er\\'eville, M. Siciliano, D. Sohler, O. Stezowski, J. -C. Thomas, A. Utepov, J. J. Valiente-Dob\\'on, D. Verney, M. Zieli\\'nska",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2601.06242v1 Announce Type: cross \nAbstract: The collapse of the canonical $N=28$ magic number in nuclei with $Z<20$ has drawn significant interest as it relates to the emergence of an island of inversion centered on $^{42}$Si and $^{44}$S. In particular, interactions between the $\\pi s_{1/2}$ orbital -- empty in $^{42}$Si and full in $^{44}$S -- and the neutron orbitals just above and below the $N=28$ gap are expected to be critical in this region, but remain relatively unexplored. In this paper, we expand upon the results of our previous study of the direct transfer reaction $^{47}$K(d,p$\\gamma$)$^{48}$K [C.\\,J.~Paxman \\textit{et al.}, Phys. Rev. Lett. 134, 162504 (2025)] with the results of the complementary $^{47}$K(d,t$\\gamma$)$^{46}$K reaction. Through this study, we present a comprehensive scan of the interaction between the critical $\\pi s_{1/2}$ orbital and a broad range of neutron orbitals spanning nearly two full shells. We identify several discrepancies between the experimental results and state-of-the-art shell model calculations, which suggest a deficiency of the shell model to fully capture the complex proton configuration mixing in this region, highlighting a significant challenge for single-particle descriptions of the island of inversion."
    },
    {
      "title": "Hadronic Probes of Non-Standard Neutrino Interactions",
      "link": "https://arxiv.org/abs/2601.06248",
      "authors": "Carlos Henrique de Lima, David McKeen, John Ng, Douglas Tuckler",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2601.06248v1 Announce Type: cross \nAbstract: In this work, we study leptonic decays of hadrons as probes of light neutrinophilic scalars that mediate enhanced neutrino self-interactions. Such scalars can be emitted in processes involving neutrinos, turning two-body decays into three-body final states and producing characteristic spectral distortions. We compute these effects for charged pion decay and nuclear electron capture decay, including both on-shell and off-shell scalar emission, as well as the loop-induced renormalization required to cancel divergences. Using these results, we derive the projected sensitivity of PIONEER and assess the current and future reach of BeEST. The resulting low-energy spectral tails provide a characteristic signal for light neutrinophilic scalars, making upcoming hadron decay experiments powerful probes of light mediators of non-standard neutrino self-interactions."
    },
    {
      "title": "Lattice QCD determination of the $\\gamma Z$ box contribution to the proton weak charge",
      "link": "https://arxiv.org/abs/2601.06582",
      "authors": "Zhao-long Zhang, Xu Feng, Mikhail Gorchtein, Lu-Chang Jin, Chuan Liu, Chien-Yeah Seng",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2601.06582v1 Announce Type: cross \nAbstract: We present the first lattice QCD determination of the $\\gamma Z$ box contribution to parity-violating electron-proton scattering, $\\square_{\\gamma Z}$ , a key ingredient for the precise tests of the Standard Model via the proton weak charge. Our calculation covers the electron beam energies up to $E =155 MeV$. For the axial-vector component, we achieve reduced uncertainties across the entire energy range compared with phenomenological estimates. For the vector component, the uncertainties remain slightly larger after continuum extrapolation. At $E = 0$, where the vector part vanishes, we obtain $\\square_{\\gamma Z}= 0.00412(9)$ , reducing the uncertainty by a factor of $2$ relative to the most precise previous determination. Incorporating this result yields an updated weak charge of $Q_{W}^{p}= 0.06987(50)$ . The calculated energy dependence of $\\square_{\\gamma Z}$ further provides a first-principles input for the upcoming P2 experiment at Mainz, which will operate at the optimized beam energy of $155 MeV$ to extract $Q_{W}^p$."
    },
    {
      "title": "Probing the microscopic origin of prompt and non-prompt $D^{0}$ production through event-shape engineering in proton-proton collisions at the LHC",
      "link": "https://arxiv.org/abs/2601.06856",
      "authors": "Aswathy Menon Kavumpadikkal Radhakrishnan, Suraj Prasad, Purnima Srivastava, Raghunath Sahoo",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2601.06856v1 Announce Type: cross \nAbstract: Heavy-flavour hadrons are produced in the early stages of ultra-relativistic collisions at the LHC via hard partonic interactions and experience the whole system evolution. The study of prompt and non-prompt $D^{0}$ mesons provides an independent avenue to test the theories of quantum chromodynamics and to investigate beauty hadron production. Moreover, the production of both prompt and non-prompt $D^{0}$ is influenced by microscopic processes such as multi-partonic interactions (MPI) and hadronisation through fragmentation. In this study, an attempt is made to understand the production of prompt and non-prompt $D^{0}$ mesons in proton-proton collisions at $\\sqrt{s}=13.6$ TeV using the PYTHIA8 event generator, which offers a qualitative description of charm production. The role of the transverse momentum transfer in the hardest partonic scattering ($\\hat{p}_{\\rm T}$), MPI, and color reconnection is systematically explored. In addition, the charged particle production in different topological regions with respect to the leading $D^{0}$ meson is studied to assess the influence of the $D^{0}$ meson on the event topology and to examine the selection biases arising from the use of charged particle multiplicity as an event classifier."
    },
    {
      "title": "EPOS4 Model Predictions for Global Observables in Pb-Pb Collisions at $\\sqrt{s_{NN}}$ = 5.36 TeV",
      "link": "https://arxiv.org/abs/2601.07570",
      "authors": "Hirak Kumar Koley, Subikash Choudhury, Mitali Mondal",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2601.07570v1 Announce Type: cross \nAbstract: The study of the Quark-Gluon Plasma (QGP), a deconfined state of nuclear matter, remains a central focus of high-energy heavy-ion collision experiments. The recent operation of the Large Hadron Collider (LHC) in Run 3 at the new center-of-mass energy of $\\sqrt{s_{NN}}=5.36$ TeV necessitates theoretical predictions to characterize the energy dependence and bulk properties of the medium. In this study, we present comprehensive EPOS4 model predictions for key global observables in Pb-Pb collisions at $5.36$ TeV. We focus on the centrality dependence of the charged-particle pseudorapidity density ($dN_{ch}/d\\eta$), integrated yields ($dN/dy$), mean transverse momentum ($\\langle p_{T}\\rangle$) for light-flavor hadrons ($\\pi^{\\pm}, K^{\\pm}, p(\\bar{p})$), and the charged particle nuclear modification factor ($R_{AA}$). The EPOS4 framework successfully captures the strong mass-dependent rise of $\\langle p_{T}\\rangle$ with multiplicity, a definitive signature of collective radial flow. Furthermore, the predicted charged hadron $R_{AA}$ demonstrates a clear suppression, consistent with energy loss mechanisms incorporated into the model. By comparing these predictions to existing $5.02$ TeV data, we demonstrate that the EPOS4 model offers a consistent and robust description of heavy-ion dynamics, projecting minimal energy evolution for these bulk and hard-probe observables between the two energies."
    },
    {
      "title": "Dynamical gluon effects in twist-3 generalized parton distributions of the proton",
      "link": "https://arxiv.org/abs/2601.07590",
      "authors": "Ziqi Zhang, Chandan Mondal, Siqi Xu, Xingbo Zhao, James P. Vary",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2601.07590v1 Announce Type: cross \nAbstract: Within the Basis Light-Front Quantization framework, we systematically investigate the subleading-twist (twist-3) generalized parton distributions (GPDs) of the proton's valence quarks beyond the Wandzura--Wilczek (WW) approximation. The twist-3 GPDs are not independent; through the equations of motion they decompose into a non-genuine contribution and a genuine twist-3 term. The latter encodes quark--quark--gluon correlations and involves interference between the light-front Fock sectors |qqq> and |qqqg>, which are typically neglected in the WW approximation. Using light-front wave functions obtained from diagonalizing the proton light-front Hamiltonian for its |qqq> and |qqqg> Fock components, we compute these GPDs via their overlap representations. To further explore their physical implications, we also evaluate several twist-3--related quantities, including the quark orbital angular momentum, the total quark spin contribution, and the quark spin--orbit correlation. Our results provide new nonperturbative input on higher-twist dynamics particularly multi-parton interference effects relevant for future measurements at the EicC and the EIC."
    },
    {
      "title": "The Spectra of $p\\bar\\Lambda$ and $p\\bar\\Sigma$ Hexaquark States",
      "link": "https://arxiv.org/abs/2412.20150",
      "authors": "Xuan-Heng Zhang, Sheng-Qi Zhang, Cong-Feng Qiao",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2412.20150v2 Announce Type: replace-cross \nAbstract: Motivated by the observation of the $J^P = 1^+$ resonance $X(2085)$ in the $p\\bar{\\Lambda}$ system by the BESIII collaboration, we studied the molecular states of hexaquarks $p\\bar{\\Lambda}$ and $p\\bar{\\Sigma}$ with baryon-antibaryon structures within the framework of the QCD sum rules. Non-perturbative contributions up to dimension 13 were considered in our analysis. The results indicate the existence of six possible molecular states $p\\bar{\\Lambda}$ and $p\\bar{\\Sigma}$, with quantum numbers $J^{P}=0^{-}, 0^{+}, 1^{-}$. Consequently, the current sum rule results do not support the interpretation of $X(2085)$ as a $p\\bar{\\Lambda}$ or $p\\bar{\\Sigma}$ molecular state. On the other hand, we find that the masses of the proposed $p\\bar{\\Lambda}$ and $p\\bar{\\Sigma}$ structures with $J^{P} = 1^{-}$ are in the vicinity of observed $X(2075)$, which implies that the nature of this state needs more invistigations. Moreover, the possible decay modes of the concerned hexaquark states are analyzed."
    },
    {
      "title": "Fission fragment distributions of the excited compound nucleus 189Pt∗$${^{189}Pt^*}$$ in 14N+175Lu reactions at energies below 7 MeV/A",
      "link": "https://epja.epj.org/10.1140/epja/s10050-025-01773-5",
      "authors": "Satyendra Kumar Gautam, Manoj Kumar Sharma, Sushant Arora, Mamta Saraswat, Aquib Siddique, Mohd. Shuaib, Abhishek Yadav, Puspendra P. Singh, Ishfaq Majeed Bhat, M. Shariq Asnain, B. P. Singh, R. Prasad",
      "source": "European Physical Journal A",
      "summary": "Authors: Satyendra Kumar Gautam, Manoj Kumar Sharma, Sushant Arora, Mamta Saraswat, Aquib Siddique, Mohd. Shuaib, Abhishek Yadav, Puspendra P. Singh, Ishfaq Majeed Bhat, M. Shariq Asnain, B. P. Singh and R. Prasad.The European Physical Journal A Vol. 62 , page 4Published online: 10/1/2026\n       Keywords:"
    },
    {
      "title": "Measurement of 3,4He(K-,p0)3,4H reaction cross section and evaluation of hypertriton ......... binding energy",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269326000171?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: Available online 12 January 2026Source: Physics Letters BAuthor(s): T. Akaishi, H. Asano, X. Chen, A. Clozza, C. Curceanu, R. Del Grande, C.D. Han, T. Hashimoto, M. Iliescu, K. Inoue, S. Ishimoto, K. Itahashi, M. Iwasaki, Y. Ma, R. Murayama, H. Noumi, H. Ohnishi, S. Okada, H. Outa, K. Piscicchia"
    },
    {
      "title": "The Interaction of Moving <math xmlns:mml=\"http://www.w3.org/1998/Math/MathML\" altimg=\"si22.svg\" class=\"math\"><mrow><mi mathvariant=\"bold\">Q</mi><mover accent=\"true\"><mi mathvariant=\"bold\">Q</mi><mo>¯</mo></mover></mrow></math> and QQq in the Thermal Plasma",
      "link": "https://www.sciencedirect.com/science/article/pii/S0375947426000072?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Nuclear Physics A",
      "summary": "Publication date: Available online 12 January 2026Source: Nuclear Physics AAuthor(s): Xuan Liu, Sheng Lin, Xun Chen"
    },
    {
      "title": "Study of the EEC discrimination power on quark and gluon jet quenching effects in heavy-ion collisions at 5.02 TeV*",
      "link": "https://iopscience.iop.org/article/10.1088/1674-1137/ae056c",
      "authors": "Shi-Yong Chen, 时勇 陈, Zi-Xuan Xu, 子璇 徐, Ke-Ming Shen, 可明 申, Wei Dai, 巍 代, Ben-Wei Zhang, 本威 张, Enke Wang and 恩科 王",
      "source": "Chinese Physics C",
      "summary": "We present a systematic investigation of flavor-dependent jet quenching using energy-energy correlators (EEC) in TeV Pb+Pb collisions. Employing the improved SHELL model, which incorporates collisional and radiative energy loss, as well as medium response, we quantify distinct quenching signatures for quark and gluon jets. Key findings include: (1) Pure quark jets exhibit strong EEC enhancement at large angular scales, while gluon jets show a bimodal enhancement pattern at small and large scales; (2) Dual-shift decomposition in the EEC ratio reveals shifts toward large angles is primarily driven by energy loss, while small- shifts extend beyond selection bias and indicate intrinsic enhancement of the gluon-initiated jets; (3) Quark jets experience global suppression of averaged energy weight , whereas gluon jets exhibit concentration toward small ; (4) Mechanism decomposition identifies elastic energy loss concentrating toward small , radiative loss dominating quark jet modification, and medium response amplifying large enhancement via soft hadrons. The observed flavor dependence in EEC modifications is dominantly driven by intrinsic jet structure differences rather than medium-induced mechanisms. We propose photon-tagged jets as quark proxies and inclusive charged-hadron jets as gluon proxies, demonstrating that they reproduce the respective flavor-specific quenching patterns. Our work establishes the EEC as a precision probe of color-charge-dependent jet-medium interactions, providing new constraints for the detailed extraction and QGP tomography, while highlighting the critical role of pre-quenching flavor asymmetries."
    },
    {
      "title": "The properties of the S-wave Ds D s bound state*",
      "link": "https://iopscience.iop.org/article/10.1088/1674-1137/ae1195",
      "authors": "Jing-Juan Qi, 敬娟 祁, Zhen-Yang Wang, 振洋 王, Zhu-Feng Zhang, 珠峰 张, Xin-Heng Guo and 新恒 郭",
      "source": "Chinese Physics C",
      "summary": "In this work, we investigate possible bound states in the system using the Bethe-Salpeter (BS) formalism within both the ladder and instantaneous approximations. By numerically solving the Bethe-Salpeter equation with a kernel that incorporates contributions from ϕ and meson exchanges, we confirm the existence of a loosely bound state. Furthermore, we explore the partial decay widths of the bound state into the , , and channels, and observe that these widths are sensitive to the model parameter α. Notably, we find the dominant decay channel for the bound state to be ."
    }
  ]
}