{
  "lastUpdated": "2025-12-03T02:42:55.393691",
  "papers": [
    {
      "title": "$β$-Decay Half-Lives of Neutron-Rich Sulfur to Potassium: Evolution of the $N=32$ and 34 Subshell Closures below Calcium",
      "link": "http://link.aps.org/doi/10.1103/227j-q7zf",
      "authors": "Q. B. Zeng <em>et al.</em>",
      "source": "Physical Review Letter",
      "summary": "Author(s): Q. B. Zeng et al.The half-lives of 24 isotopes ranging from sulfur to potassium were measured using the ZeroDegree Advanced Decay Station at the Radioactive Isotope Beam Factory, including six of the most neutron-rich—$^{47}\\mathrm{S}$, $^{48,49}\\mathrm{Cl}$, $^{51,52}\\mathrm{Ar}$, $^{55}\\mathrm{K}$—for the first ti…[Phys. Rev. Lett. 135, 232501] Published Tue Dec 02, 2025"
    },
    {
      "title": "Beam-Normal Single-Spin Asymmetry in $^{208}\\mathrm{Pb}$ at Low Energy: Discrepancy Resolved or New Kinematic Puzzle?",
      "link": "http://link.aps.org/doi/10.1103/fd61-xxk6",
      "authors": "A. Esser, N. Kozyrev, K. Aulenbacher, S. Baunack, M. Dehn, A. Del Vincio, L. Doria, M. Hoek, F. Keil, F. Maas, H. Merkel, M. Mihovilovič, U. Müller, J. Pochodzalla, B. S. Schlimme, T. Shao, S. Stengel, M. Thiel, L. Wilhelm, and C. Sfienti",
      "source": "Physical Review Letter",
      "summary": "Author(s): A. Esser, N. Kozyrev, K. Aulenbacher, S. Baunack, M. Dehn, A. Del Vincio, L. Doria, M. Hoek, F. Keil, F. Maas, H. Merkel, M. Mihovilovič, U. Müller, J. Pochodzalla, B. S. Schlimme, T. Shao, S. Stengel, M. Thiel, L. Wilhelm, and C. SfientiA long-standing discrepancy between measured and predicted beam-normal single-spin asymmetries ${A}_{n}$ in elastic electron scattering off $^{208}\\mathrm{Pb}$ has challenged our understanding of two-photon exchange (TPE) in heavy nuclei. We report a new measurement at 570 MeV and ${Q}^{2}=0.04\\text…[Phys. Rev. Lett. 135, 232502] Published Tue Dec 02, 2025"
    },
    {
      "title": "Enhanced $S$-Factor for the $^{14}\\mathrm{N}(p,γ{)}^{15}\\mathrm{O}$ Reaction and Its Impact on the Solar Composition Problem",
      "link": "http://link.aps.org/doi/10.1103/q756-hzmt",
      "authors": "X. Chen <em>et al.</em>",
      "source": "Physical Review Letter",
      "summary": "Author(s): X. Chen et al.The solar composition problem has puzzled astrophysicists for more than 20 years. Recent measurements of carbon-nitrogen-oxygen (CNO) neutrinos by the Borexino experiment show a $∼2σ$ tension with the “low-metallicity” determinations. $^{14}\\mathrm{N}(p,γ{)}^{15}\\mathrm{O}$, the slowest reaction in …[Phys. Rev. Lett. 135, 232701] Published Tue Dec 02, 2025"
    },
    {
      "title": "Bound states of $_{c\\overline{c}}^{9}\\mathrm{Be}$ within $c\\overline{c}+α+α$ cluster models based on state-of-the-art QCD charmonium-nucleon interactions",
      "link": "http://link.aps.org/doi/10.1103/wwjr-3x9l",
      "authors": "Faisal Etminan",
      "source": "Physical Review C",
      "summary": "Author(s): Faisal EtminanThe possible bound state of the $_{c\\overline{c}}^{9}\\mathrm{Be}$, a charmonium-nucleus system, is investigated. The analysis is carried out within a three-cluster model, where its binary subsystems are represented as $c\\overline{c}\\text{+}α$ and $α+α$. The hyperspherical harmonics method is employe…[Phys. Rev. C 112, 064001] Published Tue Dec 02, 2025"
    },
    {
      "title": "Structure of the triaxially deformed hypernucleus $_{\\mathrm{Λ}}^{27}\\mathrm{Mg}$",
      "link": "http://link.aps.org/doi/10.1103/ym1z-hbj4",
      "authors": "M. Isaka",
      "source": "Physical Review C",
      "summary": "Author(s): M. IsakaThe excitation spectra of $_{\\mathrm{Λ}}^{27}\\mathrm{Mg}$ as well as $^{26}\\mathrm{Mg}$ are investigated within the framework of antisymmetrized molecular dynamics. In $^{26}\\mathrm{Mg}$, it is found that the ground (${K}^{π}={0}^{+}$) and side (${K}^{π}={2}^{+}$) bands exhibit triaxial deformation.…[Phys. Rev. C 112, 064304] Published Tue Dec 02, 2025"
    },
    {
      "title": "Enhanced nuclear mass predictions using anisotropic kernel ridge regression incorporating multiple complementary observables",
      "link": "http://link.aps.org/doi/10.1103/9mgr-6mq7",
      "authors": "Junlong Tian, Pengfei Ma, Xinhui Wu, Minghui Hu, Cheng Li, and Ning Wang",
      "source": "Physical Review C",
      "summary": "Author(s): Junlong Tian, Pengfei Ma, Xinhui Wu, Minghui Hu, Cheng Li, and Ning WangWe introduce a novel correlation formula, termed the CMO (correlation of mass and observables) formula, which links nuclear masses to 12 distinct categories of experimental observables beyond mass data itself. These observables comprise four separation energies (${S}_{n}$, ${S}_{p}$, ${S}_{2n}$, ${S…[Phys. Rev. C 112, 064306] Published Tue Dec 02, 2025"
    },
    {
      "title": "Nuclear reaction dynamics in $^{12}\\mathrm{C}+^{120}\\mathrm{Sn}$ collisions",
      "link": "http://link.aps.org/doi/10.1103/p2cw-ls2j",
      "authors": "L. Garrido-Gómez, J. P. Fernández-García, M. A. G. Alvarez, L. M. Martinis, J. K. L. Chaves, W. A. Y. Hatano, V. Scarduelli, L. R. Gasques, L. C. Chamon, J. Gomez, B. Paes, and A. Arazi",
      "source": "Physical Review C",
      "summary": "Author(s): L. Garrido-Gómez, J. P. Fernández-García, M. A. G. Alvarez, L. M. Martinis, J. K. L. Chaves, W. A. Y. Hatano, V. Scarduelli, L. R. Gasques, L. C. Chamon, J. Gomez, B. Paes, and A. AraziBackground: After two decades of systematic optical model (OM) analyses [L. C. Chamon  et al., Phys. Rev. C 66, 014610 (2002); M. A. G. Alvarez  et al., Nucl. Phys. A 723, 93 (2003); M. A. G. Alvarez  et al., Nucl. Phys. A 753, 83 (2005); M. A. G. Alvarez  et al., Phys. Rev. C 100, 064602 (2019); L.…[Phys. Rev. C 112, 064602] Published Tue Dec 02, 2025"
    },
    {
      "title": "Wigner phase-space densities of nuclear clusters and hypernuclei",
      "link": "http://link.aps.org/doi/10.1103/nfmh-8zzq",
      "authors": "Jiaxing Zhao, Joerg Aichelin, and Elena Bratkovskaya",
      "source": "Physical Review C",
      "summary": "Author(s): Jiaxing Zhao, Joerg Aichelin, and Elena BratkovskayaWe solve the Schrödinger equation for few-body systems to obtain the wave function for light nuclear clusters and hypernuclei from $d$ to $^{5}\\mathrm{He}_{\\mathrm{Λ}}$ $\\mathrm{Λ}$ employing realistic nucleon-nucleon and nucleon-$\\mathrm{Λ}$ potentials. We project the solution to the hyperspherical…[Phys. Rev. C 112, 064902] Published Tue Dec 02, 2025"
    },
    {
      "title": "Production of $\\mathrm{Ξ}(1530)$ in the ${K}^{−}p$ scattering process",
      "link": "http://link.aps.org/doi/10.1103/g25d-69nl",
      "authors": "Quan-Yun Guo, Jing Liu, Peiwen Wu, and Dian-Yong Chen",
      "source": "Physical Review C",
      "summary": "Author(s): Quan-Yun Guo, Jing Liu, Peiwen Wu, and Dian-Yong ChenIn the present work, we examine the production of $\\mathrm{Ξ}(1530)$ in the ${K}^{−}p→{K}^{+}\\mathrm{Ξ}{(1530)}^{−}$ and ${K}^{−}p→{K}^{0}\\mathrm{Ξ}{(1530)}^{0}$ reactions utilizing an effective Lagrangian approach. To accurately fit the cross sections for both processes, we include nine $\\mathrm{Λ}…[Phys. Rev. C 112, 065201] Published Tue Dec 02, 2025"
    },
    {
      "title": "Consequences of the $σ$-cut potential for the properties of neutron stars within the framework of the relativistic mean-field model based on chiral effective field theory",
      "link": "http://link.aps.org/doi/10.1103/mp4f-wjp9",
      "authors": "A. Nandana, Tamanna Iqbal, Yashmitha Kumaran, G. Sriram Bhashyam, and B. K. Sharma",
      "source": "Physical Review C",
      "summary": "Author(s): A. Nandana, Tamanna Iqbal, Yashmitha Kumaran, G. Sriram Bhashyam, and B. K. SharmaWe explore the effect of the $σ$-cut potential on the properties of neutron stars with and without a hyperon core. The analysis involves two sets of nuclear interactions, QMC-RMF3 and QMC-RMF4, which are constructed from a relativistic mean-field model based on chiral effective field theory. The $σ$…[Phys. Rev. C 112, 065801] Published Tue Dec 02, 2025"
    },
    {
      "title": "Triplet pairing in neutron matter in a comprehensive diagrammatic approach",
      "link": "https://arxiv.org/abs/2512.00099",
      "authors": "Panagiota Papakonstantinou, Eckhard Krotscheck, Jiawei Wang",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2512.00099v1 Announce Type: new \nAbstract: We apply a large-scale summation of Feynman diagrams, including the class of parquet diagrams plus important contributions outside the parquet class, for calculating effective pairing interactions and subsequently the superfluid gap in P-wave pairing in neutron matter. We use realistic nucleon-nucleon interactions of the $v_8$ type and perform calculations up to a Fermi momentum of 1.8 fm$^{-1}$. We find that many-body correlations lead to a strong reduction of the spin-orbit interaction, and, therefore, to a radical suppression of the $^3P_2-^3F_2$ gap and an enhancement of the $^3P_0$ gap."
    },
    {
      "title": "Characterizing the Neutron Skin of $^{48}$Ca Through Collective Flow at the CERN Large Hadron Collider",
      "link": "https://arxiv.org/abs/2512.00114",
      "authors": "Andreas Vitsos, Leonora Misciattelli Mocenigo Soranzo, You Zhou",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2512.00114v1 Announce Type: new \nAbstract: The recently developed ``imaging-by-smashing\" technique has emerged as a powerful approach to connect final-state collective flow phenomena in ultra-relativistic nuclear collisions with the intrinsic structure of the colliding nuclei. While most efforts have focused on constraining nuclear shape properties such as deformation and triaxiality, less attention has been given to the neutron skin, primarily in heavy nuclei such as $^{208}$Pb. In this work, a novel study of the neutron-skin thickness in $^{48}$Ca is presented, based on comparative analyses of $^{48}$Ca+$^{48}$Ca and $^{40}$Ca+$^{40}$Ca collisions at $\\sqrt{s_{\\rm NN}}=5.02$ TeV. Simulations within the AMPT framework are employed to investigate the impact of varying neutron-skin thicknesses $\\Delta r_{np}$ for $^{48}$Ca on collective flow observables, including anisotropic flow coefficients and mean transverse momentum ($[p_{\\rm T}]$) fluctuations. The triangular flow $v_3$, quadrangular flow $v_4$, as well as the variance and skewness of $[p_{\\rm T}]$ fluctuations, display notable sensitivity to $\\Delta r_{np}$. These findings indicate that calcium-isotope runs at the LHC could provide an independent and complementary approach to constraining $\\Delta r_{np}$, with the potential to help resolve the current tension between PREX and CREX measurements."
    },
    {
      "title": "Tidal deformability in neutron stars from a microscopic point of view",
      "link": "https://arxiv.org/abs/2512.00354",
      "authors": "Francesca Sammarruca, Prabin Thapa",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2512.00354v1 Announce Type: new \nAbstract: We present results for the tidal deformability in neutron stars, the tidal Love number $k_2$, and the effective deformability of a binary system. The microscopic equation of state for cold $\\beta$-stable neutron matter is based upon high-precision two-neutron forces and includes the chiral three-neutron forces required at the chosen order. We review and motivate our choices for the high-density continuation of the microscopic equation of state. We discuss our predictions and observe that they are well within multimessenger constraints. In contrast, stiff equations of state that yield radii larger than about 13 km are ruled out by GW170817 constraints."
    },
    {
      "title": "Improved Actions for Nuclear Effective Field Theories",
      "link": "https://arxiv.org/abs/2512.00562",
      "authors": "U. van Kolck",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2512.00562v1 Announce Type: new \nAbstract: Effective field theories have been successful in describing nuclei up to the alpha particle but face significant challenges for larger nuclei due to leading-order instabilities. These issues can be addressed with the introduction of a fake interaction range at leading order, whose effects are compensated for in perturbation theory at higher orders. The calculation of two-body phase shifts and ground-state energies for up to five $^4$He atoms in a theory with only contact interactions shows that, as long as it remains smaller or comparable to the experimental effective range, the fake range does not alter the convergence of the EFT expansion but is often beneficial at the lowest orders. I discuss the implications of this improved-action approach to the ground-state energies of nuclei such as $^6$Li, $^{12}$C, and $^{16}$O."
    },
    {
      "title": "Probing the three-body force in hadronic systems with specific charge parity",
      "link": "https://arxiv.org/abs/2512.01468",
      "authors": "Ya-Wen Pan, Ming-Zhu Liu, Li-Sheng Geng",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2512.01468v1 Announce Type: new \nAbstract: Three-body forces, as a type of non-perturbative strong interaction, are widely discussed in studies of nuclear properties. However, whether their inclusion is necessary in nuclear systems remains a topic of intense debate. In this letter, we propose that the existence of three-body forces in certain three-body hadronic systems with definite $C$ parity is certain. Such systems consist of two components whose interactions are mediated by three-body forces a mechanism not easily realized in conventional three-nucleon systems. We investigate two specific three-body hadronic systems, $\\bar{D}_sDK$ and $\\bar{D}^*D\\eta$, using contact-range potentials. The two-body hadron-hadron interactions are constrained by reproducing their scattering lengths, while the three-body couplings are constrained by charge symmetry. Our results indicate that three-body forces play a minor role in binding the $J^{PC}=0^{--}$ $\\bar{D}_sDK$ system, but a crucial one in binding the $J^{PC}=1^{-+}$ $\\bar{D}^*D\\eta$ system. In fact, three-body forces determine whether $\\bar{D} ^*D\\eta$ forms a bound state, making this system a promising candidate for exploring three-body forces in hadronic physics."
    },
    {
      "title": "Fermi-liquid view of viscosity in cold and dense nucleon matter",
      "link": "https://arxiv.org/abs/2512.01544",
      "authors": "Jianing Li, Weiyao Ke, Jin Hu",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2512.01544v1 Announce Type: new \nAbstract: We develop a framework to calculate transport properties in cold, dense relativistic quasiparticle system within the Fermi-liquid theory at the mean-field level. Building on our previous study [Phys. Rev. C 111, 044904 (2025)], we start from the linearized relativistic Boltzmann equation tailored to quasiparticles with medium-dependent dispersion relation and implement Landau matching conditions, proving that the bulk viscosity is manifestly nonnegative. A low-temperature expansion then yields leading-order ($T/\\mu^*$) expressions for the shear ($\\eta$) and bulk ($\\zeta$) viscosities, where the behavior $\\zeta/\\eta \\propto (T/\\mu^*)^4$ in the degenerate regime is found to be robust against quasiparticle mass correction. We couple the kinetic framework to a Walecka-type mean-field equation of state and compute $\\eta$ and $\\zeta$ for cold, dense nucleon matter. The transport properties of nucleonic matter in the degenerate regime can be relevant for intermediate beam-energy nuclear experiments."
    },
    {
      "title": "Nuclear modification of heavy flavor decayed dielectrons in relativistic heavy-ion collisions",
      "link": "https://arxiv.org/abs/2512.01592",
      "authors": "Lejing Zhang, Wen-Jing Xing, Shanshan Cao, Guang-You Qin",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2512.01592v1 Announce Type: new \nAbstract: Dielectrons from heavy flavor hadron decays not only constitute a crucial background to their thermal spectrum in high-energy nuclear collisions, from which the temperature of the quark-gluon plasma (QGP) is extracted, but also provide a valuable probe of heavy quark interactions with the QGP. Using a linear Boltzmann transport (LBT) model to describe heavy quark evolution inside the QGP and a hybrid fragmentation-coalescence model for their hadronization, we find heavy quark energy loss softens the invariant mass spectrum of their decayed dielectrons and yields a higher value of the extracted QGP temperature, while coalescence hardens the spectrum and yields a lower value. Taking into account full medium effects leads to higher values of the extracted temperature than using vacuum baselines of heavy flavor decayed dielectrons in analyzing the experimental data. In addition, we find the angular correlations between dielectron pairs are sensitive to heavy quark interactions with the QGP: the radial flow of the QGP enhances the near-side correlations, and scatterings between heavy quarks and the QGP broaden the away-side correlations, with elastic and string interactions playing a dominant role."
    },
    {
      "title": "Nanosecond-Scale Proton Emission from Triaxially Deformed Lu-148 Predicted with High Accuracy Qp Value via Novel Bayesian Evaluation",
      "link": "https://arxiv.org/abs/2512.01663",
      "authors": "Lin-Xing Zeng, Qi Lu, Kaiyuan Zhang, Shi-Sheng Zhang",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2512.01663v1 Announce Type: new \nAbstract: The half-life of the odd-odd deformed proton emitter $^{148}$Lu is predicted to be $196_{-129}^{+420}$ ns via the Wentzel-Kramers-Brillouin (WKB) approximation, in which the potential is extracted from the triaxial relativistic Hartree-Bogoliubov theory in continuum (TRHBc) and the proton decay energy $Q_{\\rm p}$ is computed as 2.015(89) MeV by the Bayesian Neural Network - Beihang (BNN-BH) model for the first time. As a decisive factor, the uncertainty of $S_{\\rm p}$ has been improved from 411 keV (Bayesian Machine Learning, BML) to 89 keV (BNN-BH) by taking the ensemble uncertainty into account and confining the error estimation to the neighboring nuclei. In consequence, the magnitude of the half-life's uncertainty can be reduced from 4 orders to 1 order, compared to that ($5.5_{-5.3}^{+636}$ ns) with $S_{\\rm p}$ from the BML model. We also found that the range of half-life predicted by the TRHBc + WKB approach is consistent with those from the deformed relativistic Hartree-Bogoliubov theory in continuum (DRHBc) + WKB approach, and with those from an empirical formalism with the $S_{\\rm p}$ obtained with the BNN-BH model. Furthermore, the means from the above 3 ways agree well with the experimental data for $^{149}$Lu, which gives us confidence to recommend a measurement of the half-life of proton emitter $^{148}$Lu."
    },
    {
      "title": "Electron-induced single-pion production to constrain the neutron structure in $^{40}$Ar. A proof of concept",
      "link": "https://arxiv.org/abs/2512.01721",
      "authors": "J. Garc\\'ia-Marcos, M. Hooft, T. Franco-Munoz, N. Jachowicz, J. M. Ud\\'ias, K. Niewczas, A. Nikolakopoulos, R. Gonz\\'alez-Jim\\'enez",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2512.01721v1 Announce Type: new \nAbstract: We study electron-induced single-pion production as a way to constrain the neutron structure of $^{40}$Ar, information that is necessary for neutrino experiments using argon detectors. The proposed experimental signal consists in detecting in coincidence the scattered electron, a proton and a $\\pi^-$. We performed simulations compatible with the experimental conditions of the MAMI (University of Mainz) and CLAS (Jefferson Lab) facilities. We have computed cross sections and evaluated the main backgrounds. MAMI is a three-spectrometer system with extremely good energy resolution and small acceptances. We found that, by choosing specific values of the final particle's momenta, the shell structure can be well resolved, with negligible background contributions. CLAS is a large solid angle detector with poorer energy resolution. In both cases, the background can be kept under control by performing cuts in missing energy and missing momentum; however, in CLAS, the shell structure cannot be resolved due to the energy resolution. We conclude that MAMI is particularly appropriate for the proposed experiment, whereas CLAS is better suited for other studies."
    },
    {
      "title": "Pair Transfer and Reaction Dynamics in $^{40,48}$Ca + $^{96}$Zr Collisions Below the Coulomb Barrier",
      "link": "https://arxiv.org/abs/2512.01808",
      "authors": "Ibrahim Abdurrahman, Andrzej Makowski, Guillaume Scamps, Kyle Godbey, Piotr Magierski",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2512.01808v1 Announce Type: new \nAbstract: Sub-barrier fusion reactions are ideal for probing the effects of pairing correlations on simultaneous neutron transfer. Previous calculations using the BCS approximation showed an enhancement of pair transfer, relative to treatments with no pairing, but failed to reproduce the observed enhancement factor between one- and two-neutron transfer probabilities. This work aims to microscopically investigate the dynamics of $^{40,48}$Ca + $^{96}$Zr head-on collisions below the Coulomb barrier, focusing on the role of pairing correlations in neutron transfer. We employ time-dependent energy density functional theory extended to superfluid systems, TDSLDA. Transfer probabilities, including contributions to specific $K$-angular momentum projections, are extracted using projection operators and compared to results from calculations without pairing. Our calculations show that pairing is correlated to the dynamic deformability of the nucleus, which influences mean neutron transfer in sub-barrier reactions. We also show that TDSLDA reproduces the experimentally observed enhancement factor by significantly increasing the probability of transferring a neutron pair in the $K = 0$ spin channel. These results confirm the strong influence of pairing and structure on sub-barrier multi-nucleon transfer, and demonstrate that TDSLDA provides a reliable microscopic framework for describing the interplay between nuclear superfluidity and reaction dynamics."
    },
    {
      "title": "Many-channel microscopic cluster model of $^{8}$Be: S-factors",
      "link": "https://arxiv.org/abs/2512.01846",
      "authors": "V. I. Zhaba, Yu. A. Lashko, V. S. Vasilevsky",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2512.01846v1 Announce Type: new \nAbstract: We investigate low--energy astrophysical $S$ factors for reactions proceeding through the $^{8}$Be compound system with entrance channels $p+{}^{7}$Li, $n+{}^{7}$Be, and $d+{}^{6}$Li. Using the same microscopic many--channel three--cluster framework as in our previous study of the high--lying $^{8}$Be spectrum, we calculate $S(E)$ for $^{7}$Li($p,\\alpha)^{4}$He, $^{7}$Be($n,\\alpha)^{4}$He, $^{7}$Be($n,p)^{7}$Li, $^{6}$Li($d,\\alpha)^{4}$He, $^{6}$Li($d,p)^{7}$Li, and $^{6}$Li($d,n)^{7}$Be in the energy range relevant for primordial and stellar nucleosynthesis. For the mirror pair $^{7}$Li($p,\\alpha)^{4}$He / $^{7}$Be($n,\\alpha)^{4}$He and for $^{7}$Be($n,p)^{7}$Li the calculated $S$ factors reproduce both the absolute scale and the low--energy trends of the experimental data within their quoted uncertainties, whereas the absolute $S$ factors for the deuteron--induced channels on $^{6}$Li are underestimated at low energy, consistent with the shifted $^{6}$Li+$d$ threshold and the absence of a broad subthreshold $2^{+}$ structure in the present implementation. A partial--wave analysis identifies the dominant $J^{\\pi}$ contributions in each channel and relates them to specific $^{8}$Be resonances, while demonstrating that cluster polarization, previously shown to be crucial for the $^{8}$Be spectrum, is likewise essential for the normalization and energy dependence of several $S$ factors. Evaluating $S(E)$ at appropriate Gamow energies, we obtain a hierarchy of reaction channels that quantifies the relative importance of neutron-- and deuteron--induced processes for the production and destruction of $^{7}$Li and $^{7}$Be."
    },
    {
      "title": "Gravitational form factors of the baryon octet in holographic QCD",
      "link": "https://arxiv.org/abs/2512.00322",
      "authors": "Zhibo Liu, Hiroaki Nakajima, Hiroaki Abuki, Akira Watanabe",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2512.00322v1 Announce Type: cross \nAbstract: The gravitational form factors (GFFs) of the baryon octet, including hyperons, are investigated in a bottom-up holographic QCD model that explicitly incorporates the SU(3) flavor symmetry breaking through the strange quark mass. We fit the model parameters to reproduce the empirical masses of the baryon octet and examine the dependence of GFFs on the probe momentum. Our numerical results show distinct differences in the GFFs across the baryon octet. The computed GFFs are found to be in reasonable agreement with available lattice QCD results for the non-strange/nucleon sector. We also calculate the gravitational radii of the baryon octet and find that they decrease with increasing strangeness, indicating that heavier hyperons are more compact."
    },
    {
      "title": "A Review on Intense Electromagnetic Fields in Heavy-Ion Collisions: Theoretical Predictions and Experimental Results",
      "link": "https://arxiv.org/abs/2512.00739",
      "authors": "Diyu Shen, Jinhui Chen, Xu-Guang Huang, Yu-Gang Ma, Aihong Tang, Gang Wang",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2512.00739v1 Announce Type: cross \nAbstract: In heavy-ion collisions at relativistic energies, the incident nuclei travel at nearly the speed of light. These collisions deposit kinetic energy into the overlap region and create a high-temperature environment where hadrons ``melt'' into deconfined quarks and gluons. The spectator nucleons, which do not undergo scatterings, generate an ultra-intense electromagnetic field -- on the order of $10^{18}$ Gauss at Relativistic Heavy-Ion Collider, and $10^{19}$ Gauss at the Large Hadron Collider. These powerful electromagnetic fields have a significant impact on the produced particles, not only complicating the study of particle interactions but also inducing novel physical phenomena. To explore the nature of these fields and their interactions with deconfined quarks, we provide a detailed overview, encompassing theoretical estimations of their generation and evolution, as well as experimental efforts to detect them. We also provide physical interpretations of the discovered results and discuss potential directions for future investigations."
    },
    {
      "title": "Thermal conduction and thermopower of inner crusts of magnetized neutron stars",
      "link": "https://arxiv.org/abs/2512.00874",
      "authors": "Henrik Danielyan, Arus Harutyunyan, Armen Sedrakian",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2512.00874v1 Announce Type: cross \nAbstract: We compute the thermal conductivity and thermoelectric power (thermopower) of the inner crust of compact stars across a broad temperature-density domain relevant for proto-neutron stars, binary neutron-star mergers, and accreting neutron stars. The analysis covers the transition from a semi-degenerate to a highly degenerate electron gas and assumes temperatures above the melting threshold of the nuclear lattice, such that nuclei form a liquid. The transport coefficients are obtained by solving the Boltzmann kinetic equation in the relaxation-time approximation, fully incorporating the anisotropies generated by non-quantizing magnetic fields. Electron scattering rates include (i) dynamical screening of the electron-ion interaction in the hard-thermal-loop approximation of QED, (ii) ion-ion correlations within a one-component plasma, and (iii) finite nuclear-size effects. As an additional refinement, we evaluate electron-neutron scattering induced by the coupling of electrons to the anomalous magnetic moment of free neutrons; this contribution is found to be subdominant throughout the parameter range explored. To assess the sensitivity of transport coefficients to the underlying microphysics, we perform calculations for several inner-crust compositions obtained from different nuclear interactions and many-body methods. Across most of the crust, variations in relaxation times and in the components of the anisotropic thermal-conductivity and thermopower tensors reach up to factors 3-4 and 1.5-2, respectively, with the exception of the region where pasta phases are expected. These results provide updated, composition-dependent microphysical inputs for dissipative magneto-hydrodynamic simulations of warm neutron stars and post-merger remnants, where anisotropic heat and charge transport are of critical importance."
    },
    {
      "title": "Exotic $T_{c\\bar s0}^a(2900)^0$ and $T_{c\\bar s0}^a(2900)^{++}$ States in Born-Oppenheimer Approximation",
      "link": "https://arxiv.org/abs/2512.01028",
      "authors": "Halil Mutuk",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2512.01028v1 Announce Type: cross \nAbstract: We employ Born-Oppenheimer approximation to the $T_{c\\bar s0}^a(2900)^0$ and $T_{c\\bar s0}^a(2900)^{++}$ states observed by the LHCb Collaboration and study mass spectrum and root-mean-square radius values. For this purpose, we use dynamical diquark model. We assume that strange quark is a heavy for the usage of Born-Oppenheimer approximation. Our results strongly indicate that the $T_{c\\overline{s}0}^{a}(2900)$ states are best described as composed of axial-vector (spin-1) diquark pairs. Furthermore, the calculated root-mean-square radius, $\\langle r^{2}\\rangle^{1/2} \\approx 0.70-0.80$ fm, which is significantly less than 1 fm, provides compelling evidence that these are compact tetraquarks rather than loosely bound hadronic molecules."
    },
    {
      "title": "Linear realization of SU(3) parity doublet model for octet baryons with bad diquark",
      "link": "https://arxiv.org/abs/2512.01192",
      "authors": "Bikai Gao, Atsushi Hosaka",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2512.01192v1 Announce Type: cross \nAbstract: We construct a linear $SU(3)_L \\times SU(3)_R$ parity doublet model for octet baryons. Our model employs the $(3,\\bar{3}) + (\\bar{3},3)$ and $(3,6) + (6,3)$ chiral representations while excluding the $(8,1) + (1,8)$ representation. Through systematic analysis, we demonstrate that the $(3,6) + (6,3)$ representation containing symmetric ``bad'' diquarks, despite being energetically disfavored, is essential for reproducing the correct baryon mass hierarchy, particularly the $\\Sigma$$\\Xi$ mass ordering. The model incorporates both spontaneous and explicit chiral symmetry breaking, with the latter implemented through bare quark mass terms that properly account for $SU(3)$ flavor breaking effects. Our numerical analysis successfully reproduces the ground-state octet baryon masses and predicts the spectrum of excited states up to 2.5 GeV. For the experimentally challenging $\\Xi$ sector, we provide specific predictions for spin-parity assignments: identifying $\\Xi(1950)$ as the first positive-parity excitation. The analysis reveals that ground states are dominated by the $(3,\\bar{3}) + (\\bar{3},3)$ representation, consistent with the preference for ``good'' diquark configurations, while the $(3,6) + (6,3)$ contribution remains crucial for the mass spectrum."
    },
    {
      "title": "Bayesian inferences on covariant density functionals from multimessenger astrophysical data: The influences of parametrizations of density dependent couplings",
      "link": "https://arxiv.org/abs/2512.01503",
      "authors": "Guo-Jun Wei, Jia-Jie Li, Armen Sedrakian, Yong-Jia Wang, Qing-Feng Li, Fu-Hu Liu",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2512.01503v1 Announce Type: cross \nAbstract: Covariant density functionals have been successfully applied to the description of finite nuclei and dense nuclear matter. These functionals are often constructed by introducing density dependence into the nucleon-meson couplings, typically through functions that depend only on the vector, i.e., proper baryon density. In this work, we employ a Bayesian framework to investigate how different parametrizations, characterized by distinct functional forms and by their dependencies on vector and scalar densities, affect the properties of dense matter and compact stars. Our analysis demonstrates that although all considered parametrizations yield broadly comparable inferences, the differences in the equation of state and the symmetry energy remain significant at suprasaturation densities, reflecting the sensitivity to the chosen functional form of the density dependence. We find that allowing the nuclear saturation properties in the isoscalar channel, including the skewness coefficient $Q_{sat}$, to be freely adjusted provides adequate flexibility for the current modeling of nuclear and neutron star matter. In contrast, the isovector channel requires further refinement, with freedom extended at least up to the curvature coefficient $K_{sym}$ to capture variations in the symmetry energy and particle composition at high densities. This work advances prior studies by implementing a rational-function parametrization of the density dependence, informed and constrained by multimessenger astrophysical observations."
    },
    {
      "title": "Decoding the structure near the $\\pi^+\\pi^-$ mass threshold in $\\psi(3686) \\rightarrow J/\\psi \\pi^+\\pi^-$ decays",
      "link": "https://arxiv.org/abs/2512.01679",
      "authors": "Yun-Hua Chen, Xiang-Kun Dong, Feng-Kun Guo, Christoph Hanhart, Bastian Kubis",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2512.01679v1 Announce Type: cross \nAbstract: In light of recent high-precision data taken by the BESIII Collaboration, we reconsider the dipion transition $\\psi(3686) \\rightarrow J/\\psi \\pi^+\\pi^-$. The strong pion-pion final-state interactions are taken into account model-independently by using dispersion theory. We find that we can reproduce the substructure near the $\\pi^+\\pi^-$ threshold observed experimentally without introducing an extra resonance state. While a helicity-flip amplitude plays an important role for the formation of the dip in the invariant-mass distribution, virtual exchange of the charmoniumlike exotic $Z_c(3900)$ state improves the fit quality significantly."
    },
    {
      "title": "Possible Explanation of $F_2^n/F_2^p$ at Large $x$ Using Quantum Statistical Mechanics",
      "link": "https://arxiv.org/abs/2503.00693",
      "authors": "C. Bourrely, F. Buccella, W. C. Chang, D. Di Bari, P. H. Frampton, J. C. Peng",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2503.00693v2 Announce Type: replace-cross \nAbstract: The recent accurate measurements of the scattering of electrons off of the mirror nuclei $^3$H and $^3$He show with small errors that the neutron to proton ratio $r(x)=F^n_2(x)/F^p_2(x)$, approaches a value larger than 1/4 for $x \\to 1$. We suggest a possible explanation for this experimental result by studying the consequences of the Pauli exclusion principle for the parton distribution when the ratio is described by quantum statistical mechanics description in terms of three parameters inspired by the quantum statistical approach."
    },
    {
      "title": "Nuclear modification factor within a dynamical approach to the complex entropic index",
      "link": "https://epja.epj.org/10.1140/epja/s10050-025-01749-5",
      "authors": "R. Baptista, L. Q. Rocha, J. M. C. Pareja, T. Bhattacharyya, A. Deppman, E. Megías, M. Rybczyński, G. Wilk, Z. Włodarczyk",
      "source": "European Physical Journal A",
      "summary": "Authors: R. Baptista, L. Q. Rocha, J. M. C. Pareja, T. Bhattacharyya, A. Deppman, E. Megías, M. Rybczyński, G. Wilk and Z. Włodarczyk.The European Physical Journal A Vol. 61 , page 271Published online: 27/11/2025"
    },
    {
      "title": "Chronology Protection of Rotating Black Holes in a Viable Lorentz-Violating Gravity",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269325008214?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: Available online 2 December 2025Source: Physics Letters BAuthor(s): Mu-In Park, Hideki Maeda"
    },
    {
      "title": "Dark Walker in the Early Universe: A Strongly Coupled Sector Model",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269325008317?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: Available online 1 December 2025Source: Physics Letters BAuthor(s): Chen Yang"
    },
    {
      "title": "Scaling dimension of operators from the black hole interior",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269325008019?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: Available online 1 December 2025Source: Physics Letters BAuthor(s): Yoon-Seok Choun, Ki-Seok Kim, Sang-Jin Sin, Taewon Yuk"
    },
    {
      "title": "Exploiting <em>ν</em>-dependence of projected energy correlators in HICs",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269325008378?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: Available online 1 December 2025Source: Physics Letters BAuthor(s): Ankita Budhraja, Balbeer Singh"
    },
    {
      "title": "Fission of pre-actinide nucleus 206Po",
      "link": "https://www.sciencedirect.com/science/article/pii/S0375947425002726?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Nuclear Physics A",
      "summary": "Publication date: Available online 1 December 2025Source: Nuclear Physics AAuthor(s): Lakhyajit Sarma, K. Kalita, Harun Al Rashid, Amar Das, Nabendu K. Deb, M. Bhuyan, A. Jhingan, K.S. Golda, N. Saneesh, M. Kumar, P. Sugathan"
    },
    {
      "title": "Elastic scattering and inclusive <em>α</em> angular distributions for <sup>6</sup>Li+<sup>93</sup>Nb system around the Coulomb barrier",
      "link": "https://www.sciencedirect.com/science/article/pii/S0375947425002891?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Nuclear Physics A",
      "summary": "Publication date: Available online 1 December 2025Source: Nuclear Physics AAuthor(s): Arati Chavan, S. Rathi, Sangeeta Dhuri, K. Mahata, S.K. Pandit, V.V. Parkar, A. Shrivastava, K. Ramachandran, Satbir Kaur, Prasanna M, Vineet Kumar"
    },
    {
      "title": "Possible Explanation of <math xmlns:mml=\"http://www.w3.org/1998/Math/MathML\" altimg=\"si8.svg\" class=\"math\"><mrow><msubsup><mi>F</mi><mn>2</mn><mi>n</mi></msubsup><mo linebreak=\"goodbreak\">/</mo><msubsup><mi>F</mi><mn>2</mn><mi>p</mi></msubsup></mrow></math> at Large <em>x</em> Using Quantum Statistical Mechanics",
      "link": "https://www.sciencedirect.com/science/article/pii/S0375947425002866?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Nuclear Physics A",
      "summary": "Publication date: Available online 1 December 2025Source: Nuclear Physics AAuthor(s): C. Bourrely, F. Buccella, W.C. Chang, D. Di Bari, P.H. Frampton, J.C. Peng"
    },
    {
      "title": "Insights into Triaxial Collectivity of Odd-Mass <math xmlns:mml=\"http://www.w3.org/1998/Math/MathML\" altimg=\"si1.svg\" class=\"math\"><msup><mrow></mrow><mrow><mn>111</mn><mo>−</mo><mn>119</mn></mrow></msup></math>Sb Isotopes",
      "link": "https://www.sciencedirect.com/science/article/pii/S0375947425002854?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Nuclear Physics A",
      "summary": "Publication date: Available online 1 December 2025Source: Nuclear Physics AAuthor(s): Aneeqa Basheer, Ritvik Gupta, Manvi Rajput, Suram Singh, G.H. Bhat, Pankaj Kumar, Arun Bharti, J.A. Sheikh"
    }
  ]
}