{
  "lastUpdated": "2025-08-13T02:44:48.585699",
  "papers": [
    {
      "title": "Charge radii and their deformation correlation for even-$Z$ nuclei in deformed relativistic Hartree-Bogoliubov theory in continuum",
      "link": "http://link.aps.org/doi/10.1103/b6j7-6q8z",
      "authors": "Cong Pan (潘琮) and Jie Meng (孟杰)",
      "source": "Physical Review C",
      "summary": "Author(s): Cong Pan (潘琮) and Jie Meng (孟杰)The systematics are investigated for the charge radii of the even-$Z$ nuclei with $8⩽Z⩽120$ calculated by the deformed relativistic Hartree-Bogoliubov theory in continuum with the functional PC-PK1, and their deformation correlation is explored. The available data of the charge radius are reproduced…[Phys. Rev. C 112, 024316] Published Tue Aug 12, 2025"
    },
    {
      "title": "Radii of light nuclei from the Jacobi no-core shell model",
      "link": "http://link.aps.org/doi/10.1103/j4ky-tn1j",
      "authors": "Xiang-Xiang Sun, Hoai Le, Ulf-G. Meißner, and Andreas Nogga",
      "source": "Physical Review C",
      "summary": "Author(s): Xiang-Xiang Sun, Hoai Le, Ulf-G. Meißner, and Andreas NoggaFirst principles calculations of nuclear binding and excitation energies have been a dramatic success of the recent era of nuclear structure calculations. Much more challenging have been long-range observables such as radii, in part because the standard harmonic oscillator basis functions fall off too quickly. This work repairs the radial densities by introducing the known exponential tail, leading to much better agreement. As both binding energies and radii are key inputs in constraining theory, this approach may help address a long-standing gap in our fundamental models.[Phys. Rev. C 112, 024317] Published Tue Aug 12, 2025"
    },
    {
      "title": "Quantum molecular dynamics model based on relativistic mean field theory for light nucleus fragmentation in hadron therapy",
      "link": "http://link.aps.org/doi/10.1103/cbkv-ltx7",
      "authors": "Akihiro Haga, Yoshi-hide Sato, Hana Fujiwara, Dousatsu Sakata, David Bolst, Edward C. Simpson, and Susanna Guatelli",
      "source": "Physical Review C",
      "summary": "Author(s): Akihiro Haga, Yoshi-hide Sato, Hana Fujiwara, Dousatsu Sakata, David Bolst, Edward C. Simpson, and Susanna GuatelliThis study evaluates the accuracy of nuclear fragmentation simulations using a quantum molecular dynamics (QMD) model based on relativistic mean field (RMF) theory for an energy range of 50–400 MeV/u, relevant to hadron therapy. A total of 10 parameter sets within the RMF framework are assessed base…[Phys. Rev. C 112, 024607] Published Tue Aug 12, 2025"
    },
    {
      "title": "Global optimization of harmonic oscillator basis in covariant density functional theory",
      "link": "https://arxiv.org/abs/2508.06698",
      "authors": "B. Osei, A. V. Afanasjev, A. Dalbah",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2508.06698v1 Announce Type: new \nAbstract: The present investigation focuses on the improvement of the accuracy of the description of binding energies within moderately sized fermionic basis. Using the solutions corresponding to infinite fermionic basis it was shown for the first time that in the case of meson exchange (ME) covariant energy density functionals (CEDFs) the global accuracy of the description of binding energies in the finite $N_F=16-20$ bases can be drastically (by a factor of $\\approx 3.5$) improved by a global optimization of oscillator frequency of the basis. This is a consequence of the unique feature of the ME functionals in which with increasing fermionic basis size fermionic and mesonic energies approach the exact (infinite basis) solution from above and below, respectively. As a consequence, an optimal fixed oscillator frequency $\\hbar\\omega_0$ of the basis can be defined which provides an accurate reproduction of exact total binding energies by the ones calculated in truncated basis. This leads to a very high accuracy of the calculations in moderately sized $N_F=20$ basis: global rms differences $\\delta B_{rms}$ between the binding energies calculated in infinite and truncated bases are only $ 0.053$ MeV and $0.070$ MeV for the NL5(Z) and DD-MEZ functionals, respectively. Optimized values of the oscillator frequency $\\hbar\\omega_0$ are provided for three major classes of CEDFs, i.e. for density dependent meson exchange functionals, nonlinear meson exchange ones and point coupling functionals."
    },
    {
      "title": "Perturbative renormalization of chiral nuclear forces at subleading order in 3S1-3D1 channel",
      "link": "https://arxiv.org/abs/2508.06838",
      "authors": "Rui Peng, Bingwei Long, Fu-Rong Xu",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2508.06838v1 Announce Type: new \nAbstract: We investigate renormalization of chiral nuclear forces in the coupled channel of 3S1-3D1 of nucleon-nucleon scattering. The one-pion exchange potential is treated nonperturbatively at leading order while subleading potentials are perturbations. Very much like the uncoupled channel of 3P0 , the singular attraction of one-pion exchange gives rise to the so-called genuine exceptional cutoffs, where artificial correlations between subleading contact operators emerge and they result in ill-defined values of the low-energy constants. To address this issue we follow the solution proposed for 3P0 in Ref. [1] and apply it to 3S1-3D1 . The truncation uncertainty of an effective field theory allows certain degrees of freedom in choosing renormalization conditions, or fitting schemes of the low-energy constants. By exploiting this freedom near the exceptional cutoffs, we are able to remove the said correlations. A much mitigated cutoff variation of the phase shifts, which is acceptable to the power counting, is thus obtained."
    },
    {
      "title": "Concentrated valence nucleons transfer in heavy-ion collisions: implications for questing the stable superheavy elements",
      "link": "https://arxiv.org/abs/2508.06839",
      "authors": "Zepeng Gao, Yinu Zhang, Long Zhu",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2508.06839v1 Announce Type: new \nAbstract: The multinucleon transfer process is regarded as a promising pathway for producing the stable superheavy elements. However, the underlying mechanism, especially the possible transfer channels for sailing to the ``island of stability'' are poorly known. In this work, the time-dependent Hartree-Fock theory is used to investigate the collision dynamics of $^{136}$Xe, $^{198}$Pt, $^{238}$U + $^{238}$U reactions. A novel reaction channel of the concentrated valence nucleons (CVN) transferring is found in the collisions heading on the tips of $^{238}$U. These nucleons are transferred with relatively short relaxation time and break the symmetry of nucleon exchange in the early reaction stage. In consequence, the mass equilibrium with relaxation time is deviated from the systematic behavior based on the macroscopic-microscopic potential energy surface. The CVN transfer channel shows promising prospect for producing neutron-rich superheavy nuclei. In this case, we also investigated the angular distributions of products from the CVN transfer channel in the reaction $^{238}$U + $^{238}$U with Tip-Side configuration, and the optimal detection angles are predicted."
    },
    {
      "title": "$f$ and $p$ mode oscillation of proto-neutron stars with systematic variation of the nucleon effective mass",
      "link": "https://arxiv.org/abs/2508.07000",
      "authors": "Atanu Guha, Debashree Sen, Hana Gil, Hajime Togashi, Chang Ho Hyun",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2508.07000v1 Announce Type: new \nAbstract: We develop equation of state (EoS) of proto-neutron stars (PNSs) at various stages of evolution by varying entropy per baryon $S$, using the Korea-IBS-Daegu-SKKU density functional model. Under the conditions of finite temperature and density, we systematically investigate the influence of nucleon effective mass on EoS of PNSs, for different values of isoscalar effective mass $\\mu_S^*$. For high entropy values, we aim to replicate conditions of failed core-collapse supernovae forming black holes. At each stage of evolution, structural and non-radial oscillation (fundamental $f$-mode and first pressure $p_1$-mode) properties are computed under isentropic conditions by varying $\\mu_S^*$. We focus on the effects of $S$ and $\\mu_S^*$ on oscillation frequencies $f_f$ and $f_{p_1}$ adopting complete general relativistic formalism and Cowling approximation. Thermal effects reduce the values of $f_f$ and $f_{p_1}$ of PNSs compared to those of cold NSs, consequently detection of the former gets facilitated. For high-mass PNSs, this reduction is more pronounced for $f_{p_1}$ than $f_f$. Moreover, lower values of $\\mu_S^*$ reduce $f_f$ and $f_{p_1}$ further. Universality of mass-scaled angular frequency ($\\omega_fM$) with compactness ($C$) and tidal deformability ($\\Lambda$) are obtained as non-linear fits that shift upwards (downwards) in $\\omega_fM-C$ ($\\omega_fM-\\Lambda$) plane for increasing values of $S$. For fixed $S$, the universality is also retained for variation of $\\mu_S^*$. $S$ shows stronger correlation than $\\mu_S^*$ with structural and oscillation properties of (P)NSs. Strength of correlation of $S$ is more prominent with $f_{p_1}$ than $f_f$ while the trend is opposite for $\\mu_S^*$. These findings suggest that detection of oscillation frequencies by upcoming GW detectors, could potentially indicate the evolutionary stage of a star during its transition from supernova to cold NS."
    },
    {
      "title": "Exact Treatment of Continuum Couplings in Nuclear Optical Potentials via Feshbach Theory",
      "link": "https://arxiv.org/abs/2508.07584",
      "authors": "Hao Liu, Jin Lei, Zhongzhou Ren",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2508.07584v1 Announce Type: new \nAbstract: We present the first numerically exact implementation of full-coupling Feshbach theory for deriving effective optical potentials in nuclear reactions, overcoming long-standing computational barriers that previously necessitated weak-coupling approximations. By integrating Feshbach projection operators with the Continuum-Discretized Coupled-Channels (CDCC) method, we rigorously incorporate all continuum-continuum interactions, previously considered intractable, to extract dynamic polarization potentials that capture virtual excitations and absorption in reactions with weakly bound nuclei. Application to deuteron-induced reactions on $^{58}$Ni demonstrates that our full-coupling effective potentials reproduce CDCC observables exactly, while weak-coupling and folding-model approaches show significant deviations. The method uniquely separates elastic breakup from breakup-fusion processes through the optical theorem, enabling precise determination of incomplete and complete fusion cross sections, critical for interpreting rare-isotope beam experiments at facilities like FRIB. The non-local polarization potentials provide insights into the energy-dependent interplay between reaction mechanisms, with our analysis suggesting an increasing relative importance of elastic breakup at higher energies while continuum absorption shows more complex behavior. This exact treatment eliminates systematic uncertainties from coupling approximations, providing predictive power for unstable nuclei far from stability where experimental data are scarce."
    },
    {
      "title": "Thermo-coalescence model for Light Nuclei production in Relativistic Heavy-Ion Collisions",
      "link": "https://arxiv.org/abs/2508.07844",
      "authors": "Arun Kumar Yadav, Nachiketa Sarkar, Sudhir Pandurang Rode, Partha Pratim Bhaduri, Abhijit Bhattacharyya, Amaresh Jaiswal",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2508.07844v1 Announce Type: new \nAbstract: We employ a hybrid approach to describe the light nuclei production mechanism where the nucleons are assumed to be thermally produced, and are allowed to form light nuclei using a coalescence prescription. In this approach, we first fit transverse momentum ($p_{T}$) distribution of nucleons using hydro-inspired boost-invariant blast-wave model. The extracted parameters are then used to describe the deuteron $p_{T}$ spectra, along with two additional parameters that characterize the coalescence prescription employed in this study. We refer this combined approach as ``thermo-coalescence model'' and it is designed to study the deuteron production and describe the experimental measurements. In this work, we analyze the measured $p_{T}$ distribution of protons and deuterons from Pb-Pb collisions at the ALICE Collaboration at LHC. We also evaluate the $p_{T}$-integrated deuteron yields using this approach and compare with experimental measurements. A Bayesian inference framework is employed to determine the best-fit parameters of the thermo-coalescence model. Finally, we estimate the traditionally used experimental coalescence parameter ($B_{A}$) within our framework in order to establish a connection between our model and the conventional coalescence approach commonly used to relate experimental data with theoretical descriptions of light nuclei production."
    },
    {
      "title": "Antikaon absorption in the nuclear medium: the role of hadron self-energies and implications for kaonic atoms",
      "link": "https://arxiv.org/abs/2508.07921",
      "authors": "J. \\'Obertov\\'a, \\`A. Ramos, J. Mare\\v{s}",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2508.07921v1 Announce Type: new \nAbstract: A systematic study of all relevant in-medium effects on the total $K^-$-nuclear potential is presented in this work. The $K^-N$ scattering amplitudes, including Pauli blocking effects and hadron self-energies (hyperons, nucleons, pions and kaons), are derived within a next-to-leading order chiral meson-baryon coupled-channel interaction model. These amplitudes are employed in a microscopic model of the $K^-$-nuclear potential in symmetric nuclear matter that includes one-, two- and, when the kaons and pions are dressed, also multi-nucleon absorption processes. The potential is then applied in calculations of the strong energy shifts and widths of 64 measured kaonic atom levels. The comparison of the results of the full model that includes Pauli correlations and hadron self-energies with data provides $\\chi^2 /d.p=1.5$, the lowest value obtained by a theoretical model to date and comparable with that of the best fitted phenomenological potentials. Furthermore, the calculated branching ratios for mesonic and non-mesonic absorption channels in kaonic carbon and kaonic neon are in good agreement with available data."
    },
    {
      "title": "Proton-proton scattering on a quantum computer",
      "link": "https://arxiv.org/abs/2508.07986",
      "authors": "Ratna Khadka, Gautam Rupak",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2508.07986v1 Announce Type: new \nAbstract: Scattering of charged particles is ubiquitous in nuclear physics. We calculate the proton-proton $s$-wave phase shift at low energy relevant to solar physics. The phase shift is calculated from the ratio of the regular and irregular solutions to the radial Schr\\\"odinger equation on a hard spherical wall boundary for the ground state. The ground state energy is calculated using a hybrid quantum-classical variational algorithm. A theory with short-ranged nuclear interaction in the presence of the long-ranged Coulomb force is used to describe the scattering. The theory is discretized on a spatial lattice for adaptation to the quantum computer in the second quantized language. The phase shifts at low momenta are accurately reproduced."
    },
    {
      "title": "The excited state of the $\\alpha$-particle: a benchmark study",
      "link": "https://arxiv.org/abs/2508.08181",
      "authors": "Pierre-Yves Duerinck, Arnoldas Deltuva, J\\'er\\'emy Dohet-Eraly, Mario Gattobigio, Alejandro Kievsky, Rimantas Lazauskas, Darius Likandrovas, Michele Viviani",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2508.08181v1 Announce Type: new \nAbstract: A benchmark study is performed for the excited state of $^4$He. When the Coulomb interaction is switched off, the $^4$He nucleus exhibits a bound excited state in the vicinity of $p-{}^3$H threshold. As the Coulomb interaction is gradually introduced, the excited state crosses the threshold and eventually becomes a resonant state.\n  Using three numerical methods, we track the evolution of this excited state and determine the resonance energy and width. Comparisons of the theoretical predictions reveal a significant discrepancy with commonly used $R$-matrix values based on the analysis of the experimental data. We explain the origin for this discrepancy. Additionally, the two-level energy spectrum of $^4$He in the absence of the Coulomb force exhibits characteristics linked to Efimov physics, suggesting a reduced sensitivity to interaction details."
    },
    {
      "title": "Inclusion of the Longitudinal Momentum-Transfer Component and Kinematic Factors in a diffraction approach for H(d,p)X Reactions",
      "link": "https://arxiv.org/abs/2508.06579",
      "authors": "Ya. D. Krivenko-Emetov, B. I. Sidorenko",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2508.06579v1 Announce Type: cross \nAbstract: In this work, within the framework of the Glauber-Sitenko approximation, an analysis of the differential cross section for deuteron breakup into a proton in the reaction H(d,p)X is presented. The study is carried out using various parameterizations of the deuteron wave function, including the single-Gaussian parametrization, the multi-Gaussian K2 parametrization, and models based on the Av18 and NijmI nucleon-nucleon potentials. Special attention is given to the effects of small longitudinal components of the transferred momentum (Qz < 0.5 GeV/c) and the transverse momentum of the proton-neutron pair (p_perp < 0.5 GeV/c) in the anti-laboratory reference frame. The results are compared with experimental data, particularly in the region of longitudinal momenta p\\_3 = 0.25-0.5 GeV/c, where quark effects are expected to manifest. Preliminary estimates show a decrease in the cross section with increasing transverse momentum, as well as a relatively small shift (and growth) of the cross-section maximum due to the inclusion of the longitudinal component Qz."
    },
    {
      "title": "Constraints on the Variation of the QCD Interaction Scale $\\Lambda_{\\text{QCD}}$",
      "link": "https://arxiv.org/abs/2508.07266",
      "authors": "V. V. Flambaum, A. J. Mansour",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2508.07266v2 Announce Type: cross \nAbstract: Laboratory and astrophysical tests of ''constant variation'' have so far concentrated on the dimensionless fine-structure constant $\\alpha$ and on the electron or quark mass ratios $X_{e,q}=m_{e,q}/\\Lambda_{\\text{QCD}}$, treating the QCD scale $\\Lambda_{\\text{QCD}}$ as unchangeable. Certain beyond Standard Model frameworks, most notably those with a dark matter or dark energy scalar field $\\phi$ coupling with the gluon field, would make $\\Lambda_{\\text{QCD}}$ itself time dependent while leaving $\\alpha$ and the electron mass untouched. Under the minimal assumption that this gluonic channel is the sole $\\phi$ interaction, we recast state-of-the-art atomic clock comparisons into $\\dot{\\Lambda}_{\\text{QCD}}/\\Lambda_{\\text{QCD}}=(3.2 \\pm 3.5) \\times 10^{-17} \\ \\text{yr}^{-1}$ limits, translate the isotope yields of the 1.8-Gyr-old Oklo natural reactor into a complementary geophysical limit of $|\\delta\\Lambda_{\\text{QCD}}/\\Lambda_{\\text{QCD}}|<2\\times10^{-9}$ over that time span, corresponding to the linear drift limit $|\\dot{\\Lambda}_{\\text{QCD}}/\\Lambda_{\\text{QCD}}|<1\\times10^{-18} \\text{yr}^{-1}$, and show that the proposed $8.4$ eV $^{229}$Th nuclear clock would amplify a putative $\\Lambda_{\\text{QCD}}$ drift by four orders of magnitude compared with present atomic clocks. We also obtain constraints from quasar absorption spectra and Big Bang Nucleosynthesis data."
    },
    {
      "title": "Puzzle for the Vector Meson Threshold Photoproduction",
      "link": "https://arxiv.org/abs/2508.07338",
      "authors": "Igor Strakovsky (GWU)",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2508.07338v1 Announce Type: cross \nAbstract: High-statistics total cross sections for the vector meson photoproduction at the threshold: $\\gamma p\\to\\omega p$ (from A2 at MAMI, ELPH, and CBELSA/TAPS), $\\gamma p\\to \\phi p$ (from CLAS and LEPS), and $\\gamma p\\to J/\\psi p$ (from GlueX) allow one to extract the absolute value of vector meson nucleon scattering length using Vector Meson Dominance (VMD) model. The ``young'' vector meson hypothesis may explain the fact that the obtained scattering length value for the nucleon $\\phi$-meson compared to the typical hadron size of approximately $\\sim1~\\mathrm{fm}$ indicates that the proton is more transparent for the $\\phi$-meson compared to the $\\omega$-meson and is much less transparent than the $J/\\psi$-meson. The extended analysis of $\\Upsilon$-meson photoproduction using quasi-data from the QCD approach is in perfect agreement with the light-meson findings using experimental data.\n  Future high-quality experiments by EIC and EicC will have the opportunity to evaluate cases for $J/\\psi$- and $\\Upsilon$-mesons. It allows one to understand the dynamics of $c\\bar{c}$ and $b\\bar{b}$ production at the threshold. The ability of J-PARC to measure $\\pi^- p\\to \\phi n$ and $\\pi^-p\\to J/\\psi n$, which are free from the VMD model, is considered."
    },
    {
      "title": "Lack of collisional hydrodynamics in a harmonically trapped one-dimensional Bose gas",
      "link": "https://arxiv.org/abs/2508.07459",
      "authors": "Caroline Mauron, Karen V. Kheruntsyan, Giulia De Rosi",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2508.07459v1 Announce Type: cross \nAbstract: Using the theory of generalized hydrodynamics, we study the dipole compression collective oscillations of a harmonically trapped one-dimensional Bose gas in the crossover from weak to strong repulsive interactions. In the uniform limit, the system is described by the integrable Lieb-Liniger model, while the presence of the trap breaks integrability. In contrast to previous predictions based on the classical hydrodynamic variational ansatz -- which yields a single-frequency dipole compression mode -- we observe a beating signal comprising two frequencies across all regimes of the gas. Furthermore, we find that the higher frequency crosses over from the low-temperature phononic hydrodynamic regime to the collisionless limit as the temperature increases -- without saturating at the previously predicted value characteristic of the high-temperature collisional hydrodynamic regime. This crossover occurs around the so-called hole-induced anomaly temperature, above which the quasiparticle picture of excitations no longer applies. This explains the absence of the collisional hydrodynamic regime and resolves a long-standing open question about its validity at high temperatures in systems where integrability is nearly broken by weak confinement. Our findings reveal intricate connections between excitations, thermodynamics, correlations, dynamics, and interparticle collisions, and may prove relevant to other atomic, nuclear, solid-state, electronic, and spin systems that exhibit similar anomalies or thermal second-order phase transitions."
    },
    {
      "title": "Leading-Order QCD Equation of State in Strong Magnetic Fields at Nonzero Baryon Chemical Potential",
      "link": "https://arxiv.org/abs/2508.07532",
      "authors": "Heng-Tong Ding, Jin-Biao Gu, Arpith Kumar, Sheng-Tai Li",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2508.07532v1 Announce Type: cross \nAbstract: We present continuum-estimated $(2+1)$-flavor lattice QCD results for the leading-order Taylor expansion coefficients of the equation of state in strong magnetic fields and at nonzero baryon chemical potential. Simulations employ the highly improved staggered quark (HISQ) action with physical pion masses on lattices of temporal extent $N_\\tau = 8,\\,12$, covering $145 \\lesssim T \\lesssim 165~\\mathrm{MeV}$ and $eB \\lesssim 0.8~\\mathrm{GeV}^2$, imposing strangeness neutrality with baseline results at electric charge to baryon number ratio $r = 0.4$. We determine the $T$--$eB$ dependence of $q_1$ and $s_1$ (electric charge and strangeness chemical potential ratios), pressure coefficient $P_2$, baryon number density coefficient $N_1^{\\rm B}$, and energy-like coefficients $\\Theta_2$ (trace anomaly), $\\epsilon_2$ (energy density), and $\\sigma_2$ (entropy density). Magnetic fields induce temperature-band crossings for $q_1$ and $P_2$ and non-monotonic structures in the energy-like coefficients, with $\\Theta_2$ at strong fields possibly vanishing or turning negative at higher $T$, indicating dominance of the pressure term over the energy contribution. We also examine the $r$-dependence, finding that $r=0$ (charge-neutral matter) shows the most muted magnetic-field enhancement of $P_2$ despite larger $|q_1|$, providing a useful reference for neutron-star-like conditions. Comparisons with the hadron resonance gas (HRG) model show qualitative agreement at low $T$ and weak $eB$, with clear deviations near the crossover and at strong fields. These results provide useful input for constraining models and effective theories of QCD matter in strong magnetic fields at finite baryon density."
    },
    {
      "title": "Vector meson dominance in photon structure functions at small $x$ from holography",
      "link": "https://arxiv.org/abs/2508.07791",
      "authors": "Wei Gao, Siming Liu, Wenbin Lin, Akira Watanabe",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2508.07791v1 Announce Type: cross \nAbstract: We investigate the photon structure functions via the photon-photon and photon-vector meson scattering within the framework of holographic QCD, focusing on the small Bjorken $x$ region and assuming that the Pomeron exchange dominates. The quasi-real photon structure functions are formulated as the convolution of the known U(1) vector field wave function with the Brower-Polchinski-Strassler-Tan (BPST) Pomeron exchange kernel in the five-dimensional AdS space. Assuming the vector meson dominance, the photon structure functions can be calculated in a different way with the BPST kernel and vector meson gravitational form factor, which can be obtained in a bottom-up AdS/QCD model, for the Pomeron-vector meson coupling. It is shown that the obtained $F_2$ structure functions in the both ways agree with the experimental data, which implies the realization of the vector meson dominance within the present model setup. Calculations for the longitudinal structure function and the longitudinal-to-transverse ratio are also presented."
    },
    {
      "title": "Topological Strings in SU(3) Gauge Theory at Finite Temperature",
      "link": "https://arxiv.org/abs/2508.07919",
      "authors": "Sanatan Digal, Vinod Mamale, Sumit Shaw",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2508.07919v1 Announce Type: cross \nAbstract: We investigate string configurations in the deconfined phase of SU(3) gauge theory, which arise from the spontaneous breaking of the $Z_3$ center symmetry. These configurations form at the junctions of domain walls of the theory. The complex phase of the Polyakov loop changes by multiples of $2\\pi$ on large spatial loops around the string, rendering them topologically stable. Using the Monte Carlo simulations of the partition function, we compute the free energy associated with these configurations. The simulations are performed on lattices with spatial dimensions $N_{x,y}=60, N_z=4$, and temporal extent $N_\\tau=2$. Our results show that the free energy of the $Z_3-$strings is dominated by the domain walls. Further near the transition point, thermal fluctuations cause the decay of domain walls as well as the $Z_3$ strings into confined-deconfined interfaces."
    },
    {
      "title": "Chiral enhancement in soft-photon bremsstrahlung and charge asymmetry in low-energy lepton-proton scattering",
      "link": "https://arxiv.org/abs/2508.08104",
      "authors": "Bhoomika Das, Rakshanda Goswami, Pulak Talukdar, Udit Raha, Fred Myhrer",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2508.08104v1 Announce Type: cross \nAbstract: We carry out a Lorentz gauge evaluation of the single-soft photon bremsstrahlung radiative corrections to the unpolarized elastic lepton-proton scattering cross section at low energies using the framework of heavy baryon chiral effective field theory (HB$\\chi$PT). We systematically incorporate all next-to-leading order [i.e., ${\\mathcal O}(\\alpha^3/M)$] contributions to the cross section arising from radiative and proton's low-energy recoil effects. An important component of the soft-photon bremsstrahlung corrections arises from the interference between lepton and proton bremsstrahlung processes, which are characterized as charge-odd. We identify a class of Feynman diagrams involving the final-state radiating proton that induces a chiral enhancement, thereby modifying the naive amplitude hierarchy based on the standard chiral power-counting scheme. The recently derived HB$\\chi$PT result for the analytically computed exact two-photon exchange (TPE) counterpart at NLO is combined with our charge-odd soft-photon bremsstrahlung contribution to yield the complete charge-odd radiative correction. By incorporating the leading hadronic correction to the leading order Born one-photon exchange (OPE) process within the charge-even radiative correction, we obtain a prediction for the charge asymmetry observable, which can be compared with forthcoming MUSE data on elastic lepton-anti-lepton scattering off the proton. In all our calculations, we use finite lepton masses."
    },
    {
      "title": "Subspace-projected multireference covariant density functional theory",
      "link": "https://arxiv.org/abs/2408.00691",
      "authors": "X. Zhang, C. C. Wang, C. R. Ding, J. M. Yao",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2408.00691v5 Announce Type: replace \nAbstract: Multireference density functional theory (MR-DFT) has been a pivotal method for studying nuclear low-lying states and neutrinoless double-beta ($0\\nu\\beta\\beta$) decay. However, quantifying their theoretical uncertainties has been a significant challenge due to the computational demands. This study introduces a subspace-projected covariant density functional theory (SP-CDFT), which efficiently emulates MR-CDFT calculations for nuclear low-lying states. This approach leverages the eigenvector continuation method combined with the quantum-number projected generator coordinate method, based on a relativistic energy density functional (EDF). We apply SP-CDFT to investigate the correlations among the physical quantities of nuclear matter, nuclear low-lying spectroscopy, and the nuclear matrix elements (NMEs) of $0\\nu\\beta\\beta$ decay in the two heaviest candidate nuclei. Our findings reveal generally strong correlations between the NMEs of $0\\nu\\beta\\beta$ decay and the excitation energy of the $2_1^+$ state, as well as the $E2$ transition strength, although these correlations vary significantly among nuclei. This work also paves the way for refining nuclear EDF parameters using spectroscopic data."
    },
    {
      "title": "Possibility of quantum Hall effect in dense quark matter environments: A chiral model approach",
      "link": "https://arxiv.org/abs/2410.22890",
      "authors": "Dani Rose J Marattukalam, Ashutosh Dwibedi, Sourodeep De, Sabyasachi Ghosh",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2410.22890v2 Announce Type: replace \nAbstract: A high baryon density and strong magnetic fields are expected in peripheral collisions in heavy ion collision experiments, such as the upcoming CBM experiment at FAIR in Germany and NICA in Russia. Such densities are also likely in the core of massive neutron stars, possibly with mixed quark-hadron phases. We employed the chiral effective model to obtain the constituent quark mass in this non-perturbative QCD regime. A quantized version of conductivity and resistivity is found reliable in the quantum domain of low density and high magnetic fields. Landau quantization gives rise to phenomena similar to SdH oscillations and quantum Hall effect in this regime. We have used a density-dependent magnetic field to observe SdH-type oscillations and the possibility of the quantum Hall effect in the interior of neutron stars where the magnetic field varies as a function of the baryon density. Our results indicate the possibility of observing the quantum Hall effect in a neutron star environment."
    },
    {
      "title": "On the Wiedemann-Franz law violation in Graphene and quark-gluon plasma systems",
      "link": "https://arxiv.org/abs/2501.00490",
      "authors": "Ashutosh Dwibedi, Subhalaxmi Nayak, Sathe Subodh Kiran, Sabyasachi Ghosh, Sesha Vempati",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2501.00490v3 Announce Type: replace-cross \nAbstract: A comparative study of the thermodynamic and transport properties of the ultra-relativistic quark-gluon plasma produced in heavy ion collisions with the \"quasi-relativistic\" massless electron-hole plasma in graphene sample has been performed. We observe that the enthalpy per net charge carriers emerges as a useful physical quantity determining the transport variables in hydrodynamic domain. Lorenz ratio is defined as thermal to electrical conductivity ratio, normalized by temperature and Lorenz number $L_{0}=\\frac{\\pi^{2}}{3}\\left(\\frac{k_{B}}{e}\\right)^{2}$. The validity of the Wiedemann-Franz law can be checked by evaluating the Lorenz ratio, which is expected to be unity. We investigate the validity of the Wiedemann-Franz law by examining whether the Lorenz ratio equals unity or deviates from it. Our findings indicate that, within the fluid-based framework, the Lorenz ratio consistently leads to a violation of the Wiedemann-Franz law. This is attributed to the proportional relation between Lorenz ratio and enthalpy per net charge carriers in the fluid. Based on the experimental observation, graphene and quark-gluon plasma, both systems at a low net carrier density, violate the Wiedemann-Franz law due to their fluidic nature. However, graphene at a relatively high net carrier density obeys the Wiedemann-Franz law, followed by metals with high Fermi energy or electron density. It indicates a fluid to the non-fluid transition of the graphene system from low to high carrier density. In this regard, the fluid or non-fluid aspect of quark-gluon plasma at high density is yet to be explored by future facilities like Compressed Baryonic Matter and Nuclotron-based Ion Collider fAcility experiments."
    },
    {
      "title": "Energy dependence of isomeric ratios for alpha-particle-induced reactions on natural platinum up to 50 MeV studied by simultaneous decay curve analysis",
      "link": "https://epja.epj.org/10.1140/epja/s10050-025-01643-0",
      "authors": "Naohiko Otuka, Masayuki Aikawa, Sándor Takács, Damdinsuren Gantumur, Shuichiro Ebata, Lkhagvasuren Bold, Akihiro Nambu, Hiromitsu Haba",
      "source": "European Physical Journal A",
      "summary": "Authors: Naohiko Otuka, Masayuki Aikawa, Sándor Takács, Damdinsuren Gantumur, Shuichiro Ebata, Lkhagvasuren Bold, Akihiro Nambu and Hiromitsu Haba.The European Physical Journal A Vol. 61 , page 184Published online: 9/8/2025"
    },
    {
      "title": "Holography and charmonium structure in a finite density plasma",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269325005593?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: September 2025Source: Physics Letters B, Volume 868Author(s): Nelson R.F. Braga, William S. Cunha, Yan F. Ferreira"
    },
    {
      "title": "GUP corrections to the spontaneous excitation of an accelerated atom coupled with electromagnetic vacuum fluctuations",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269325005313?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: September 2025Source: Physics Letters B, Volume 868Author(s): Zhi Wang, Zhengwen Long"
    }
  ]
}