{
  "lastUpdated": "2025-11-01T02:28:28.347558",
  "papers": [
    {
      "title": "Constraining neutron-proton effective mass splitting from nuclear giant dipole resonance data within a transport approach",
      "link": "http://link.aps.org/doi/10.1103/lhzf-93v1",
      "authors": "Yi-Dan Song (宋一丹), Min-Si Luo (罗闽斯), Rui Wang (王睿), Zhen Zhang (张振), and Yu-Gang Ma (马余刚)",
      "source": "Physical Review C",
      "summary": "Author(s): Yi-Dan Song (宋一丹), Min-Si Luo (罗闽斯), Rui Wang (王睿), Zhen Zhang (张振), and Yu-Gang Ma (马余刚)Based on the Boltzmann-Uehling-Uhlenbeck equation, we investigate the effects of the isovector nucleon effective mass ${m}_{v,0}^{*}$ and the in-medium nucleon-nucleon cross section ${σ}^{*}$ on the isovector giant dipole resonance (IVGDR) in $^{208}\\mathrm{Pb}$, employing a set of representative Sk…[Phys. Rev. C 112, 044614] Published Fri Oct 31, 2025"
    },
    {
      "title": "Electroweak form factors of large nuclei as BPS skyrmions",
      "link": "https://arxiv.org/abs/2510.25841",
      "authors": "Alberte Xos\\'e L\\'opez Freire, Christoph Adam, Alberto Garc\\'ia Mart\\'in-Caro, Diego Gonz\\'alez D\\'iaz",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2510.25841v1 Announce Type: new \nAbstract: We employ the Bogomolnyi-Prasad-Sommerfield (BPS) Skyrme model within the framework of semi-classical quantization to compute both electromagnetic and neutral current form factors for heavy nuclei. Our results show excellent agreement with the experimental data for low- to moderate momentum transfer. Further, we present an analytic expression of the neutral current form factor for generic nuclei, expressed as a power series in the momentum transfer. Our method provides an alternative to existing phenomenological approaches, and is particularly relevant for precision neutrino experiments where control over model-dependent systematics is essential for probing physics beyond the Standard Model."
    },
    {
      "title": "Sub-barrier fusion enhancement due to positive Q-value four-neutron transfer",
      "link": "https://arxiv.org/abs/2510.26072",
      "authors": "Ning Wang, Yi-Jie Duan, Hong Yao, Hui-Ming Jia",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2510.26072v1 Announce Type: new \nAbstract: The influence of positive $Q$-value four-neutron transfer (PQ4NT) effects on the sub-barrier capture cross sections is systematically investigated using the empirical barrier distribution (EBD2) method. For 13 fusion reactions with $Q_{4n}>0$, sustained neutron-pair transfer is found to reduce barrier heights and enhance capture cross sections at sub-barrier energies. In contrast, reactions such as $^{18}$O+$^{58}$Ni, which have $Q_{2n}>0$ but $Q_{4n}0$, the average deviation between predicted and experimental capture cross sections (113 datasets) is significantly reduced by $22\\%$. Additionally, time-dependent Hatree-Fock (TDHF) calculations confirm greater barrier reduction in $^{40}$Ca-induced reactions ($Q_{4n}>0)$ compared to those induced by $^{48}$Ca."
    },
    {
      "title": "Energy Dependence of Elliptic Flow Ratio $v_{2}^{\\text{PP}}$/$v_{2}^{\\text{RP}}$ in Heavy-ion Collisions Using the AMPT Model",
      "link": "https://arxiv.org/abs/2510.26482",
      "authors": "Shaowei Lan, Qiuhua Liu, Yong Li, Shusu Shi",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2510.26482v1 Announce Type: new \nAbstract: We present a systematic study of the elliptic flow $v_2$ relative to the participant plane (PP) and reaction plane (RP) in Au+Au collisions at $\\sqrt{s_{NN}} = 7.7$-200 GeV using the AMPT model with the string melting version. The ratio $v_{2}^{\\text{PP}}$/$v_{2}^{\\text{RP}}$ is investigated under different hadronic cascade times (0.6 fm/$c$, 10 fm/$c$, and the maximum evolution time) and across various collision centralities. The results show that, at a fixed collision energy, the ratio exhibits negligible sensitivity to the duration of the hadronic rescattering stage, indicating that hadronic interactions have little effect on the relative difference generated by initial-state fluctuations. However, a strong energy dependence is observed, the ratio increases with beam energy and saturates above $\\sqrt{s_{NN}} \\approx 62.4$ GeV, a trend that persists across all centralities. These findings highlight the dominant role of the partonic phase in converting initial-state geometry fluctuations into final-state momentum anisotropy. Conversely, at lower energies, the reduced partonic interaction strength limits this conversion efficiency, weakening the system's ability to preserve the initial geometric information. Our results suggest that the conversion of initial geometric fluctuations into final momentum anisotropy requires sufficient partonic interactions."
    },
    {
      "title": "One-pion exchange potential in a strong magnetic field",
      "link": "https://arxiv.org/abs/2510.26544",
      "authors": "Daiki Miura, Masaru Hongo, Hidetoshi Taya, Tetsuo Hatsuda",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2510.26544v1 Announce Type: new \nAbstract: We derive the one-pion exchange potential (OPEP) in the presence of a homogeneous magnetic field using chiral perturbation theory with nonrelativistic nucleons. Our approach is applicable not only to weak magnetic fields but also to strong ones up to around the pion-mass scale. The Green's function of charged pions is modified by the magnetic field, leading to changes in the nuclear force. By numerically evaluating the modified OPEP incorporating its spin and isospin dependencies, we show that the range of the potential decreases in both directions parallel and perpendicular to the magnetic field as the field strength increases. We also compute the resulting energy shift of the deuteron due to the modified OPEP, which can reach the order of 1 MeV around $|eB| = m_\\pi^2$, which is comparable to the deuteron binding energy."
    },
    {
      "title": "Deriving a parton shower for jet thermalization in QCD plasmas",
      "link": "https://arxiv.org/abs/2510.25837",
      "authors": "Ismail Soudi, Adam Takacs",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2510.25837v1 Announce Type: cross \nAbstract: Jet quenching - the modification of high-energy jets in the quark-gluon plasma - has been extensively studied through weakly coupled scattering amplitudes embedded in parton-shower frameworks. These models, often combined with bulk hydrodynamic evolution, successfully describe a wide range of observables, though they typically rely on assumptions of rapid thermalization and simplified treatments of medium response. Parallel to these developments, jet thermalization has been investigated within the finite-temperature QCD effective kinetic theory, which provides our best microscopic understanding of equilibration in heavy-ion collisions. Early studies of linearized perturbations have highlighted both the promise and the limitations of current approaches, as existing MC implementations face challenges - particularly in the treatment of recoils and particle merging. Building on this foundation, we introduce a new parton-shower algorithm that exactly reproduces the dynamics of the linearized EKT, enabling a first-principles description of jet thermalization with proper inclusion of recoils, holes, quantum statistics, and merging processes."
    },
    {
      "title": "MC-EKRT: Monte Carlo event generator with saturated minijet production for initializing 3+1 D fluid dynamics in high energy nuclear collisions",
      "link": "https://arxiv.org/abs/2510.26237",
      "authors": "Harri Niemi, Jussi Auvinen, Kari J. Eskola, Henry Hirvonen, Yuuka Kanakubo, Mikko Kuha",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2510.26237v1 Announce Type: cross \nAbstract: We present a novel saturation and leading order collinear factorization based Monte-Carlo implementation of the EKRT model for computing QCD matter initial states in high-energy nuclear collisions. As new features the MC implementation gives a full 3-dimensional initial state event-by-event, introduces new event-by-event fluctuating spatially dependent nuclear parton distribution functions, includes dynamical fluctuations in minijet production and saturation, and accounts for the energy-momentum and valence-quark number conservation."
    },
    {
      "title": "Close encounters with attractors of the third kind",
      "link": "https://arxiv.org/abs/2510.26599",
      "authors": "Alexander Soloviev",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2510.26599v1 Announce Type: cross \nAbstract: We report on the existence of a hydrodynamic attractor in the Mueller-Israel-Stewart framework of a fluid living in the novel geometry discovered recently by Grozdanov. This geometry, corresponding to a hyperbolic slicing of dS$_3\\times\\mathbb{R}$, complements previous analyses of attractors in Bjorken (flat slicing) and Gubser (spherical slicing) flows. The fluid behaves like a sharply localized droplet propagating rapidly along the lightcone, reminiscent of wounded nuclei in the CGC picture. Typical solutions approach the hydrodynamic attractor rapidly at late times despite a Knudsen number exceeding unity, suggesting that the inverse Reynolds number captures hydrodynamization more faithfully since the shear stress vanishes at late times. This is in stark contrast to Gubser flow, which has both the Knudsen and inverse Reynolds number becoming small for intermediate times. We close with a comparison to Weyl-transformed Bjorken flow and discuss possible phenomenological applications."
    },
    {
      "title": "Moments of parton distributions functions of the pion from lattice QCD using gradient flow",
      "link": "https://arxiv.org/abs/2510.26738",
      "authors": "Anthony Francis, Patrick Fritzsch, Rohith Karur, Jangho Kim, Giovanni Pederiva, Dimitra A. Pefkou, Antonio Rago, Andrea Shindler, Andr\\'e Walker-Loud, Savvas Zafeiropoulos",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2510.26738v1 Announce Type: cross \nAbstract: We present a nonperturbative determination of the pion valence parton distribution function (PDF) moment ratios $\\left\\langle x^{n-1} \\right\\rangle / \\left\\langle x \\right\\rangle$ up to $n=6$, using the gradient flow in lattice QCD. As a testing ground, we employ SU($3$) isosymmetric gauge configurations generated by the OpenLat initiative with a pseudoscalar mass of $m_\\pi \\simeq 411~\\text{MeV}$. Our analysis uses four lattice spacings and a nonperturbatively improved action, enabling full control over the continuum extrapolation, and the limit of vanishing flow time, $t\\to0$. The flowed ratios exhibit O($a^2$) scaling across the ensembles, and the continuum-extrapolated results, matched to the $\\overline {\\text{MS}}$ scheme at $\\mu = 2$ GeV using next-to-next-to-leading order matching coefficients, show only mild residual flow-time dependence. The resulting ratios, computed with a relatively small number of configurations, are consistent with phenomenological expectations for the pion's valence distribution, with statistical uncertainties that are competitive with modern global fits. These findings demonstrate that the gradient flow provides an efficient and systematically improvable method to access partonic quantities from first principles. Future extensions of this work will target lighter pion masses toward the physical point, and applications to nucleon structure such as the proton PDFs and the gluon and sea-quark distributions."
    },
    {
      "title": "Determination of the initial condition for the Balitsky-Kovchegov equation with transformers",
      "link": "https://arxiv.org/abs/2510.26779",
      "authors": "Meisen Gao, Zhong-Bo Kang, Jani Penttala, Ding Yu Shao",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2510.26779v1 Announce Type: cross \nAbstract: In the high-energy limit of QCD, scattering off nucleons and nuclei can be described in terms of Wilson-line correlators whose energy dependence is perturbative. The energy dependence of the two-point correlator, called the dipole amplitude, is governed by the Balitsky-Kovchegov (BK) equation. The initial condition for the BK equation can be fitted to the experimental data, which requires evolving the dipole amplitude for a large set of different parameter values. In this work, we train a transformer model to learn the energy dependence of the dipole amplitude, skipping the time-consuming numerical evaluation of the BK equation. The transformer predicts the learned dipole amplitude and the leading order inclusive deep inelastic scattering cross section very accurately, allowing for efficient fitting of the initial condition to the experimental data. Using this setup, we fit the initial condition of the BK equation to the inclusive deep inelastic scattering data from HERA and consider two different starting points $x_0$ for the evolution. We find better agreement with the experimental data for a smaller $x_0$. This work paves the way for future studies involving global fits of the dipole amplitude at leading order and beyond."
    },
    {
      "title": "Muonic hyperfine structure and the Bohr-Weisskopf effect",
      "link": "https://arxiv.org/abs/2310.16398",
      "authors": "J. R. Persson",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2310.16398v4 Announce Type: replace \nAbstract: An update is given on the experimental values of the magnetic hyperfine structure and the Bohr-Weisskopf effect in muonic atoms. The need for more measurements and systematic calculations is discussed to allow the differentiation of different models of the Bohr-Weisskopf effect in nuclei."
    },
    {
      "title": "Hyperspherical Analysis of Dimer-Dimer Scattering in One-Dimensional Systems",
      "link": "https://link.springer.com/article/10.1007/s00601-025-02016-5",
      "authors": "Unknown",
      "source": "Few-Body Systems",
      "summary": "We present a comprehensive analysis of four-body scattering in one-dimensional (1D) quantum systems using the adiabatic hyperspherical representation (AHR). Focusing on dimer-dimer collisions between two species of fermions interacting via the sinh-cosh potential, we implement the slow variable discretization (SVD) method to overcome numerical challenges posed by sharp avoided crossings in the potential curves. Our numerical approach is benchmarked against exact analytical results available in integrable regimes, demonstrating excellent agreement. We further explore non-integrable regimes where no analytical solutions exist, revealing novel features such as resonant enhancement of the scattering length associated with tetramer formation. These results highlight the power and flexibility of the AHR+SVD framework for accurate few-body scattering calculations in low-dimensional quantum systems, and establish a foundation for future investigations of universal few-body physics in ultracold gases."
    }
  ]
}