{
  "lastUpdated": "2025-05-17T02:26:47.792353",
  "papers": [
    {
      "title": "Influence of deuteron breakup on $d+^{6}\\mathrm{He}$ elastic scattering",
      "link": "http://link.aps.org/doi/10.1103/PhysRevC.111.054616",
      "authors": "B. Zalewski, M. S. Golovkov, K. Rusek, S. G. Belogurov, A. A. Bezbakh, V. Chudoba, E. M. Gazeeva, A. V. Gorshkov, G. Kamiński, N. Keeley, S. A. Krupko, B. Mauyey, I. A. Muzalevskii, P. J. Napiorkowski, W. Piątek, A. Serikov, S. I. Sidorchuk, R. S. Slepnev, P. G. Sharov, N. Sokołowska, G. M. Ter-Akopian, A. Trzcińska, and R. Wolski",
      "source": "Physical Review C",
      "summary": "Author(s): B. Zalewski, M. S. Golovkov, K. Rusek, S. G. Belogurov, A. A. Bezbakh, V. Chudoba, E. M. Gazeeva, A. V. Gorshkov, G. Kamiński, N. Keeley, S. A. Krupko, B. Mauyey, I. A. Muzalevskii, P. J. Napiorkowski, W. Piątek, A. Serikov, S. I. Sidorchuk, R. S. Slepnev, P. G. Sharov, N. Sokołowska, G. M. Ter-Akopian, A. Trzcińska, and R. WolskiNew experimental data for the elastic scattering of deuterons from $^{6}\\mathrm{He}$ at 26 MeV/nucleon were measured in inverse kinematics at the ACCULINNA-2 isotope on-line separator at the Flerov Laboratory of Nuclear Reactions, Joint Institute for Nuclear Research, Dubna. In the same experiment, …[Phys. Rev. C 111, 054616] Published Thu May 15, 2025"
    },
    {
      "title": "Probing $\\mathrm{Λ}$ potential at high and low densities via $_{\\mathrm{Λ}}^{3}\\mathrm{H}$ production in $\\mathrm{C}+\\mathrm{C}$ reactions",
      "link": "http://link.aps.org/doi/10.1103/PhysRevC.111.054617",
      "authors": "Gao-Chan Yong, J. L. Rodríguez-Sánchez, and Yapeng Zhang",
      "source": "Physical Review C",
      "summary": "Author(s): Gao-Chan Yong, J. L. Rodríguez-Sánchez, and Yapeng ZhangThe production of Λ hyperons and light hypernuclei in heavy-ion collisions provides critical insights into the nuclear equation of state (EoS) and hyperon interactions in dense matter, addressing the longstanding “hyperon puzzle” in neutron star physics. Using the $\\mathrm{INCL}+\\mathrm{ABLA}$ and A…[Phys. Rev. C 111, 054617] Published Thu May 15, 2025"
    },
    {
      "title": "Bayesian inference analysis of jet quenching using inclusive jet and hadron suppression measurements",
      "link": "http://link.aps.org/doi/10.1103/PhysRevC.111.054913",
      "authors": "R. Ehlers <em>et al.</em> (JETSCAPE Collaboration)",
      "source": "Physical Review C",
      "summary": "Author(s): R. Ehlers et al. (JETSCAPE Collaboration)The JETSCAPE Collaboration reports a new determination of the jet transport parameter $\\stackrel{̂}{q}$ in the quark-gluon plasma (QGP) using Bayesian inference, incorporating all available inclusive hadron and jet yield suppression data measured in heavy-ion collisions at the BNL Relativistic Heavy…[Phys. Rev. C 111, 054913] Published Thu May 15, 2025"
    },
    {
      "title": "Benchmarking nuclear energy density functionals with new mass data",
      "link": "https://arxiv.org/abs/2505.09914",
      "authors": "Xiaoying Qu, Kangmin Chen, Cong Pan, Yangyang Yu, Kaiyuan Zhang",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2505.09914v1 Announce Type: new \nAbstract: Nuclear masses play a crucial role in both nuclear physics and astrophysics, driving sustained efforts toward their precise experimental determination and reliable theoretical prediction. In this work, we compile the newly measured masses for 296 nuclides from 40 references published between 2021 and 2024, subsequent to the release of the latest Atomic Mass Evaluation. These data are used to benchmark the performance of several relativistic and non-relativistic density functionals, including PC-PK1, TMA, SLy4, SV-min, UNEDF1, and the recently proposed PC-L3R. Results for PC-PK1 and PC-L3R are obtained using the state-of-the-art deformed relativistic Hartree-Bogoliubov theory in continuum (DRHBc), while the others are adopted from existing literature. It is found that the DRHBc calculations with PC-PK1 and PC-L3R achieve an accuracy better than 1.5 MeV, outperforming the other functionals, which all exhibit root-mean-square deviations exceeding 2 MeV. The odd-even effects and isospin dependence in these theoretical descriptions are examined. The PC-PK1 and PC-L3R descriptions are qualitatively similar, both exhibiting robust isospin dependence along isotopic chains. Finally, a quantitative comparison between the PC-PK1 and PC-L3R results is presented, with their largest discrepancies analyzed in terms of potential energy curves from constrained DRHBc calculations."
    },
    {
      "title": "Genetic Algorithm based Inverse Potentials for Resonant States of $\\alpha-^{12}C$ Using Variable Phase Approach",
      "link": "https://arxiv.org/abs/2505.10031",
      "authors": "Ayushi Awasthi, Arushi Sharma,  Barbie, Ishwar Kant, O. S. K. S. Sastri",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2505.10031v1 Announce Type: new \nAbstract: Elastic scattering between $\\alpha$-particles and $^{12}\\mathrm{C}$ nuclei plays a crucial role in understanding resonance phenomena in light nuclear systems. In this work, we construct inverse potentials for resonant states in $\\alpha$-$^{12}\\mathrm{C}$ elastic scattering using the variable phase approach, in tandem with a genetic algorithm based optimization technique. The reference function for the potential in the phase equation is chosen as a combination of three smoothly joined Morse-type functions. The parameters of the reference function are genetically evolved to minimize the the mean squared error (MSE) between the numerically obtained scattering phase shifts and the expected values. The resulting inverse potentials accurately reproduce the resonance energies ($E_r$) and the resonance widths ($\\Gamma_r$) for the $\\ell^{\\pi}$ states, $1^-$, $2^+$, $3^-$, and $4^+$, showing excellent agreement with experimental data. This computational approach to constructing inverse potentials serves as a complementary to conventional direct methods for investigating nuclear scattering phenomena."
    },
    {
      "title": "Searching for True Muonium in Relativistic Heavy Ion Collisions",
      "link": "https://arxiv.org/abs/2505.10070",
      "authors": "Zuo-Tang Liang, Qian Yang, Hong Zhang, Jiaxing Zhao, Pengfei Zhuang",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2505.10070v1 Announce Type: new \nAbstract: We investigate the production of the as-yet-undetected true muonium within the quark-gluon plasma formed in relativistic heavy-ion collisions, employing a relativistic Boltzmann transport framework coupled to viscous hydrodynamic simulations. The obtained effective cross sections for central collisions are 1.23~$\\mu b$ in AuAu collisions with $\\sqrt{s_{\\rm NN}}=200$~GeV and 14.2~$\\mu b$ in PbPb collisions with $\\sqrt{s_{\\rm NN}}=5.02$~TeV, resulting in a yield of $\\mathcal{O}(10^4)$ and $\\mathcal{O}(10^5)$ true muonium per billion $AA$ collisions at RHIC and the LHC, respectively. This establishes heavy-ion collisions as a promising process for detecting true muonium."
    },
    {
      "title": "Theoretical Investigation of {\\alpha}-decay in Heavy and Superheavy Isomers",
      "link": "https://arxiv.org/abs/2505.10096",
      "authors": "A. Jain, M. Imran, G. Saxena",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2505.10096v1 Announce Type: new \nAbstract: The heavy and superheavy elements of the periodic table predominately disintegrate by {\\alpha}-decay, facilitating transitions mainly between ground states and occasionally involving isomeric states. This study focuses on estimating the half-lives of {\\alpha}-transitions both from and to isomeric states, using a recently refined formula which shows excellent agreement with experimental data when isospin of parent nucleus as well as angular momentum taken away by the {\\alpha} particle are incorporated. These findings provide valuable insights for upcoming experimental investigations of isomeric states. Additionally, the study predicts potential {\\alpha}-decay in several yet-unobserved isomeric nuclei, contributing to a deeper understanding of nuclear structure in heavy and superheavy elements."
    },
    {
      "title": "Correlations of $Q_{\\beta}$-values with symmetry energy and effective mass studied within Skyrme energy--density functionals",
      "link": "https://arxiv.org/abs/2505.10247",
      "authors": "Futoshi Minato, Yifei Niu, Kenichi Yoshida",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2505.10247v1 Announce Type: new \nAbstract: The $\\beta$-decay half-lives of nuclei are sensitive to the values of $Q_{\\beta}$. For accurate theoretical predictions, it is essential to develop an effective interaction or an energy density functional (EDF) that can systematically reproduce experimental $Q_{\\beta}$ values. The challenge lies in identifying an appropriate EDF for an accurate $Q_{\\beta}$ prediction. To address this, we focus on the bulk properties of nuclei that have correlations with $Q_{\\beta}$. The primary objective of this study is to determine which nuclear bulk properties are sensitive to $Q_{\\beta}$, providing information on the key nuclear characteristics that influence $\\beta$-decay calculations. We employ the Skyrme energy-density functionals to find correlations between $Q_{\\beta}$ and the nuclear bulk properties, assuming spherical symmetry. Using $42$ different Skyrme EDFs, we analyze these correlations by evaluating Pearson linear coefficients, focusing particularly on the relationship between $Q_{\\beta}$ and various nuclear properties. We found that the symmetry energy at low densities shows a correlation with the $Q_{\\beta}$ value. In particular, this correlation becomes stronger for functionals with an effective mass close to $1$. However, as the nuclear density increases, the correlation weakens. From our analysis, we found that a symmetry energy of $32.8\\pm0.7$~MeV and effective mass of $m^{*}/m\\ge0.75$ at the saturation density is the most likely to systematically reproduce the experimental data of $Q_{\\beta}$ systematically."
    },
    {
      "title": "Causality and stability of magnetohydrodynamics for an ultrarelativistic locally neutral two-component gas",
      "link": "https://arxiv.org/abs/2505.10397",
      "authors": "Caio V. P. de Brito, Khwahish Kushwah, Gabriel S. Denicol",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2505.10397v1 Announce Type: new \nAbstract: We investigate the causality and stability of the relativistic theory of magnetohydrodynamics derived in Phys. Rev. D 109, 096021 (2024) to describe a locally neutral two-component plasma of massless particles. We show that this formalism is linearly causal and stable around global equilibrium, for any value of the magnetic field and discuss its qualitative differences to the traditional Israel-Stewart formalism in the linear regime. Finally, we compare this framework with the magnetohydrodynamic model used in the study of astrophysical plasmas, in which only the longitudinal component of the shear-stress tensor is considered. We discuss the domain of applicability of this type of framework in the context of ultrarelativistic heavy-ion collisions."
    },
    {
      "title": "Towards testing $(g-2)_\\tau$ in $e^+e^-\\to\\tau^+\\tau^-$: radiative corrections and projections for Belle II",
      "link": "https://arxiv.org/abs/2505.09678",
      "authors": "Jo\\\"el Gogniat, Martin Hoferichter, Yannick Ulrich",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2505.09678v1 Announce Type: cross \nAbstract: The arguably most promising avenue towards testing physics beyond the Standard Model in the anomalous magnetic moment of the $\\tau$ proceeds via suitably constructed asymmetries in $e^+e^-\\to\\tau^+\\tau^-$ in the presence of a polarized electron beam. Such a program, as could be realized at Belle II assuming a polarization upgrade of the SuperKEKB $e^+e^-$ collider, crucially relies on a careful consideration of radiative corrections. In this work, we present the complete one-loop result for the fully polarized $e^+e^-\\to\\tau^+\\tau^-$ process and its implementation in the Monte-Carlo integrator McMule. As an application, we discuss projections relevant for measurements at Belle II, both with and without electron polarization, and outline the necessary steps for a generalization to next-to-next-to-leading order."
    },
    {
      "title": "Neutrino-less double beta decay in the $\\nu$ Standard Model",
      "link": "https://arxiv.org/abs/2505.09679",
      "authors": "Vincenzo Cirigliano, Wouter Dekens, Sebasti\\'an Urrutia Quiroga",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2505.09679v1 Announce Type: cross \nAbstract: We perform a comprehensive study of the $3+3$ Type-I seesaw model for a broad range of right-handed mass scales (from keV to 10 TeV). We take into account and, in some cases, update the constraints from a large number of high- and low-energy experiments and study the implications on neutrino-less double beta ($0\\nu\\beta\\beta$) decay experiments. We illustrate our findings through profile likelihood plots for the half-life $T_{1/2}^{0\\nu}$ and two-dimensional plots correlating $T_{1/2}^{0\\nu}$ to neutrino masses. We find that in this simple class of models for Majorana neutrino masses, current and next-generation $0\\nu\\beta\\beta$ decay experiments have a broad discovery potential in both the normal and inverted orderings of the spectrum of light active neutrinos."
    },
    {
      "title": "Competition between the neutron-proton pair break-ups delineating the level structure of 202Po",
      "link": "https://arxiv.org/abs/2505.10237",
      "authors": "Sahab Singh, D. Choudhury, B. Maheshwari, R. Roy, K. Yadav, R. Palit, B. Das, P. Dey, A. Kundu, Md. S. R. Laskar, D. Negi, V. Malik, S. Jadhav, B. S. Naidu, A. V. Thomas, D. L. Balabanski, A. Dhal, S. Bhattacharya, A. K. Singh, S. Bhattacharyya, S. Nag",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2505.10237v1 Announce Type: cross \nAbstract: High-spin spectroscopic study of $^{202}$Po ($Z$ = 84, $N$ = 118) has been carried out using the $^{195}$Pt($^{12}$C, 5n)$^{202}$Po fusion-evaporation reaction. An extended level scheme has been proposed up to an excitation energy of $E_x\\approx$ 8 MeV and angular momentum of 27$\\hbar$, with the addition of 57 newly observed $\\gamma$-ray transitions, along with the revisions in the placement of 8 already known transitions and the multipolarities of 4 of these transitions. The energy of the unobserved 8$^+ \\rightarrow 6^+$ transition has been proposed to be 9.0(5) keV, which resolves the uncertainty in the excitation energy of the levels above the 6$^{+}$ state. Three new sequences of $M1$ transitions have also been identified in the high excitation energy regime and included in the proposed level scheme. The large-scale shell model calculations for $Z>82$ and $N<126$ valence space have been carried out using PBPOP interaction which explained the overall level scheme for both the positive and negative parity states. The calculations successfully reproduced the purity of the proton $\\pi h_{9/2}$ dominated $8^+$ isomeric state, and also explained the missing $E2$ decay of the ${12}^+$ isomeric state in terms of changing nucleonic configurations."
    },
    {
      "title": "Confronting recent light compact star observations with color-flavor locked quark matter",
      "link": "https://arxiv.org/abs/2505.10329",
      "authors": "K. Kourmpetis, P. Laskos-Patkos, Ch. C. Moustakidis",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2505.10329v1 Announce Type: cross \nAbstract: Recent analyses on the properties of the central compact object in the HESS J1731-347 remnant and the PSR J1231-1411 pulsar indicated that these two compact objects are characterized by similar (low) masses and possibly different radii. This paper aims at reconciling the aforementioned measurements by utilizing the widely employed color-flavor locked (CFL) MIT bag model. The main objective is related to the examination of the acceptable values for the color superconducting gap $\\Delta$ and the bag parameter $B$. Furthermore, our analysis involves two distinct hypotheses for the nature of compact stars. Firstly, we considered the case of absolute stability for strange quark matter and we found that it is possible to explain both measurements, while also respecting the latest astronomical constraints on the masses and radii of compact stars. Secondly, we studied the case of hybrid stellar matter (transition from hadrons to quarks), and concluded that, when early phase transitions are considered, the simultaneous reconciliation of both measurements leads to results that are inconsistent to the existence of massive compact stars. However, we showed that all current constraints may be satisfied under the consideration that the HESS J1731-347 remnant contains a slow stable hybrid star."
    },
    {
      "title": "On Two Nucleons Near Unitarity with Perturbative Pions",
      "link": "https://arxiv.org/abs/2410.09653",
      "authors": "Yu Ping Teng (U. of Wisconsin-Madison,George Washington University), Harald W. Griesshammer (George Washington U.)",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2410.09653v3 Announce Type: replace \nAbstract: We explore the impact of perturbative pions on the Unitarity Expansion in the two-nucleon S-waves of Chiral Effective Field Theory at next-to-next-to leading order. Pion exchange explicitly breaks the nontrivial fixed point's universality and invariance under conformal and Wigner-$\\SU(4)$ spin-isospin transformations. This Chiral Effective Field Theory applies tothe Unitarity Window (45deg100MeV are remedied by taking only the central part of the pion's N2LO contribution. In contradistinction to the tensor part, it is invariant under Wigner-SU(4)symmetry and hence identical in 1S0 and 3S1. NLO pions are Wigner-invariant. Both channels describe PWAs and pole parameters well within mutually consistent quantitative theory uncertainty estimates. Pionic effects are small, even for k>mpi. Empirically determined breakdown scales agree well with $\\Lambda_{NN}=\\frac{16\\pi f_\\pi^2}{g_A^2M}=300\\;$MeV where iterated OPE is not suppressed. We therefore conjecture: The footprint of both scale invariance and Wigner-symmetry in the Unitarity Expansion shows persistence,i.e. both dominate even for k=mpi and are more relevant than chiral symmetry,so that the tensor/Wigner-SU(4) symmetry-breaking part of OPE does not enter before N3LO. We also discuss the potential relevance of entanglement power and possible resolution of a conflict with the strength of the tensor interaction in the large-Nc expansion."
    },
    {
      "title": "Gluon Unpolarized, Polarized, and Transversity GPDs from Lattice QCD: Lorentz-Covariant Parametrization (Part I)",
      "link": "https://arxiv.org/abs/2412.14110",
      "authors": "Jakob Schoenleber, Raza Sabbir Sufian, Taku Izubuchi, Yi-Bo Yang",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2412.14110v2 Announce Type: replace-cross \nAbstract: We identify the matrix elements necessary to determine the leading-twist gluon generalized parton distributions (GPDs) $H_g,~E_g,~\\wt{H}_g,~\\wt{E}_g,~H^T_g,~E^T_g, \\wt{H}^T_g ,~\\wt{E}^T_g$ in lattice QCD calculations. We present a method to achieve a Lorentz-covariant parameterization of the matrix elements in terms of a linearly independent basis of tensor structures. This parameterization is crucial for projecting lattice QCD matrix elements onto light cone distributions. For the first time, we determine the corresponding components that project onto the linear combinations of invariant amplitudes, which reduce to the different gluon GPDs in the light cone limit and enable their separation in a lattice QCD calculation for spin-$0$ and spin-$\\frac{1}{2}$ hadrons. Hence, this work lays the foundation for the numerical determination of the gluon GPDs from first-principle lattice QCD calculations, directly advancing our understanding of the mass and spin structures and mechanical properties of the nucleon, as well as the physics underlying deeply virtual Compton scattering and deeply virtual meson production in a range of experimental processes."
    },
    {
      "title": "Systematic uncertainties from higher-twist corrections in DIS at large x",
      "link": "https://arxiv.org/abs/2501.06849",
      "authors": "Matteo Cerutti, Alberto Accardi, Ishara P. Fernando, Shujie Li, Joseph F. Owens, Sanghwa Park",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2501.06849v2 Announce Type: replace-cross \nAbstract: We investigate the systematic uncertainties and potential biases arising from the inclusion of large-$x$ corrections to proton and deuteron deep inelastic scattering (DIS) data in global quantum chromodynamics (QCD) analyses. Using the CTEQ-JLab framework, we examine various approaches to implementing higher-twist corrections in nucleon structure functions and off-shell PDF modifications in deuteron targets. We analyze how these components interact and influence the determination of the $d$-quark PDF and the neutron structure function at large $x$. We find that it is very important to consider isospin-dependent higher-twist corrections in order to minimize implementation biases in the extracted quantities."
    },
    {
      "title": "Renormalization-group approach to the Kohn-Luttinger superconductivity: Amplification of the pairing gap from $\\ell^4$ to $\\ell$",
      "link": "https://arxiv.org/abs/2502.01169",
      "authors": "Yuki Fujimoto",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2502.01169v2 Announce Type: replace-cross \nAbstract: We revisit the renormalization group (RG) analysis of the Kohn-Luttinger (KL) mechanism for superconductivity. The KL mechanism leads to superconductivity in a system with a repulsive bare interaction. The key ingredient is the screening effect that renders the induced interaction attractive in channels with nonzero angular momentum $\\ell \\neq 0$, thereby triggering the Bardeen-Cooper-Schrieffer (BCS) instability. According to the original argument, the resulting gap is exponentially small, with its exponent scaling as $-\\ell^4$. However, the KL mechanism was originally formulated within perturbation theory, where the series is known to converge poorly in certain cases -- most notably, for the p-wave paring gap induced by a repulsive s-wave contact interaction. This poor convergence may be attributed to a divergent integrand in a specific class of diagrams containing both the BCS logarithm and the Kohn anomaly, suggesting that one must resum the Kohn anomaly contributions separately from the BCS logarithm. In this work, we incorporate the Kohn anomaly contribution into the beta function of the RG equation governing the BCS instability near the Fermi surface. Our solution shows that the KL gap exponent is then proportional to $-\\ell$, indicating a significant enhancement of the KL mechanism beyond the previously known result. To illustrate this, we study the spin-triplet p-wave pairing gap arising from a repulsive s-wave contact interaction and compare our RG-based results with those obtained from the Bethe-Salpeter equation in perturbation theory."
    },
    {
      "title": "Microscopic Insights into the Structure of Even-Even <sup>144−148</sup>Ce Isotopes",
      "link": "https://www.sciencedirect.com/science/article/pii/S0375947425001423?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Nuclear Physics A",
      "summary": "Publication date: Available online 15 May 2025Source: Nuclear Physics AAuthor(s): Umera Nawaz, Manvi Rajput, Suram Singh, G.H. Bhat, Arun Bharti, J.A. Sheikh"
    }
  ]
}