{
  "lastUpdated": "2025-08-02T02:49:12.562888",
  "papers": [
    {
      "title": "Electron-Nucleus Cross Sections from Transfer Learning",
      "link": "http://link.aps.org/doi/10.1103/zxv6-22tz",
      "authors": "Krzysztof M. Graczyk, Beata E. Kowal, Artur M. Ankowski, Rwik Dharmapal Banerjee, Jose Luis Bonilla, Hemant Prasad, and Jan T. Sobczyk",
      "source": "Physical Review Letter",
      "summary": "Author(s): Krzysztof M. Graczyk, Beata E. Kowal, Artur M. Ankowski, Rwik Dharmapal Banerjee, Jose Luis Bonilla, Hemant Prasad, and Jan T. SobczykTransfer learning allows a deep neural network (DNN) trained on one type of data to be adapted for new problems with limited information. We propose to use the transfer learning technique in physics. The DNN learns the details of one process, and after fine-tuning, it makes predictions for related p…[Phys. Rev. Lett. 135, 052502] Published Fri Aug 01, 2025"
    },
    {
      "title": "Ratio of volume and surface symmetry energy coefficients: A novel constraint with difference in mirror pair charge radii predicted by Bayesian neural networks",
      "link": "http://link.aps.org/doi/10.1103/rglp-w6k4",
      "authors": "W. Chen (陈婉君), X. Liu (刘星泉), H. Zheng (郑华), X. Zhang (张鑫), H. He (何红斌), W. Lin (林炜平), J. Han (韩纪锋), C. W. Ma (马春旺), C. Y. Qiao (乔春源), and R. Wada",
      "source": "Physical Review C",
      "summary": "Author(s): W. Chen (陈婉君), X. Liu (刘星泉), H. Zheng (郑华), X. Zhang (张鑫), H. He (何红斌), W. Lin (林炜平), J. Han (韩纪锋), C. W. Ma (马春旺), C. Y. Qiao (乔春源), and R. WadaThe ratio of volume and surface symmetry energy coefficients, $κ={E}_{\\mathrm{sym}}^{V}/{E}_{\\mathrm{sym}}^{S}$, is investigated using the difference of the mirror pair root-mean-square charge radii (${R}_{\\mathrm{ch}}$), $\\mathrm{Δ}{R}_{\\mathrm{ch}}^{\\mathrm{mir}}$, with the aid of an improved Baye…[Phys. Rev. C 112, 024301] Published Fri Aug 01, 2025"
    },
    {
      "title": "Core-excited microsecond isomer in $^{207}\\mathrm{Pb}$",
      "link": "http://link.aps.org/doi/10.1103/6l8p-cblc",
      "authors": "S. K. Tandel, S. G. Wahid, N. Krishnadev, M. Hemalatha, Subhrajit Sahoo, P. C. Srivastava, P. Chowdhury, R. V. F. Janssens, F. G. Kondev, M. P. Carpenter, T. Lauritsen, and D. Seweryniak",
      "source": "Physical Review C",
      "summary": "Author(s): S. K. Tandel, S. G. Wahid, N. Krishnadev, M. Hemalatha, Subhrajit Sahoo, P. C. Srivastava, P. Chowdhury, R. V. F. Janssens, F. G. Kondev, M. P. Carpenter, T. Lauritsen, and D. SeweryniakAn isomeric state with ${T}_{1/2}=1.46(10)\\phantom{\\rule{0.28em}{0ex}}µ\\mathrm{s}$ and ${E}_{x}=8835$ keV has been established in $^{207}\\mathrm{Pb}$. This state likely arises from the occupation of neutron holes in the high-$j {i}_{13/2}$ and ${j}_{15/2}$ subshells following the excitation of the $…[Phys. Rev. C 112, 024302] Published Fri Aug 01, 2025"
    },
    {
      "title": "Shell effects in nuclear charge radii based on Skyrme density functionals",
      "link": "http://link.aps.org/doi/10.1103/nyn5-69s3",
      "authors": "Rong An, Shuai Sun, Xiang Jiang, Na Tang, Li-Gang Cao, and Feng-Shou Zhang",
      "source": "Physical Review C",
      "summary": "Author(s): Rong An, Shuai Sun, Xiang Jiang, Na Tang, Li-Gang Cao, and Feng-Shou ZhangA unified description of charge radii throughout the entire nuclide chart plays an essential role for our understanding of nuclear structure and fundamental nuclear interactions. In this work, the influence of new term, which catches the spirit of neutron- and proton-pair condensation around Fermi s…[Phys. Rev. C 112, 024303] Published Fri Aug 01, 2025"
    },
    {
      "title": "Effects of perturbation of the transition operator in double-$β$ decay on nuclear matrix elements, effective axial-vector current coupling, and half-life",
      "link": "http://link.aps.org/doi/10.1103/b52z-dhzn",
      "authors": "J. Terasaki and O. Civitarese",
      "source": "Physical Review C",
      "summary": "Author(s): J. Terasaki and O. CivitareseWe calculate the nuclear matrix element (NME), effective axial-vector current coupling ${g}_{A}^{\\mathrm{eff}}$, and half-life of double-$β$ ($ββ$) decay using the transition operator perturbed by the nuclear interaction. The correction terms for the NME are obtained by extending the hadron sector t…[Phys. Rev. C 112, 024304] Published Fri Aug 01, 2025"
    },
    {
      "title": "Deep learning approaches for nuclear binding energy predictions: A comparative study of RNN, GRU, and LSTM neural-network models",
      "link": "http://link.aps.org/doi/10.1103/rzjx-9zz1",
      "authors": "Amir Jalili, Feng Pan, Ai Xi Chen, and Jerry P. Draayer",
      "source": "Physical Review C",
      "summary": "Author(s): Amir Jalili, Feng Pan, Ai Xi Chen, and Jerry P. DraayerThis study investigates the application of deep learning models—recurrent neural networks, gated recurrent units, and long short-term memory networks—for predicting nuclear binding energies. Utilizing data from the Atomic Mass Evaluation (AME2020), we incorporate key nuclear structure features, incl…[Phys. Rev. C 112, 024305] Published Fri Aug 01, 2025"
    },
    {
      "title": "Investigation of extrapolation for nuclear mass and $α$-decay energy based on the radial basis function approach",
      "link": "http://link.aps.org/doi/10.1103/h72z-3ytv",
      "authors": "Tao Li, Ning Wang, Cheng Li, and Min Liu",
      "source": "Physical Review C",
      "summary": "Author(s): Tao Li, Ning Wang, Cheng Li, and Min LiuThe ability of the radial basis function (RBF) approach to extrapolate the nuclear masses and $α$-decay energies is systematically investigated using eight nuclear mass models. The effective extrapolation distance of the RBF approach is found to be proportional to the root-mean-square deviation betw…[Phys. Rev. C 112, 024306] Published Fri Aug 01, 2025"
    },
    {
      "title": "Quantum correlation dynamics and in-medium $3↔3$ collisions of fermions",
      "link": "http://link.aps.org/doi/10.1103/ytpz-vljz",
      "authors": "Wolfgang Cassing",
      "source": "Physical Review C",
      "summary": "Author(s): Wolfgang CassingIt is the aim of this study to quantify the role of in-medium $3↔3$ collisions for systems of fermions which initially are out-of equilibrium. The formulation of the three-body dynamics is based on the equations of motion method for identical fermions—also denoted as quantum correlation dynamics—and…[Phys. Rev. C 112, 024601] Published Fri Aug 01, 2025"
    },
    {
      "title": "Unified treatment for in-medium light and heavy clusters with relativistic mean-field models",
      "link": "http://link.aps.org/doi/10.1103/ggh3-f6vj",
      "authors": "Cheng-Jun Xia (夏铖君)",
      "source": "Physical Review C",
      "summary": "Author(s): Cheng-Jun Xia (夏铖君)It was shown that light nuclei such as $^{4}\\mathrm{He}, ^{8}\\mathrm{Be}$, and $^{12}\\mathrm{C}$ can be well described by RMF models, which enables a unified description for nuclei with baryon numbers $A≳4$. In this work, I propose a hybrid treatment for investigating the clustering phenomenon in nu…[Phys. Rev. C 112, 025801] Published Fri Aug 01, 2025"
    },
    {
      "title": "Evolution of shell structure at $N=32$ and 34: Insights from realistic nuclear forces",
      "link": "http://link.aps.org/doi/10.1103/423y-znv8",
      "authors": "Subhrajit Sahoo and Praveen C. Srivastava",
      "source": "Physical Review C",
      "summary": "Author(s): Subhrajit Sahoo and Praveen C. SrivastavaWe investigated the evolution of shell structure at $N=32$ and 34 in neutron-rich nuclei beyond the stability line using realistic nuclear forces, employing the state-of-the-art valence-space in-medium similarity renormalization group method. The shell gaps are discussed from the excitation energies…[Phys. Rev. C 112, L021301] Published Fri Aug 01, 2025"
    },
    {
      "title": "Effectiveness of parton cascade in solving the relativistic Boltzmann equation in a box",
      "link": "https://arxiv.org/abs/2507.23107",
      "authors": "Todd Mendenhall, Zi-Wei Lin",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2507.23107v1 Announce Type: new \nAbstract: We benchmark the ZPC parton cascade with an exact analytical solution of the relativistic Boltzmann equation for a homogeneous and massless gas with a constant and isotropic elastic cross section. We measure the accuracy of ZPC with the relative mean deviation between its momentum distribution and the exact solution. We use two generalized collision schemes to further improve the accuracy of ZPC over the recent $t$-minimum collision scheme. We find that ZPC can reproduce very well the time evolution of the single-particle distribution function for the exact solution's initial condition, with one generalized collision scheme giving an accuracy better than $1\\%$ for the momentum distribution at any time in all studied cases, including very high opacities where naively the parton cascade approach is expected to fail."
    },
    {
      "title": "Role of $\\Sigma^*(1385)$ on $\\Lambda$ hyperon polarization in relativistic heavy ion collisions",
      "link": "https://arxiv.org/abs/2507.23238",
      "authors": "Haesom Sung, Che Ming Ko, Su Houng Lee",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2507.23238v1 Announce Type: new \nAbstract: The effect of $\\Sigma^*(1385)$ baryon resonance on the time evolution of the $\\Lambda$ hyperon polarization in hadronic matter is studied using a kinetic approach. This approach explicitly includes the production of the $\\Sigma^*$ resonance from the $\\Lambda-\\pi$ and $\\Sigma(1192)-\\pi$ scatterings as well as its decay into $\\Lambda+\\pi$ or $\\Sigma+\\pi$. The resulting coupled kinetic equations governing the time evolution of $\\Lambda$, $\\Sigma$ and $\\Sigma^*$ numbers and polarizations are solved for Au-Au collisions at $\\sqrt{s_{NN}}=7.7$ GeV and 20-50\\% centrality, using initial values determined by thermal yields and the thermal vorticity at chemical freeze-out temperature. As the hadronic matter expands and cools, the $\\Lambda$ polarization is found to increase slightly during early times and then decreases very slowly afterwards, while the $\\Sigma$ polarization remains nearly constant and the $\\Sigma^*$ polarization continuously decreases. Including feed-down contributions to the $\\Lambda$ polarization from the decays of partially polarized $\\Sigma^0$, $\\Sigma^*$, and $\\Xi(1322)$ hyperons, where the $\\Xi$ polarization is obtained by solving coupled kinetic equations for the $\\Xi$ and $\\Xi^*(1532)$ system, the resulting $\\Lambda$ polarization becomes smaller and decreases over time. In both cases, however, the time variation of the $\\Lambda$ polarization is sufficiently small to support the assumption of an early freeze-out of $\\Lambda$ spin degree of freedom in relativistic heavy ion collisions."
    },
    {
      "title": "Uncovering the nature of low-lying dipole states with QRPA calculations: is Z=42 the answer?",
      "link": "https://arxiv.org/abs/2507.23244",
      "authors": "Eun Jin In, Emanuel Chimanski, Jutta Escher, Sophie P\\'eru, Aaina Thapa, Walid Younes",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2507.23244v1 Announce Type: new \nAbstract: The pygmy dipole resonance (PDR), marked by enhanced electric dipole strength near particle emission energies, offers a unique perspective on the collective dynamics of nuclear structure. Its precise nature, particularly its degree of collectivity, remains a topic of debate. In this study, we investigate low-energy dipole excitations in spherical Mo isotopes ($^{82}$Mo to $^{98}$Mo) using a fully consistent Hartree-Fock-Bogoliubov (HFB) and quasiparticle random phase approximation (QRPA) framework. We observe that an enhancement in dipole strength near particle emission energies is closely correlated with the development of either neutron or proton skins. To further understand the nature of this enhancement, we examine the behavior of proton and neutron transition densities. Our analysis shows that these (low-lying dipole) states exhibit distinct characteristics involving in-phase oscillations within the nucleus and neutron- or proton-dominated oscillations at the surface, while the primary contributor to this enhancement displays an intricate underlying structure. We also investigate the collectivity of these excitations by analyzing two-quasiparticle fragmentations and relative energy shifts. Our findings reveal that skin oscillation states exhibit moderate collectivity, as indicated by substantial configuration mixing, but limited coherence, whereas the GDR states exhibit strong coherence and large energy shifts characteristic of fully developed collective motion. This study paves the way for future investigations into the collective nature of low-energy dipole states in the enhancement region, particularly in deformed nuclei, where nuclear shape effects may play a crucial role in their excitation dynamics."
    },
    {
      "title": "Mapped $spdf$ interacting boson model for quadrupole-octupole collective states in nuclei",
      "link": "https://arxiv.org/abs/2507.23282",
      "authors": "K. Nomura",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2507.23282v1 Announce Type: new \nAbstract: Dipole bosons are introduced in the interacting boson model (IBM) by means of the self-consistent mean-field method. The constrained mean-field calculations employing a given nuclear energy density functional yield the potential energy surfaces in terms of the axially-symmetric quadrupole-octupole, dipole-quadrupole, and dipole-octupole deformations. By mapping these energy surfaces onto the expectation values of the IBM Hamiltonian in the coherent state of the interacting $s$, $p$, $d$, and $f$ bosons, strength parameters of the $spdf$-IBM Hamiltonian are determined. In an illustrative application to octupole-deformed actinides $^{218-230}$Ra and $^{220-232}$Th, it is shown that effects of including $p$ bosons in the IBM mapping are to lower significantly negative-parity yrast levels, and to improve descriptions of observed energy-level systematic in nearly spherical and transitional nuclei, and of the behaviors of the reduced electric dipole transitions and intrinsic dipole moments with neutron number."
    },
    {
      "title": "Effects of in-medium nucleon-nucleon cross section in heavy-ion collisions",
      "link": "https://arxiv.org/abs/2507.23476",
      "authors": "Shuochong Han, Xinle Shang, Wei Zuo, Gaochan Yong, Ang Li",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2507.23476v1 Announce Type: new \nAbstract: Based on the isospin-dependent Boltzmann-Uehling-Uhlenbeck transport model, we investigate the impact of in-medium nucleon-nucleon ($NN$) elastic scattering cross sections on various observables in the $^{132}$Sn+$^{124}$Sn reaction. In our previous work, the in-medium $NN$ cross sections at various densities and isospin asymmetry were systematically studied within the Brueckner-Hartree-Fock (BHF) framework. The calculation employed are based on the exact treatment of the total momentum of the scattering pair in $G$ matrix, in contrast to the commonly used total momentum approximation. In the present study, we find that the in-medium $NN$ cross sections have negligible effects on the neutron-to-proton ($n/p$) ratio of emitted nucleons and on the difference between neutron and proton transverse flows. However, the BHF-based in-medium cross section $\\sigma_{\\text{BHF}}$ significantly enhances the neutron-proton differential collective flow, the pion yields, and the $\\pi^-/\\pi^+$ ratio, compared to results using the empirical effective cross section $\\sigma_{\\text{eff}}$. Furthermore, we observe that the medium effects arising from the density of states dominate over those from the $G$ matrix, and the two contribute in opposite directions. An exact treatment of the total momentum dependence in the density of states reduces the overall suppression from medium corrections on the in-medium $NN$ cross sections."
    },
    {
      "title": "Neural Posterior Estimation of Neutron Star Equations of State",
      "link": "https://arxiv.org/abs/2507.23506",
      "authors": "Val\\'eria Carvalho, M\\'arcio Ferreira, Micha{\\l} Bejger, Constan\\c{c}a Provid\\^encia",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2507.23506v1 Announce Type: new \nAbstract: We present a simulation-based inference (SBI) framework to constrain the neutron star (NS) equation of state (EoS) from astrophysical observations of masses, radii and tidal deformabilities, using Neural posterior estimation (NPE) with Conditional Normalising Flows (CNF). To ensure that the model conforms with reality, physics-informed constraints are embedded directly into the training loss. This enables efficient, likelihood-free inference of full posterior distributions for key thermodynamic quantities-including pressure, squared speed of sound, and the trace anomaly-conditioned on observational data. Our models are trained on synthetic datasets generated from two agnostic EoS priors: polytropic parametrizations (PT) and gaussian process (GP) reconstructions. These datasets span various scenarios, including the presence or absence of tidal deformability information and observational noise. Across all settings, the method produces accurate and well-calibrated posteriors, with uncertainties reduced when tidal deformability constraints are included. Furthermore, we find that the behavior of normalized predictive dispersions is strongly correlated with the maximum central density inside NSs, suggesting that the model can indirectly infer this physically meaningful quantity. The approach generalizes well across EoS families and accurately reconstructs derivative quantities such as the polytropic index, demonstrating its robustness and potential for probing dense matter in NS cores."
    },
    {
      "title": "Nuclear Matter and Finite Nuclei: Relativistic Thomas-Fermi Approximation Versus Relativistic Mean-Field Approach",
      "link": "https://arxiv.org/abs/2507.23587",
      "authors": "Shuying Li, Hong Shen, Jinniu Hu",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2507.23587v1 Announce Type: new \nAbstract: The Thomas-Fermi approximation is a powerful method that has been widely used to describe atomic structures, finite nuclei, and nonuniform matter in supernovae and neutron-star crusts. Nonuniform nuclear matter at subnuclear density is assumed to be composed of a lattice of heavy nuclei surrounded by dripped nucleons, and the Wigner-Seitz cell is commonly introduced to simplify the calculations. The self-consistent Thomas--Fermi approximation can be employed to study both a nucleus surrounded by nucleon gas in the Wigner-Seitz cell and an isolated nucleus in the nuclide chart. A detailed comparison is made between the self-consistent Thomas-Fermi approximation and the relativistic mean-field approach for the description of finite nuclei, based on the same nuclear interaction. These results are then examined using experimental data from the corresponding nuclei."
    },
    {
      "title": "Fast prediction of the hydrodynamic QGP evolution in ultra-relativistic heavy-ion collisions using Fourier Neural Operators",
      "link": "https://arxiv.org/abs/2507.23598",
      "authors": "David Stewart, Joern Putschke",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2507.23598v1 Announce Type: new \nAbstract: Recent research in machine learning has employed neural networks to learn mappings between function spaces on bounded domains termed ``neural operators''. As such, these operators can provide alternatives to standard numerical methods for partial differential equation (PDE) solutions. In particular, the Fourier Neural Operator (FNO) has been shown to map solutions for classical fluid flow problems with accuracy competitive with traditional PDE solvers and with much greater computing speed. This paper explores the first application of FNOs to model ultra-relativistic hydrodynamic flow of the quark-gluon plasma (QGP) generated in relativistic heavy-ion collisions. The application in ultra-relativistic flow is novel relative to classical flow, due to the hydrodynamic evolution of the QGP occurring in femtometer-scaled explosions characterized by rapid expansion cooling. In this study we investigate the applicability of FNOs as computationally fast alternatives to standard numerical PDE solvers. The FNO predictions are evaluated by comparing to standard PDE solutions, using \\MUSIC in the \\JETSCAPE Monte Carlo event generator framework. The performance of calculating established experimental observables for flow and jet quenching using FNOs in the MC framework are also reported."
    },
    {
      "title": "Searching for Solitons in Heavy-Ion Reactions near the Fermi Energy",
      "link": "https://arxiv.org/abs/2507.23733",
      "authors": "Theodoros Depastas, Aldo Bonasera, Joseph B. Natowitz",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2507.23733v1 Announce Type: new \nAbstract: Solitons are special shape-conserving hydrodynamical solutions that appear in many areas of physics. Here, we explore the existence of such solutions in microscopic descriptions of the heavy ion reaction $^{12}$C + $^{28}$Si $\\rightarrow$ $^{12}$C$^*$ + 7$\\alpha$ in the range E/A=10-65 MeV/u. After recognizing the centrality of the collision and time-reversibility as fundamental requirements for the presence of solitonic $^{12}$C, we utilize the Hybrid $\\alpha$-Cluster model for our analysis with a novel methodology. Our results suggest soliton production for E/A=25-45 MeV/u in the forward direction, with a total cross section being at least in the order of a few $\\mu$b. This, apart from being encouraging for possible experimental studies, maybe connected to possible toroid states of $^{28}$Si at low angular momenta."
    },
    {
      "title": "Heavy flavored hydrogen molecule systems",
      "link": "https://arxiv.org/abs/2507.21498",
      "authors": "Hui-Min Yang, Yao Ma, Shi-Lin Zhu",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2507.21498v1 Announce Type: cross \nAbstract: This study provides a comprehensive analysis of $S$-wave exotic hydrogen-like three-body systems ($pp\\mu^-$, $pp\\tau^-$, $\\mu^-\\mu^-p$, $\\tau^-\\tau^-p$, $p\\mu^-\\tau^-$) with spin-parity $J^P = 1/2^+$ and $3/2^+$, and four-body systems ($pp\\mu^-\\mu^-$, $pp\\tau^-\\tau^-$) with $J^P = 0^+$, $1^+$, and $2^+$. We use complex scaling and Gaussian expansion methods to solve the complex-scaled Schr\\\"{o}dinger equation and obtain possible bound and quasi-bound states. The resulting binding energies range from $-33.8$~keV to $-340$~eV. Notably, we present the first theoretical estimation of the bound-state energy levels of $pp\\mu^-\\mu^-$ and $pp\\tau^-\\tau^-$, which is of significant importance for understanding exotic few-body Coulomb systems. We further analyze spin configurations and root-mean-square radii to elucidate the spatial structure of these bound and quasi-bound states. Our results reveal that $K$-type spatial configurations play a crucial role in accurately describing bound and quasi-bound states in the hydrogen-molecule-like systems $pp\\mu^-\\mu^-$ and $pp\\tau^-\\tau^-$. Incorporating $K$-type configurations significantly alters the mass spectra of these states. Future muon colliders and muon facilities may offer promising platforms for the possible copious production of such heavy flavored hydrogen molecules and molecular ions. For instance, scattering processes such as $2\\mu^- + \\mathrm{H_2} \\to \\mathrm{H_{2\\mu}} + 2e^-$, $\\mu^- + \\mathrm{H_2} \\to \\mathrm{H_{\\mu e}} + e^-$, and $\\mu^- + \\mathrm{H_2^+} \\to \\mathrm{H_{2\\mu}^+} + e^-$ could be utilized, facilitating detailed studies of intriguing states such as $\\mathrm{H_{2\\mu}}$, $\\mathrm{H_{\\mu e}}$, and $\\mathrm{H_{2\\mu}^+}$."
    },
    {
      "title": "Local spin polarization by color-field correlators and momentum anisotropy",
      "link": "https://arxiv.org/abs/2507.23210",
      "authors": "Haesom Sung, Berndt M\\\"uller, Di-Lun Yang",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2507.23210v1 Announce Type: cross \nAbstract: We study the local spin polarization of quarks induced by color-field correlators stemming from the correlation of chromo-Lorentz force and chromo-magnetic polarization or chromo-spin Hall effect in the presence of momentum anisotropy. Such effects can trigger longitudinal polarization from fluctuating color fields in glasma or quark gluon plasma phases with transverse expansion for relativistic heavy ion collisions. Especially, from the glasma effect, the resulting longitudinal polarization spectrum of $\\Lambda/\\bar{\\Lambda}$ hyperons has a sinusoidal structure with twice the azimuthal angle relative to the anisotropic direction. An order-of-magnitude estimate of the effect aligns with experimental observations. Our findings highlight the significant role of coherent gluon fields as a novel source for spin polarization phenomena in high-energy nuclear collisions."
    },
    {
      "title": "Electric, thermal and thermoelectric response of a hot pion gas in a time dependent background magnetic field",
      "link": "https://arxiv.org/abs/2507.23283",
      "authors": "Ankit Kumar, Gowthama K K, Vinod Chandra, Sadhana Dash",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2507.23283v1 Announce Type: cross \nAbstract: The prime focus of the work is to determine the electric, thermal and thermoelectric transport coefficients of a hot pion gas in the presence of time-dependent background magnetic fields. The thermoelectric effect is analyzed by examining the magneto-Seebeck and Nernst coefficients in the hot pionic medium under such conditions. Furthermore, the phenomenologically relevant elliptic flow coefficient, linked to the Knudsen number, is examined. The analysis reveals the significant impact of both the strength and time dependence of the magnetic field on the transport coefficients of the pionic medium. The results are analyzed in contrast to those obtained under a constant magnetic field."
    },
    {
      "title": "Poincar\\'e covariant quantum molecular dynamics: a covariant description of a system of interacting wave packets",
      "link": "https://arxiv.org/abs/2507.23294",
      "authors": "Yasushi Nara, Asanosuke Jinno, Koichi Murase",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2507.23294v1 Announce Type: cross \nAbstract: We present a new formulation for the mean-field propagation part of the relativistic quantum molecular dynamics, simulating an $N$-body system of interacting Gaussian wave packets via Lorentz scalar and vector potentials. Covariant equations of motion are derived based on the principle of least action. These covariant equations of motion can be solved with a computational cost comparable to that of conventional noncovariant quantum molecular dynamics. Furthermore, the new equations of motion accurately estimate the density-dependent potential, as demonstrated through comparison of the forces with the numerical integration. We apply them to $N$-body systems interacting via the Skyrme-type potentials or the relativistic mean field to simulate heavy-ion collisions. Our results show that the derived equations of motion provide a robust approximation to the dynamics of the full numerical integrations."
    },
    {
      "title": "Scale-anomaly-induced confining pressure within hadrons",
      "link": "https://arxiv.org/abs/2507.23786",
      "authors": "Daisuke Fujii, Mitsuru Tanaka",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2507.23786v1 Announce Type: cross \nAbstract: The effect of the QCD scale anomaly on the internal pressure distribution of hadrons is studied based on the trace-traceless decomposition of the energy-momentum tensor. Using recent model-independent results of gravitational form factors as input, the pressure distributions of both pions and nucleons are analyzed in the instant form and the light-front form. It is found that, in all cases, the scale anomaly dominantly generates the confining pressure. This result suggests that the phenomenon is a universal feature, independent of models, types of hadrons, and the choice of form."
    },
    {
      "title": "Dynamics of Heavy Quarks in Strongly Coupled $\\mathcal{N}=4$ SYM Plasma",
      "link": "https://arxiv.org/abs/2501.06289",
      "authors": "Krishna Rajagopal, Bruno Scheihing-Hitschfeld, Urs Achim Wiedemann",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2501.06289v2 Announce Type: replace-cross \nAbstract: We calculate the probability distribution $P({\\bf k})$ for a heavy quark with velocity $v$ propagating through strongly coupled $\\mathcal{N}=4$ SYM plasma in the 't Hooft limit at a temperature $T$ to acquire a momentum ${\\bf k}$ due to interactions with the plasma. This distribution encodes the well-known drag coefficient $\\eta_D$ and the transverse and longitudinal momentum diffusion coefficients $\\kappa_T$ and $\\kappa_L$. Furthermore, our calculation determines all of the higher order and mixed moments to leading order in $1/\\sqrt{\\lambda}$ for the first time. These non-Gaussian features of $P({\\bf k})$ include qualitatively novel correlations between longitudinal energy loss and transverse momentum broadening at nonzero $v$. We demonstrate that these non-Gaussian characteristics can be sizable in magnitude and even dominant in physically relevant situations. We use these results to derive a Kolmogorov equation for the evolution of the probability distribution for the total momentum of a heavy quark that propagates through strongly coupled plasma. This evolution equation accounts for all higher order correlations between transverse momentum broadening and longitudinal energy loss, which we have calculated from first principles. It reduces to a Fokker-Planck (FP) equation when truncated to only include the effects of $\\eta_D$, $\\kappa_T$ and $\\kappa_L$. Remarkably, while heavy quarks do not reach kinetic equilibrium with the plasma if evolved with this FP equation, we demonstrate that heavy quarks do reach kinetic equilibrium if evolved with the all-order Kolmogorov equation we have derived. Our results thus provide a dynamically complete framework for understanding the thermalization of a heavy quark that may be initially far from equilibrium in the strongly coupled $\\mathcal{N}=4$ SYM plasma -- as well as new insight into heavy quark transport and equilibration in quark-gluon plasma."
    },
    {
      "title": "“Glueballs” in the quantum mechanics of three large massless Yang-Mills coupled matrices",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269325005295?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: September 2025Source: Physics Letters B, Volume 868Author(s): João P. Rodrigues"
    },
    {
      "title": "A precise study of the thermodynamic properties of the SU(3) Yang-Mills theory across the deconfinement transition",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269325005362?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: September 2025Source: Physics Letters B, Volume 868Author(s): Leonardo Giusti, Mitsuaki Hirasawa, Michele Pepe, Luca Virzì"
    },
    {
      "title": "New laboratory constraints on neutrinophilic mediators",
      "link": "https://www.sciencedirect.com/science/article/pii/S037026932500526X?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: September 2025Source: Physics Letters B, Volume 868Author(s): P.S. Bhupal Dev, Doojin Kim, Deepak Sathyan, Kuver Sinha, Yongchao Zhang"
    },
    {
      "title": "Hyperfine Mass Splittings in Ground and Radially Excited States of Heavy-Flavored <math xmlns:mml=\"http://www.w3.org/1998/Math/MathML\" altimg=\"si1.svg\" class=\"math\"><mi>Q</mi><mi>Q</mi><mover accent=\"true\"><mrow><mi>Q</mi></mrow><mrow><mo stretchy=\"false\">¯</mo></mrow></mover><mover accent=\"true\"><mrow><mi>Q</mi></mrow><mrow><mo stretchy=\"false\">¯</mo></mrow></mover></math> Tetraquarks: PGM Defect and Fractional Order Effects",
      "link": "https://www.sciencedirect.com/science/article/pii/S0375947425002015?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Nuclear Physics A",
      "summary": "Publication date: Available online 31 July 2025Source: Nuclear Physics AAuthor(s): D. Nga Ongodo, A.A. Atangana Likéné, J.M. Ema'a Ema'a, P. Ele Abiama, G.H. Ben-Bolie"
    }
  ]
}