{
  "lastUpdated": "2025-07-05T02:38:50.547571",
  "papers": [
    {
      "title": "Muon-induced fission as a probe of the underlying dynamics in nuclear fission",
      "link": "https://arxiv.org/abs/2507.02191",
      "authors": "Christian Ross, A. S. Umar",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2507.02191v1 Announce Type: new \nAbstract: Muon-induced fission could be utilized as a probe to study the underlying dynamics of nuclear fission. The probability of muon attachment to the light asymmetric fission fragment is sensitive to fission dynamics, such as the timescale and friction of the fission event, charge asymmetry, and possibly the shape of the fission fragments. We focus on muonic atoms that are formed with actinide nuclei. A relativistic approach is employed, solving the Dirac equation for the muonic wavefunction in the presence of a time-dependent electromagnetic field generated by the fissioning nucleus. Computations are carried out on a 3-D Cartesian lattice with no symmetry assumptions. The results show a strong dependence of the attachment probability on the fission charge asymmetry and a more modest dependence on friction."
    },
    {
      "title": "Quark-Gluon Plasma as a Quantum Channel: Entanglement, Decoherence, and Hadronization",
      "link": "https://arxiv.org/abs/2507.02202",
      "authors": "Fidele J. Twagirayezu",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2507.02202v1 Announce Type: new \nAbstract: We propose a quantum information framework to model the quark-gluon plasma (QGP) as a composite quantum channel acting on a multi-qubit or multi-qutrit color-entangled system. The QGP's effects are represented by amplitude damping (jet quenching), $SU(3)$ depolarizing noise (decoherence), and a thermal hadronization channel projecting onto color-singlet states. This construction captures energy loss, decoherence, and confinement dynamics in a unified open quantum system framework. We analyze the evolution of entanglement entropy and purity under this composite channel. Amplitude damping reduces entropy by driving subsystems toward pure states, while decoherence increases mixedness. Hadronization further modifies correlations via thermal projections weighted by hadron masses and freeze-out temperature ($T \\sim 156 \\,\\text{MeV}$). Numerical simulations show monotonic entropy and purity loss, consistent with entanglement degradation and confinement. Our results support interpreting the QGP as a noisy quantum channel that progressively erases color entanglement. This framework bridges quantum information theory and QCD, offering new insights into hadronization and non-perturbative dynamics in heavy-ion collisions."
    },
    {
      "title": "Application of the microscopic optical potential of chiral effective field theory in astrophysical neutron-capture reactions",
      "link": "https://arxiv.org/abs/2507.02418",
      "authors": "Bing Wang, Dong Bai, Yi Xu",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2507.02418v1 Announce Type: new \nAbstract: The microscopic global nucleon-nucleus optical potential proposed by Whitehead, Lim, and Holt (WLH) is a state-of-the-art potential developed within the framework of many-body perturbation theory using realistic nuclear interactions from chiral effective field theory. Given its potentially greater predictive power for reactions involving exotic isotopes, we apply it to the calculations of astrophysical neutron-capture reactions for the first time, which are particularly important to the nucleosynthesis of elements heavier than iron. It is found that this potential provides a good description of experimental known neutron-capture cross sections and Maxwellian-averaged cross sections. For unstable neutron-rich nuclei, we comprehensively calculate the neutron-capture reaction rates for all nuclei with $26\\leq Z\\leq84$, located between the valley of stability and the neutron drip line, using the backward-forward Monte Carlo method with the $f_{rms}$ deviation as the $\\chi^2$ estimator. The results reveal a noticeable separation in the uncertainty of rates around an isospin asymmetry of 0.28 under the constraint $f_{rms} \\leq 1.56$. This highlights the critical role of isospin dependence in optical potentials and suggests that future developments of the WLH potential may pay special attention to the isospin dependence."
    },
    {
      "title": "An extended MDI interaction for transport models and neutron stars",
      "link": "https://arxiv.org/abs/2507.02448",
      "authors": "Si-Pei Wang, Lie-Wen Chen",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2507.02448v1 Announce Type: new \nAbstract: The momentum-dependent interaction (MDI) model, which has been widely used in microscopic transport models for heavy-ion collisions (HICs), is extended to include three different momentum-dependent terms and three zero-range density-dependent terms, dubbed as MDI3Y model. Compared to the MDI model, the single-nucleon potential in the MDI3Y model exhibits more flexible momentum-dependent behaviors. Furthermore, the inclusion of three zero-range density-dependent interactions follows the idea of Fermi momentum expansion, allowing more flexible variation for the largely uncertain high-density behaviors of nuclear matter equation of state (EOS), especially the symmetry energy. Moreover, we also obtain the corresponding Skyrme-like energy density functional through density matrix expansion of the finite-range exchange interactions. Based on the MDI3Y model, we construct four interactions with the same symmetry energy slope parameter $L=35$ MeV but different momentum dependence of $U_{\\mathrm{sym}}$, by fitting the empirical nucleon optical potential, the empirical properties of symmetric nuclear matter, the microscopic calculations of pure neutron matter EOS and the astrophysical constraints on neutron stars. In addition, two interactions with $L=55$ and $75$ MeV are also constructed for comparison. Using these MDI3Y interactions, we study the properties of nuclear matter and neutron stars. These MDI3Y interactions, especially those with non-monotonic momentum dependence of $U_{\\mathrm{sym}}$, will be potentially useful in transport model analyses of HICs data to extract nuclear matter EOS and the isospin splitting of nucleon effective masses."
    },
    {
      "title": "Theoretical insights on nuclear double parton distributions",
      "link": "https://arxiv.org/abs/2507.02495",
      "authors": "Federico Alberto Ceccopieri, Filippo Fornetti, Emanuele Pace, Matteo Rinaldi, Giovanni Salm\\`e, Nicholas Iles",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2507.02495v1 Announce Type: new \nAbstract: In this paper, we address double parton scattering (DPS) in pA collisions. Within the Light-Front approach, we formally derive the two contributions to the nuclear double parton distribution (DPD), namely: DPS1, involving two partons from the same nucleon, and DPS2, where the two partons belong to different parent nucleons. We then generalize the sum rule for hadron DPDs to the nuclear case and analytically show how all contributions combine to give the expected results. In addition partial sum rules for the DPDs related to DPS1 and DPS2 mechanisms are discussed for the first time. The deuteron system is considered for the first calculation of the nuclear DPD by using a realistic wave function obtained from the very refined nucleon-nucleon AV18 potential, embedded in a rigorous Poincar\\'e covariant formalism. Results are used to test sum rules and properly verify that DPS1 contribution compares with the DPS2 one, although smaller. We also introduce EMC-like ratios involving nuclear and free DPDs to address the potential role of DPS in understanding in depth the EMC effect."
    },
    {
      "title": "Density dependent speed of sound and its consequences in neutron stars",
      "link": "https://arxiv.org/abs/2507.02669",
      "authors": "Suman Pal, Gargi Chaudhuri",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2507.02669v1 Announce Type: new \nAbstract: We introduce a parametrized density-dependent speed of sound and construct an ensemble of equations of state for neutron stars which are found to closely resemble the realistic equations of state calculated using relativistic mean field theory. We show that each of these parameters display an unique feature relevant to the properties of the compact stars. The emergence of special points in the Mass-Radius plot is a significant outcome for neutron stars which is more commonly seen in case of hybrid stars. We have also shown that the curvature term in the speed of sound changes its sign for these hadronic equations of state without the matter reaching the conformal limit or undergoing any phase transition. It is related to the 1st derivative of the energy per nucleon reaching a maximum. We have also examined the detailed behavior of the trace anomaly and polytropic index for RMF models, as well as for a density-dependent parametrized speed of sound. Our analysis demonstrates that the sign of the trace anomaly at high densities is sensitive to the stiffness or softness of the EOS. Different observational constraints from mass-radius and tidal deformability can restrict the range of parameters in the proposed speed of sound model."
    },
    {
      "title": "Statistical shell model for neutrinoless double $\\beta$-decay nuclear transition matrix elements: Results for $^{76}$Ge, $^{82}$Se, $^{100}$Mo, $^{124}$Sn, $^{130}$Te and $^{136}$Xe",
      "link": "https://arxiv.org/abs/2507.02707",
      "authors": "V. K. B. Kota, R. Sahu",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2507.02707v1 Announce Type: new \nAbstract: Statistical shell model (also called spectral distribution method or statistical spectroscopy method) based on random matrix theory and spherical shell model gives a theory for calculating neutrinoless double beta decay nuclear transition matrix elements (NDBD-NTME). This theory is briefly described and then applied to $^{76}$Ge, $^{82}$Se, $^{100}$Mo, $^{124}$Sn,$^{130}$Te and $^{136}$Xe NDBD-NTME. In these calculations, the Bethe's spin-cutoff factor and a bivariate correlation coefficient are varied in a range dictated by random matrix theory and trace propagation. The calculated NDBD-NTME are compared with the results from several other models as available in literature. The statistical shell model results are in general a factor 2 smaller compared to those from the spherical shell model."
    },
    {
      "title": "Non-Abelian chiral kinetic theory with self-consistent semiclassical expansion",
      "link": "https://arxiv.org/abs/2507.02370",
      "authors": "Xiao-Li Luo, Shu-Xiang Ma, Jian-Hua Gao",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2507.02370v1 Announce Type: cross \nAbstract: We derive the chiral kinetic theory in a non-Abelian gauge field using a self-consistent semiclassical expansion. Within this new expansion scheme, we disentangle the Wigner equations up to second order and demonstrate that they do not introduce additional constraint equations. By integrating the covariant chiral kinetic equations in eight-dimensional phase space, we obtain the corresponding equations in seven-dimensional phase space. This reduction facilitates numerical simulations and practical applications."
    },
    {
      "title": "Matching from quark to hadronic operators: external source vs spurion methods",
      "link": "https://arxiv.org/abs/2507.02538",
      "authors": "Gang Li, Chuan-Qiang Song, Jiang-Hao Yu",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2507.02538v1 Announce Type: cross \nAbstract: Various weak processes at the hadronic scale have been utilized to search for new physics at high energy scale, which can be described by the QCD chiral Lagrangian matched from the low-energy effective theory (LEFT). Utilizing the chiral symmetry $SU(2)_L\\times SU(2)_R \\to SU(2)_V$ at the quark and hadronic levels, we make a comprehensive comparison of various matching methods, including the external source method, conventional spurion method, and our systematic spurion method. Although different methods show agreements for dimension-6 LEFT operator matching, we find that for higher-dimensional operators, the external source method is quite limited or inapplicable, the conventional spurion methods needs to introduce more and more spurions, while our spurion method does not need to introduce any new spurions than the ones in the dimension-6 matching. Using minimal set of spurions, we thus establish an one-to-one correspondence between the LEFT and chiral operators, with several examples, such as derivative operators at dimensions 7 and 8 with a single bilinear, four-quark operators at the dimension-9 level with two quark bilinears, which can be applied to the study of neutrino/electron scatterings and neutrinoless double beta decay."
    },
    {
      "title": "Constraining color-charge effects of partonic energy loss with jet axis-based inclusive jet substructure measurement",
      "link": "https://arxiv.org/abs/2507.02725",
      "authors": "Raghunath Pradhan, Olga Evdokimov",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2507.02725v1 Announce Type: cross \nAbstract: This study investigates the color-charge dependence of parton energy loss in the quark-gluon plasma (QGP) medium and the associated relative modifications of quark and gluon jet fractions compared to vacuum, using jet axis decorrelation observables. Recent CMS jet axis decorrelation measurements in PbPb collisions at 5.02 TeV are interpreted using Pythia simulations with varied quark/gluon jet compositions and emulated color-charge dependent energy loss. A template-fit procedure is employed to estimate the limits on gluon jet fractions in the published CMS data and average shift in jet momentum due to quenching for quark- and gluon-initiated jets traversing the QGP. The extracted gluon jet fractions and the estimated quark and gluon energy losses based on this study of jet axis decorrelations are found to be consistent with other model calculations based on inclusive observables. This work illustrates the use of jet substructure measurements for providing constraints on the color-charge dependence of parton energy loss and offers valuable insights for jet quenching models."
    },
    {
      "title": "Early time hydrodynamic attractor in a nearly-unitary Fermi gas",
      "link": "https://arxiv.org/abs/2507.02838",
      "authors": "Michal P. Heller, Clemens Werthmann",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2507.02838v1 Announce Type: cross \nAbstract: The hydrodynamic attractors paradigm aims to explain fast applicability of hydrodynamics at ultrarelativistic nuclear collisions at RHIC and LHC in terms of the emergence of a universal behaviour across different initial states. The attractors observed in theoretical models are first driven by a rapid expansion of matter, which later gives way to the decay of exponentially damped transient excitations into the viscous fluid regime. Recently a theoretical proposal was made how to realize hydrodynamic attractors in cold atomic gases focusing on the decay of transients and opening prospects for a future experimental realization in table top experiments. Motivated by this, in the present paper we show how the far-from-equilibrium, expansion-driven part of the hydrodynamic attractor emerges in a model of a nearly-unitary Fermi gas dynamics under full theoretical control."
    },
    {
      "title": "The $nnn$ and $ppp$ correlation functions",
      "link": "https://arxiv.org/abs/2310.10428",
      "authors": "A. Kievsky, E. Garrido, M. Viviani, L. E. Marcucci, L. Serksnyte, R. Del Grande",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2310.10428v2 Announce Type: replace \nAbstract: Scattering experiments with three free nucleons in the ingoing channel are extremely challenging in terrestrial laboratories. Recently, the ALICE Collaboration has successfully measured the scattering of three protons indirectly, by using the femtoscopy method in high-energy proton-proton collisions at the Large Hadron Collider. In order to establish a connection with current and future measurements of femtoscopic three-particle correlation functions, we analyse the scenarios involving $nnn$ and $ppp$ systems using the hyperspherical adiabatic basis. The correlation function is a convolution of the source function and the corresponding scattering wave function. The finite size of the source allows for the use of the free scattering wave function in most of the adiabatic channels except the lowest ones. The scattering wave function has been computed using two different potential models: $(i)$ a spin-dependent Gaussian potential with parameters fixed to reproduce the scattering length and effective range and $(ii)$ the Argonne $v_{18}$ nucleon-nucleon interaction. Moreover, in the case of three protons, the Coulomb interaction has been considered in its hypercentral form. The results presented here have to be considered as a first step in the description of three-particle correlation functions using the hyperspherical adiabatic basis, opening the door to the investigation of other systems, such as the $pp\\Lambda$ system. For completeness, the comparison with the measurement by the ALICE Collaboration is shown assuming different values of the source radius."
    },
    {
      "title": "Synthesis of superheavy elements in the outer crust of a magnetar",
      "link": "https://arxiv.org/abs/2403.17773",
      "authors": "Davide Basilico, Xavier Roca-Maza, Gianluca Col\\`o",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2403.17773v2 Announce Type: replace \nAbstract: A theoretical understanding of a possible mechanism for synthesizing superheavy elements in the outer crust of magnetars is presented. We demonstrate that such a mechanism can be present whenever the baryon density in the outer crust of a neutron star reaches values around $10^{-2}$ fm$^{-3}$. This scenario could be realized in magnetars with hypothetical large magnetic fields, $B \\geq 10^{18}$ G. Under such conditions, the Coulomb lattice, formed by ionized nuclei, enables a mechanism that synthesizes superheavy elements."
    },
    {
      "title": "Nonperturbative Corrections to Soft Drop Jet Mass",
      "link": "https://arxiv.org/abs/1906.11843",
      "authors": "Andr\\'e H. Hoang, Sonny Mantry, Aditya Pathak, Iain W. Stewart",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:1906.11843v2 Announce Type: replace-cross \nAbstract: We provide a quantum field theory based description of the nonperturbative effects from hadronization for soft drop groomed jet mass distributions using the soft-collinear effective theory and the coherent branching formalism. There are two distinct regions of jet mass $m_J$ where grooming modifies hadronization effects. In a region with intermediate $m_J$ an operator expansion can be used, and the leading power corrections are given by three universal nonperturbative parameters that are independent of all kinematic variables and grooming parameters, and only depend on whether the parton initiating the jet is a quark or gluon. The leading power corrections in this region cannot be described by a standard normalized shape function. These power corrections depend on the kinematics of the subjet that stops soft drop through short distance coefficients, which encode a perturbatively calculable dependence on the jet transverse momentum, jet rapidity, and on the soft drop grooming parameters $z_{\\rm cut}$ and $\\beta$. Determining this dependence requires a resummation of large logarithms, which we carry out at LL order. For smaller $m_J$ there is a nonperturbative region described by a one-dimensional shape function that is unusual because it is not normalized to unity, and has a non-trivial dependence on $\\beta$."
    },
    {
      "title": "Emergent interaction-driven elliptic flow of few fermionic atoms",
      "link": "https://arxiv.org/abs/2308.09699",
      "authors": "Sandra Brandstetter, Philipp Lunt, Carl Heintze, Giuliano Giacalone, Lars H. Heyen, Maciej Ga{\\l}ka, Keerthan Subramanian, Marvin Holten, Philipp M. Preiss, Stefan Floerchinger, Selim Jochim",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2308.09699v2 Announce Type: replace-cross \nAbstract: Hydrodynamics provides a successful framework to effectively describe the dynamics of complex many-body systems ranging from subnuclear to cosmological scales by introducing macroscopic quantities such as particle densities and fluid velocities. According to textbook knowledge, it requires coarse graining over microscopic constituents to define a macroscopic fluid cell, which is large compared to the interparticle spacing and the mean free path. In addition, the entire system must consist of many such fluid cells. In high energy heavy ion collisions, hydrodynamic behaviour is inferred from the observation of elliptic flow. Here, we demonstrate the emergence of elliptic flow in a system of few strongly interacting atoms. In our system a hydrodynamic description is a priori not applicable, as all relevant length scales, i.e. the system size, the inter-particle spacing, and the mean free path are comparable. The single particle resolution, deterministic control over particle number and interaction strength in our experiment allow us to explore the boundaries between a microscopic description and a hydrodynamic framework in unprecedented detail."
    },
    {
      "title": "Symmetry verification for noisy quantum simulations of non-Abelian lattice gauge theories",
      "link": "https://arxiv.org/abs/2412.07844",
      "authors": "Edoardo Ballini, Julius Mildenberger, Matteo M. Wauters, Philipp Hauke",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2412.07844v2 Announce Type: replace-cross \nAbstract: Non-Abelian gauge theories underlie our understanding of fundamental forces of modern physics. Simulating them on quantum hardware is an outstanding challenge in the rapidly evolving field of quantum simulation. A key prerequisite is the protection of local gauge symmetries against errors that, if unchecked, would lead to unphysical results. While an extensive toolkit devoted to identifying, mitigating, and ultimately correcting such errors has been developed for Abelian groups, non-commuting symmetry operators complicate the implementation of similar schemes in non-Abelian theories. Here, we discuss two techniques for error mitigation through symmetry verification, tailored for non-Abelian lattice gauge theories implemented in noisy qudit hardware: dynamical post-selection (DPS), based on mid-circuit measurements without active feedback, and post-processed symmetry verification (PSV), which combines measurements of correlations between target observables and gauge transformations. We illustrate both approaches for the discrete non-Abelian group $D_3$ in 2+1 dimensions, explaining their usefulness for current NISQ devices even in the presence of fast fluctuating noise. Our results open new avenues for robust quantum simulation of non-Abelian gauge theories, for further development of error-mitigation techniques, and for measurement-based control methods in qudit platforms."
    },
    {
      "title": "Non-invertible symmetry as an axion-less solution to the strong CP problem",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269325004678?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: September 2025Source: Physics Letters B, Volume 868Author(s): Qiuyue Liang, Tsutomu T. Yanagida"
    },
    {
      "title": "Modified Quantum Oscillator Field in 4D Wormhole With a Cosmic String",
      "link": "https://link.springer.com/article/10.1007/s00601-025-02000-z",
      "authors": "Unknown",
      "source": "Few-Body Systems",
      "summary": "In this paper, we explore quantum dynamics of relativistic quantum oscillator field within the framework of generalized Klein-Gordon oscillator in the context of four-dimensional wormhole with a cosmic string. The considered space-time is an example of Morris-Thorne-type traversable wormhole with topological defect. We derive a radial second-order differential equation of the generalized Klein-Gordon oscillator equation and obtain analytical solution through special functions by choosing different potential functions. In this study, we consider two distinct functions: a Coulomb- and Cornell-like potential form and solve the differential equation. As particular case, we presented the ground state energy level and the corresponding wave function of quantum oscillator fields. In fact, it is shown that the wormhole throat radius and cosmic string influences the eigenvalue solution compared to flat space results. The presence of topological defect of cosmic string breaks the degeneracy of the spectra of energy."
    }
  ]
}