{
  "lastUpdated": "2025-05-13T02:38:20.238130",
  "papers": [
    {
      "title": "Quenching of the octupole rotational band in $^{71}\\mathrm{Ge}$",
      "link": "http://link.aps.org/doi/10.1103/PhysRevC.111.054312",
      "authors": "R. A. Haring-Kaye, R. Toepfer, K. E. Potts, N. Fogg, J. Döring, S. L. Tabor, Vandana Tripathi, A. Volya, B. Abromeit, R. Lubna, P.-L. Tai, J. M. VonMoss, and K. Q. Le",
      "source": "Physical Review C",
      "summary": "Author(s): R. A. Haring-Kaye, R. Toepfer, K. E. Potts, N. Fogg, J. Döring, S. L. Tabor, Vandana Tripathi, A. Volya, B. Abromeit, R. Lubna, P.-L. Tai, J. M. VonMoss, and K. Q. LeThe main goal of this study was to enhance the knowledge of the properties of the known octupole rotational band in $^{71}\\mathrm{Ge}$, including transition rates, and to investigate whether the band persists to higher spin. An experiment at Florida State University using the $^{62}\\mathrm{Ni}(^{14}…[Phys. Rev. C 111, 054312] Published Mon May 12, 2025"
    },
    {
      "title": "Measurement of $^{59}\\mathrm{Co}(γ,n)^{58}\\mathrm{Co}$ using a new flat-efficiency neutron detector at the Shanghai Laser Electron Gamma Source",
      "link": "http://link.aps.org/doi/10.1103/PhysRevC.111.054612",
      "authors": "Meng-Die Zhou, Zi-Rui Hao, Qian-Kun Sun, Long-Xiang Liu, Hang-Hua Xu, Yue Zhang, Pu Jiao, Zhi-Cai Li, Wen Luo, Yu-Xuan Yang, Sheng Jin, Kai-Jie Chen, Shan Ye, Zhen-Wei Wang, Yu-Ting Wang, Hui-Ling Wei, Yao Fu, Kun Yu, Hong-Wei Wang, Gong-Tao Fan, and Chun-Wang Ma",
      "source": "Physical Review C",
      "summary": "Author(s): Meng-Die Zhou, Zi-Rui Hao, Qian-Kun Sun, Long-Xiang Liu, Hang-Hua Xu, Yue Zhang, Pu Jiao, Zhi-Cai Li, Wen Luo, Yu-Xuan Yang, Sheng Jin, Kai-Jie Chen, Shan Ye, Zhen-Wei Wang, Yu-Ting Wang, Hui-Ling Wei, Yao Fu, Kun Yu, Hong-Wei Wang, Gong-Tao Fan, and Chun-Wang MaThe $(γ,n)$ cross sections for the $^{59}\\mathrm{Co}$ isotope within the range of giant dipole resonance were measured using laser Compton scattering (LCS) $γ$ rays at the Shanghai Laser Electron Gamma Source (SLEGS), Shanghai Synchrotron Radiation Facility (SSRF). A new neutron flat efficiency dete…[Phys. Rev. C 111, 054612] Published Mon May 12, 2025"
    },
    {
      "title": "Production of neutron-rich isotopes for $Z≥98$ in the $^{238}\\mathrm{U}+^{248}\\mathrm{Cm}$ reaction",
      "link": "http://link.aps.org/doi/10.1103/PhysRevC.111.054613",
      "authors": "S. E. Ocal, O. Yilmaz, M. Arik, S. Ayik, and A. S. Umar",
      "source": "Physical Review C",
      "summary": "Author(s): S. E. Ocal, O. Yilmaz, M. Arik, S. Ayik, and A. S. UmarBackground: Multinucleon transfer (MNT) reactions in actinide systems are a promising method to synthesize transuranium neutron-rich elements. Appropriate theoretical approaches are needed to understand the mechanisms behind MNT.Purpose: We employ a microscopic approach to calculate neutron-rich iso…[Phys. Rev. C 111, 054613] Published Mon May 12, 2025"
    },
    {
      "title": "Asymmetric warm nuclear matter described by Gogny and Skyrme-version models",
      "link": "http://link.aps.org/doi/10.1103/PhysRevC.111.055203",
      "authors": "Odilon Lourenço, Mariana Dutra, Mario Centelles, and Xavier Viñas",
      "source": "Physical Review C",
      "summary": "Author(s): Odilon Lourenço, Mariana Dutra, Mario Centelles, and Xavier ViñasIn this work, we perform a detailed study of the thermodynamical properties of asymmetric nuclear matter at finite temperatures by means of the Gogny force, with a particular focus on its D1 family. We emphasize the investigation of the liquid-gas phase transition with the respective analysis of pha…[Phys. Rev. C 111, 055203] Published Mon May 12, 2025"
    },
    {
      "title": "Order, Collectivity, Structured Yrast Lines, and Correlated Energies in Random Bosonic Systems",
      "link": "https://arxiv.org/abs/2505.05636",
      "authors": "Declan Mulhall",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2505.05636v1 Announce Type: new \nAbstract: Signatures of order and collectivity appear in a broad range of one and two level boson systems. Toy systems of $N$ particles on a single $j=3,\\,4\\dots 7$ level, and on 2 levels $(j_1,\\,j_2)$ with $j_1+j_2 \\leq 6$ were studied. Surprising novel features in the yrast lines were consistent with boson condensates. Strong signatures of order and collectivity were the norm. These included the usual energy ratios and quadrupole transition strengths for vibrational and rotational bands. There were pronounced correlations in energy ratios, sharp peaks in the Alga ratios and fractional collectivity across all the 1-level systems, as well as signatures of triaxiality"
    },
    {
      "title": "Synthesis of the superheavy elements beyond Og: extrapolating from ${}^{48}\\mathrm{Ca}$ to ${}^{54}\\mathrm{Cr}$",
      "link": "https://arxiv.org/abs/2505.05754",
      "authors": "Yueping Fang, Long Zhu",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2505.05754v1 Announce Type: new \nAbstract: Theoretical predictions on the optimal reaction energies are essential for producing superheavy elements (SHEs) beyond Og. Due to the limitation of the targets, synthesizing elements 119 and 120 will require beams of ${}^{50}\\mathrm{Ti}$ and/or ${}^{54}\\mathrm{Cr}$ ions. However, is it reliable to theoretically extrapolate from the well-investigated ${}^{48}\\mathrm{Ca}$ induced reactions to those with heavier projectiles? In this work, we apply the Fusion-by-Diffusion (FBD) concept to answer this question from two perspectives: radial and mass asymmetry degrees of freedom. The FBD concept is employed in the mass asymmetry degree of freedom for the first time, in which by fitting the calculations to experimental evaporation residue cross sections (ERCS) for the reactions of ${}^{48}\\mathrm{Ca}$ as projectiles with the actinide targets, a strong linear correlation between the contact distance ($D_\\mathrm{cont}$) and center-of-mass energy excess above the Coulomb barrier ($E_\\mathrm{c.m.}-B_0$) is found and a parametrization of the $D_\\mathrm{cont}$ is introduced. Using the result of parametrization, the calculations satisfactorily reproduce the shapes of all hot fusion excitation functions and values of the ERCS. Furthermore, thanks to the recent experimental data, we extrapolate the calculation in the reactions \\({}^{50}\\mathrm{Ti}+{}^{242}\\mathrm{Pu}\\), \\({}^{50}\\mathrm{Ti}+{}^{244}\\mathrm{Pu}\\), and \\({}^{54}\\mathrm{Cr}+{}^{238}\\mathrm{U}\\). The calculations reproduce the experimental data rather well within the experimental errors in both perspectives. Our results demonstrate that there is no non-negligible systematic deviation in extrapolating the projectiles from $^{48}\\text{Ca}$ to $^{50}\\text{Ti}$ and $^{54}\\text{Cr}$ for synthesizing SHEs beyond Og."
    },
    {
      "title": "Di-nucleons do not form bound states at heavy pion mass",
      "link": "https://arxiv.org/abs/2505.05547",
      "authors": "John Bulava, M. A. Clark, Arjun S. Gambhir, Andrew D. Hanlon, Ben H\\\"orz, B\\'alint Jo\\'o, Christopher K\\\"orber, Ken McElvain, Aaron S. Meyer, Henry Monge-Camacho, Colin Morningstar, Joseph Moscoso, Amy Nicholson, Fernando Romero-L\\'opez, Ermal Rrapaj, Andrea Shindler, Sarah Skinner, Pavlos M. Vranas, Andr\\'e Walker-Loud",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2505.05547v1 Announce Type: cross \nAbstract: We perform a high-statistics lattice QCD calculation of the low-energy two-nucleon scattering amplitudes. In order to address discrepancies in the literature, the calculation is performed at a heavy pion mass in the limit that the light quark masses are equal to the physical strange quark mass, $m_\\pi = m_K \\simeq 714 $ MeV. Using a state-of-the-art momentum space method, we rule out the presence of a bound di-nucleon in both the isospin 0 (deuteron) and 1 (di-neutron) channels, in contrast with many previous results that made use of compact hexaquark creation operators. In order to diagnose the discrepancy, we add such hexaquark interpolating operators to our basis and find that they do not affect the determination of the two-nucleon finite volume spectrum, and thus they do not couple to deeply bound di-nucleons that are missed by the momentum-space operators. Further, we perform a high-statistics calculation of the HAL QCD potential on the same gauge ensembles and find qualitative agreement with our main results. We conclude that two-nucleons do not form bound states at heavy pion masses and that previous identification of deeply bound di-nucleons must have arisen from a misidentification of the spectrum from off-diagonal elements of a correlation function."
    },
    {
      "title": "Non-purely transverse Magnus force in superconducting neutron stars",
      "link": "https://arxiv.org/abs/2505.05628",
      "authors": "Oleg A. Goglichidze, Mikhail E. Gusakov",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2505.05628v1 Announce Type: cross \nAbstract: The force acting on a proton vortex in extreme type-II superconducting neutron star matter is studied in the limit of vanishing temperature. A detailed analysis is presented on how momentum is transferred from length scales on the order of the London penetration depth to the vortex core. To examine the momentum flux, expressions for proton and electron currents are derived for arbitrary distances from the vortex line. It is shown that, in the regime of a large electron mean free path, the only force acting directly on the vortex core is the Magnus force. Notably, the correction to the proton current near the vortex core generates a component of the Magnus force aligned with the incident current measured far from the vortex. This contribution, responsible for longitudinal force, is usually overlooked in the literature. The results obtained in this work for a relatively simple problem concerning the force on a vortex in cold matter of neutron stars may also be relevant to other superconducting systems."
    },
    {
      "title": "Measurement of medium-induced acoplanarity in central Au-Au and pp collisions at $\\sqrt{s_{\\rm NN}}=200$ GeV using direct-photon+jet and $\\pi^{0}$+jet correlations",
      "link": "https://arxiv.org/abs/2505.05789",
      "authors": "The STAR Collaboration",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2505.05789v1 Announce Type: cross \nAbstract: The STAR Collaboration reports measurements of acoplanarity using semi-inclusive distributions of charged-particle jets recoiling from direct photon and $\\pi^{0}$ triggers, in central Au-Au and pp collisions at $\\sqrt{s_{\\rm NN}}=200$ GeV. Significant medium-induced acoplanarity broadening is observed for large but not small recoil jet resolution parameter, corresponding to recoil jet yield enhancement up to a factor of $\\approx20$ for trigger-recoil azimuthal separation far from $\\pi$. This phenomenology is indicative of the response of the Quark-Gluon Plasma to excitation, but not the scattering of jets off of its quasiparticles. The measurements are not well-described by current theoretical models which incorporate jet quenching."
    },
    {
      "title": "Calculation of the axial-vector coupling constant $g_A$ to two loops in covariant chiral perturbation theory",
      "link": "https://arxiv.org/abs/2505.05941",
      "authors": "V\\'eronique Bernard, Jambul Gegelia, Shayan Ghosh, Ulf-G. Mei{\\ss}ner",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2505.05941v1 Announce Type: cross \nAbstract: We present a calculation of the leading two-loop corrections to the axial-vector coupling constant $g_A$ in two covariant versions of two-flavor baryon chiral perturbation theory. Taking the low-energy constants from a combined analysis of elastic and inelastic pion-nucleon scattering, we find that these corrections are rather moderate."
    },
    {
      "title": "Mechanical form factors and densities of non-relativistic fermions",
      "link": "https://arxiv.org/abs/2505.06135",
      "authors": "Adam Freese",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2505.06135v1 Announce Type: cross \nAbstract: The hadron physics community has been actively debating the interpretation of so-called mechanical properties of hadrons. Non-relativistic quantum-mechanical systems like the hydrogen atom have been appealed to in these debates as analogies. Since such appeals are likely to continue, it is important to have Galilei-covariant expressions for matrix elements of the energy-momentum tensor. In this work, I obtain Galilei-covariant breakdowns of such matrix elements into mechanical form factors, with a special focus on spin-half states. I additionally study the spatial densities associated with these form factors, using the pilot wave interpretation to guide their breakdown into contributions from internal structure and from quantum-mechanical effects such as wave packet dispersion. For completeness, I also obtain non-relativistic Breit frame densities."
    },
    {
      "title": "Machine Learning Neutrino-Nucleus Cross Sections",
      "link": "https://arxiv.org/abs/2412.16303",
      "authors": "Daniel C. Hackett, Joshua Isaacson, Shirley Weishi Li, Karla Tame-Narvaez, Michael L. Wagman",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2412.16303v2 Announce Type: replace-cross \nAbstract: Neutrino-nucleus scattering cross sections are critical theoretical inputs for long-baseline neutrino oscillation experiments. However, robust modeling of these cross sections remains challenging. For a simple but physically motivated toy model of the DUNE experiment, we demonstrate that an accurate neural-network model of the cross section -- leveraging Standard Model symmetries -- can be learned from near-detector data. We then perform a neutrino oscillation analysis with simulated far-detector events, finding that the modeled cross section achieves results consistent with what could be obtained if the true cross section were known exactly. This proof-of-principle study highlights the potential of future neutrino near-detector datasets and data-driven cross-section models."
    },
    {
      "title": "Understanding thermalization in a non-Abelian gauge theory in terms of its soft modes",
      "link": "https://arxiv.org/abs/2501.04397",
      "authors": "Sayak Guin, Harshit Pandey, Sayantan Sharma",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2501.04397v2 Announce Type: replace-cross \nAbstract: We measure the maximal Lyapunov exponent $\\lambda_L$ of physical states in a SU(2) gauge theory consisting of soft momentum modes both in and out-of-thermal equilibrium conditions using ab-initio lattice techniques. We have implemented different algorithms to appropriately describe the dynamics of soft-modes for a wide range of temperatures and under non-equilibrium conditions. The non-equilibrium state has been realized starting from an over-occupied initial condition for low momentum soft gluons whereas the thermal state comprises of strongly interacting soft gluons at temperatures where these are well separated from the hard momentum modes. Spectra of positive Lyapunov exponents is observed in both these states, similar to a chaotic dynamical system. From the Kolmogorov-Sinai entropy rate measured in terms of this spectrum, we estimate a typical time-scale of $\\sim 0.50(3)$ fm/c to achieve thermalization at $T\\sim 600$ MeV starting from the non-thermal state. We also measure, for the first time, the $\\lambda_L$ for long wavelength critical modes of SU(2) using the out-of-time-ordered correlator of a classical $Z_2$ scalar field theory, which shares the same universal behavior with SU(2), near the deconfinement phase transition. The $\\lambda_L$ is observed to maximize at the transition temperature."
    },
    {
      "title": "High-order cumulants of the net-proton number in Au + Au collision at s ...",
      "link": "http://iopscience.iop.org/article/10.1088/1361-6471/adce1c",
      "authors": "K Anukulkich, P Srisawad, P Chaimongkon, S Sombon, C Herold, A Limphirat and Y Yan",
      "source": "Journal of Physics G: Nuclear and Particle Physics",
      "summary": "In this work, we investigate the fluctuations of the net-proton number in Au + Au collisions at = 14.5 and 19.6 GeV by calculating cumulants and their ratios within the framework of the ultra-relativistic quantum molecular dynamics (UrQMD) model. Our results are consistent with STAR data of C2/C1 and C3/C2. Furthermore, we also calculated the sixth-order cumulants of net-proton at = 14.5, 16.5, and 19.6 GeV. The results reveal the cumulant ratios approach zero as the centrality increases. We also analyze the energy dependence of the net-proton distribution at eight different energies and compare these results with STAR experiment data. The analysis shows a monotonic trend for C2/C1 and C3/C2, while the UrQMD model cannot describe the non-monotonic energy dependence for C4/C2 for the most central Au + Au collisions measured by STAR. Finally, we investigated the energy dependence of proton factorial cumulants and found a sign change, as well as fluctuations at low energies. Although the UrQMD simulations do not incorporate the physics of the quantum chromodynamic (QCD) critical point, the results provide a baseline for the search for the QCD critical point."
    },
    {
      "title": "Dominance of gluonic scale anomaly in confining pressure inside nucleon and D-term",
      "link": "https://www.sciencedirect.com/science/article/pii/S037026932500320X?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: Available online 11 May 2025Source: Physics Letters BAuthor(s): Daisuke Fujii, Mamiya Kawaguchi, Mitsuru Tanaka"
    }
  ]
}