{
  "lastUpdated": "2026-01-09T02:53:49.311576",
  "papers": [
    {
      "title": "$ np \\leftrightarrow d\\gamma $ reactions calculated up to $E_{\\gamma}=20$ MeV",
      "link": "https://arxiv.org/abs/2601.03602",
      "authors": "Mamoon A. Sharaf, Weijie Du, Andrey M. Shirokov",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2601.03602v1 Announce Type: new \nAbstract: We calculate the electromagnetic dipole transition cross sections for the $np \\rightarrow d\\gamma$ and $ d\\gamma \\rightarrow np$ reactions over a broad range of energies. We use the LENPIC nucleon-nucleon interaction obtained from chiral effective field theory ($\\chi$EFT) up to next-to-next-to-next-to-next-to-leading order (N4LO) and effective electromagnetic dipole transition operators obtained from the same $\\chi$EFT up to N2LO. Our results agree with existing experiments. We get results at energies for which experimental data and/or modern theoretical calculations have not been reported. In this study, we utilize a new approach, namely, our adaptation of the Efros [V. D. Efros, Phys. Rev. C 99, 034620 (2019)] method that is prospective for future many-body applications in calculations of bound and continuum state wave functions."
    },
    {
      "title": "Gorkov algebraic diagrammatic construction for infinite nuclear matter",
      "link": "https://arxiv.org/abs/2601.03763",
      "authors": "Francesco Marino, Carlo Barbieri, Gianluca Col\\`o",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2601.03763v1 Announce Type: new \nAbstract: We propose an approximate many-body truncation for Gorkov self-consistent Green's function (SCGF) theory where pairing correlations are handled at first order, while the bulk of many-body correlations are described using the particle-number conserving Dyson-SCGF scheme up to third order in the algebraic diagrammatic construction, a method so far restricted to closed shell isotopes. The new method is enabled by the introduction of a scheme that allows to approximate the Gorkov propagator in terms of a particle-number-conserving optimized reference state. The approach provides state-of-the-art predictions of the equation of state and spectral properties of infinite nuclear matter at zero temperature and in the presence of pairing. We find satisfactory results using modern saturating Hamiltonians at next-to-next-to-leading order in chiral effective field theory."
    },
    {
      "title": "Improved microscopic nuclear level densities within the triaxial Hartree-Fock-Bogoliubov plus combinatorial method",
      "link": "https://arxiv.org/abs/2601.03804",
      "authors": "S. Goriely, W. Ryssens, S. Hilaire, A. J. Koning",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2601.03804v1 Announce Type: new \nAbstract: New developments have been brought to our energy-, spin- and parity-dependent nuclear level densities based on the microscopic combinatorial method. Our new calculation is based on the BSkG3 mean-field model which relies on a three-dimensional coordinate-space representation of the nucleus, allowing for the spontaneous breaking of ground state rotational, axial and reflection symmetry. In particular, we now account for the impact of possible triaxial deformation of nuclear ground states on the level density. This has two effects on our calculations: the additional freedom of the single-particle levels affects the intrinsic level density while the absence of a rotational symmetry axis results in a larger collective correction. The present model reproduces the experimental s- and p-wave neutron resonance spacings with a degree of accuracy comparable to that of the best global models available. It is also shown that the model gives a reliable extrapolation at low energies where experimental data on the cumulative number of levels can be extracted. The predictions are also in good agreement with the experimental data extracted from the Oslo method. Total level densities for more than 8500 nuclei are made available in a table format for practical applications. For the nuclei for which experimental s-wave spacings and enough low-lying states exist, renormalization factors are provided to reproduce simultaneously both observables. The same combinatorial method is used to estimate the nuclear level densities at the fission saddle points of actinides and at the shape isomer deformation. Finally, the new nuclear level densities are applied to the calculation of radiative neutron capture cross sections and compared with those obtained with our previous combinatorial model."
    },
    {
      "title": "Thermal Evolution of Shape Coexistence in Mo and Ru Isotopes",
      "link": "https://arxiv.org/abs/2601.03838",
      "authors": "Mamta Aggarwal, Pranali Parab, A. Jain, G. Saxena",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2601.03838v1 Announce Type: new \nAbstract: The temperature-driven shape dynamics of isotopic chains of Mo and Ru elements and their impact on decay modes have been investigated in a statistical theoretical framework with macroscopic-microscopic apporach. These isotopes located at the key points in r-process path are known for the rapid structural changes, shape instabilities and shape coexistence that impact the nuclear processes, decay modes and lifetimes. At high temperatures that may exist in stars or in various nuclear reaction processes, these nuclei undergo a variety of shape and deformation changes due to thermal shell quenching effects influencing the decay energies (Q value), and eventually life-time have been studied in detail. Our findings provide insight into the observed shift in the deformation, shapes and coexisting states due to the diminishing nuclear shell effects in hot nuclei, revealing that the structural changes influence the decay processes and significantly in the astrophysically relevant Mo-Ru region especially around A = 100."
    },
    {
      "title": "Role of $\\Sigma(1660)$ in the $K^- p \\to\\pi^0\\pi^0\\Sigma^0$ reaction",
      "link": "https://arxiv.org/abs/2601.03692",
      "authors": "Xing-Yi Ji, Si-Wei Liu, Wen-Tao Lyu, De-Min Li, En Wang, Ju-Jun Xie",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2601.03692v1 Announce Type: cross \nAbstract: The processes of $K^-p \\to \\pi^0 \\pi^0 \\Sigma^0$ and $K^- p \\to \\pi^0 \\Lambda(1405)$ are studied within the effective Lagrangian approach. In addition to the ``background\" contribution from the $u$-channel nucleon pole term, contribution from the $\\Sigma(1660)$ resonance with spin-parity $J^P=1/2^+$ is also considered. For the $K^-p \\to \\pi^0 \\pi^0 \\Sigma^0$ reaction, we perform a calculation for the total and differential cross sections by considering the contribution from the $\\Sigma(1660)$ intermediate resonance decaying into $\\pi^0 \\Lambda(1405)$ with $\\Lambda(1405)$ decaying into $\\pi^0 \\Sigma^0$. With our model parameters, the available experimental data on both the $K^-p \\to \\pi^0 \\pi^0 \\Sigma^0$ and $K^- p \\to \\pi^0 \\Lambda(1405)$ reactions can be fairly well reproduced. It is shown that we really need the contribution from the $\\Sigma(1660)$ resonance, and that these experimental measurements could be used to determine some properties of the $\\Sigma(1660)$ resonance."
    },
    {
      "title": "Extracting scattering phase shift in quantum mechanics on quantum computers",
      "link": "https://arxiv.org/abs/2601.04092",
      "authors": "Peng Guo, Paul LeVan, Frank X. Lee, Yong Zhao",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2601.04092v1 Announce Type: cross \nAbstract: We investigate the feasibility of extracting infinite volume scattering phase shift on quantum computers in a simple one-dimensional quantum mechanical model, using the formalism established in Ref.~\\cite{Guo:2023ecc} that relates the integrated correlation functions (ICF) for a trapped system to the infinite volume scattering phase shifts through a weighted integral. The system is first discretized in a finite box with periodic boundary conditions, and the formalism in real time is verified by employing a contact interaction potential with exact solutions. Quantum circuits are then designed and constructed to implement the formalism on current quantum computing architectures. To overcome the fast oscillatory behavior of the integrated correlation functions in real-time simulation, different methods of post-data analysis are proposed and discussed. Test results on IBM hardware show that good agreement can be achieved with two qubits, but complete failure ensues with three qubits due to two-qubit gate operation errors and thermal relaxation errors."
    },
    {
      "title": "Complete NLO BFKL impact factors for quarkonium hadroproduction in NRQCD: the case of ${}^1S_0^{[1]}$, ${}^1S_0^{[8]}$, and ${}^3S_1^{[8]}$ states",
      "link": "https://arxiv.org/abs/2601.04142",
      "authors": "Michael Fucilla, Jean-Philippe Lansberg, Maxim Nefedov, Lech Szymanowski, Samuel Wallon",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2601.04142v1 Announce Type: cross \nAbstract: We present the first complete next-to-leading order calculation of the impact factors for hadroproduction of $S$-wave quarkonium states within the BFKL formalism. We present the computation of the real-emission contributions which completes the recent one of one-loop virtual corrections by one of us for the impact factors for the ${}^1S_0^{[1]}$, ${}^1S_0^{[8]}$, and ${}^3S_1^{[8]}$ NRQCD states. We prove the cancellation of soft divergences between real and virtual contributions, and that the surviving collinear singularities are compatible with factorisation up to one loop for a novel class of processes where BFKL resummation can be applied. Our work indeed represents the first complete NLO quarkonium impact factor in the BFKL framework and paves the way to first next-to-leading-logarithmic-precision studies for hadroproduction of forward-backward quarkonium associated production at hadron colliders."
    },
    {
      "title": "Three-particle scattering amplitudes from lattice QCD",
      "link": "https://arxiv.org/abs/2601.04147",
      "authors": "Stephen R. Sharpe",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2601.04147v1 Announce Type: cross \nAbstract: I review recent progress in calculating scattering amplitudes and resonance properties involving three particles using results from lattice QCD. The necessary input is the finite-volume spectrum, and the outputs -- via solutions of integral equations -- are scattering amplitudes that can be continued into the complex plane to search for resonance poles. I describe the outlook for future extensions and applications of this work."
    },
    {
      "title": "Investigation of the performance of a GNN-based b-jet tagging method in heavy-ion collisions",
      "link": "https://iopscience.iop.org/article/10.1088/1361-6471/ae2eed",
      "authors": "Changhwan Choi and Sanghoon Lim",
      "source": "Journal of Physics G: Nuclear and Particle Physics",
      "summary": "Beauty-tagged jets (b-jets)—collimated sprays of particles originating from the fragmentation of beauty quarks produced in the initial hard scatterings—provide a unique probe of parton dynamics in the quark-gluon plasma (QGP) created in ultrarelativistic heavy-ion collisions. In particular, energy loss patterns of low-pTb-jets traversing the QGP offer valuable insight into the strong interaction in its non-perturbative regime. CMS and ATLAS Collaborations at the LHC have studied b-jet production in Pb–Pb collisions. The results were limited to a high-pT region, because a major challenge at low-pT is the overwhelming number of background particles from QGP hadronisation, which severely hinders the effectiveness of conventional b-jet tagging techniques. To enable precise measurements in such complex environments, advanced tagging methods are required. Graph neural networks (GNNs), capable of learning relational structures among jet constituents, represent a promising deep learning approach for b-jet identification. In this study, we adopt and adapt the GN1 model, initially developed by ATLAS, for use in Pb–Pb collision environments. We investigate the model’s performance by applying it to jets embedded with Pb–Pb background particles, evaluating both tagging decisions and robustness against background contamination. This work presents a comprehensive evaluation of GNN-based b-jet tagging under heavy-ion collision conditions, aiming to advance future precision studies of QGP-induced partonic energy loss."
    },
    {
      "title": "Cluster-liquid phase separation in cluster decay",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269326000092?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: Available online 8 January 2026Source: Physics Letters BAuthor(s): Yinu Zhang, Long Zhu, Cenxi Yuan, Zepeng Gao"
    },
    {
      "title": "Two loop QCD corrections to <math xmlns:mml=\"http://www.w3.org/1998/Math/MathML\" altimg=\"si12.svg\" class=\"math\"><mrow><msup><mi>e</mi><mo>+</mo></msup><msup><mi>e</mi><mo>−</mo></msup><mo>→</mo><mi>J</mi><mo linebreak=\"goodbreak\">/</mo><mi>ψ</mi><mo linebreak=\"goodbreak\">+</mo><msub><mi>η</mi><mi>c</mi></msub></mrow></math> in asymptotic expansion",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269326000043?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: Available online 7 January 2026Source: Physics Letters BAuthor(s): Cong Li, Xu-Dong Huang, Wen-Long Sang"
    }
  ]
}