{
  "lastUpdated": "2025-06-17T02:43:24.511860",
  "papers": [
    {
      "title": "Excited-state lifetimes in $^{131}\\mathrm{In}$, $^{131}\\mathrm{Sn}$, and $^{136}\\mathrm{Te}$ measured with the HiCARI $γ$-ray spectrometer at RIBF at RIKEN",
      "link": "http://link.aps.org/doi/10.1103/mysq-byyv",
      "authors": "J. Acosta <em>et al.</em>",
      "source": "Physical Review C",
      "summary": "Author(s): J. Acosta et al.In the years 2020 to 2021, a high resolution in-beam $γ$-ray spectroscopy campaign took place at the Radio Isotope Beam Factory within the frame of the HiCARI project. An array composed of 12 composite Ge detectors of different types was put together by an international collaboration in order to add…[Phys. Rev. C 111, 064316] Published Mon Jun 16, 2025"
    },
    {
      "title": "Pauli-blocking effects in Nilsson states of weakly bound exotic nuclei",
      "link": "http://link.aps.org/doi/10.1103/nj6g-fsj4",
      "authors": "P. Punta, J. A. Lay, A. M. Moro, and G. Colò",
      "source": "Physical Review C",
      "summary": "Author(s): P. Punta, J. A. Lay, A. M. Moro, and G. ColòBackground: The description of weakly bound nuclei using deformed few-body models has proven to be crucial in the study of reactions involving certain exotic nuclei. However, the core+valence nucleons models face the challenge of applying the Pauli exclusion principle, since the factorization of the…[Phys. Rev. C 111, 064614] Published Mon Jun 16, 2025"
    },
    {
      "title": "Statistical nucleation in expanding nuclear matter",
      "link": "http://link.aps.org/doi/10.1103/rx5l-6dv9",
      "authors": "N. Buyukcizmeci, A. Ergun, A. S. Botvina, and M. Bleicher",
      "source": "Physical Review C",
      "summary": "Author(s): N. Buyukcizmeci, A. Ergun, A. S. Botvina, and M. BleicherWe investigate the formation of intermediate mass and light nuclei in the processes associated with expanding nuclear matter: It is demonstrated that this phenomenon can be explained within the statistical approach by applying the local equilibrium concept. The production of such nuclei can be reali…[Phys. Rev. C 111, 064615] Published Mon Jun 16, 2025"
    },
    {
      "title": "$γW$-exchange contributions in neutron $β$ decay in the forward-angle limit",
      "link": "http://link.aps.org/doi/10.1103/ds72-13yb",
      "authors": "Hui-Yun Cao and Hai-Qing Zhou",
      "source": "Physical Review C",
      "summary": "Author(s): Hui-Yun Cao and Hai-Qing ZhouIn this work, the contributions from $γW$ exchange in neutron $β$ decay are estimated at the amplitude level. Using a general form for the electromagnetic (EM) form factors (FFs) of the proton, the EM FFs of the neutron, and the weak FFs of the $Wnp$ interaction as inputs, we present analytical expr…[Phys. Rev. C 111, 065202] Published Mon Jun 16, 2025"
    },
    {
      "title": "Asymmetric muon-antimuon emission from $Z^0$ decays: a clear magnetometer in relativistic heavy-ion collisions",
      "link": "https://arxiv.org/abs/2506.11370",
      "authors": "Alejandro Ayala, Ana Julia Mizher, Javier Rend\\'on",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2506.11370v1 Announce Type: cross \nAbstract: We show that a very clear signal of the presence of a strong magnetic field during the early stage of a high-energy heavy-ion collision is provided by the decay of the Z^0 into dimuon pairs. We find that the process is highly anisotropic, producing pairs mainly out of plane, as signaled by a negative value of v_2, and leads to a harder antimuon transverse momentum spectrum, compared with that of the muon transverse momentum spectrum. We also show that the process does not produce a significant distortion of the Z^0 spectral function. The signal can be identified by comparing the dimuon-invariant mass and the individual muon and antimuon spectra produced in semicentral heavy-ion collisions with the corresponding scaled spectra produced in p+p collisions at the $Z^0$ peak."
    },
    {
      "title": "Charge Pickup Reaction Cross Section for Neutron-Rich p-Shell Isotopes at 900A MeV",
      "link": "https://arxiv.org/abs/2506.11392",
      "authors": "J. -C. Zhang, B. -H. Sun, I. Tanihata, S. Terashima, F. Wang, R. Kanungo, C. Scheidenberger, F. Ameil, J. Atkinson, Y. Ayyad, S. Bagchi, D. Cortina-Gil, I. Dillmann, A. Estrad\\'e, A. Evdokimov, F. Farinon, H. Geissel, G. Guastalla, R. Janik, S. Kaur, R. Kn\\\"obel, J. Kurcewicz, Yu. A. Litvinov, M. Marta, M. Mostazo, I. Mukha, C. Nociforo, H. J. Ong, S. Pietri, A. Prochazka, B. Sitar, P. Strmen, M. Takechi, J. Tanaka, J. Vargas, H. Weick, J. S. Winfield",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2506.11392v1 Announce Type: cross \nAbstract: We report charge pickup reaction cross sections for 24 \\textit{p}-shell isotopes, including $^{8,9}$Li, $^{10-12}$Be, $^{10,13-15}$B, $^{12,14-19}$C and $^{14,15,17-22}$N, measured at relativistic energies (approximately 900$A$ MeV) on both hydrogen and carbon targets. For the first time, we reveal a universal rapid increase in the charge pickup cross sections of unstable projectiles with isospin asymmetry along several isotopic chains. The cross sections can be decoupled into distinct contributions from the mass number and isospin asymmetry of the projectile, highlighting the critical role of the latter, and can be formulated empirically."
    },
    {
      "title": "Properties and microscopic structures of dense stellar matter in RMF models",
      "link": "https://arxiv.org/abs/2506.11492",
      "authors": "Jia-Xing Niu, Hao Sun, Cheng-Jun Xia, Toshiki Maruyama",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2506.11492v2 Announce Type: cross \nAbstract: Data tables on the equation of state (EOS) and microscopic structures for cold dense stellar matter with proton fractions $Y_p =0.01$-$0.65$ and baryon number densities $n_\\text{b}=10^{-8}$-$2 \\ \\mathrm{fm}^{-3}$ are obtained adopting 13 different relativistic density functionals, i.e., NL3, PK1, PK1r, GM1, MTVTC, DD-LZ1, PKDD, DD-ME2, TW99, DD-MEX, DD-MEX1, DD-MEX2, and DD-MEY. The EOSs of dense stellar matter inside neutron stars with baryon number densities $n_\\text{b}=7.6\\times 10^{-11}$-$2 \\ \\mathrm{fm}^{-3}$ are obtained as well fulfilling $\\beta$-stability condition. In general, the dense stellar matter exhibits droplet phase at $n_\\mathrm{b}\\lesssim 0.015\\ \\mathrm{fm}^{-3}$, while more exotic structures such as rods, slabs, tubes, and bubbles appear sequentially as density increases. The critical proton fractions $Y_p^\\mathrm{drip}$ ($\\approx 0.26$-0.31) for neutron drip are obtained, where neutron gas emerges outside of nuclei at $Y_p< Y_p^\\mathrm{drip}$. For dense stellar matter at small densities ($n_\\text{b}\\lesssim 10^{-5} \\ \\mathrm{fm}^{-3}$) or large proton fractions ($n_\\text{b}\\lesssim0.1 \\ \\mathrm{fm}^{-3}$ and $Y_p\\gtrsim Y_p^\\mathrm{drip}$), the EOSs and microscopic structures are generally insensitive to the adopted density functionals. With the onset of neutron drip at $Y_p\\lesssim Y_p^\\mathrm{drip}$, the uncertainties emerge and peak at $n_\\text{b} \\approx 0.02 \\ \\mathrm{fm}^{-3}$ within the range $10^{-5} \\lesssim n_\\text{b}\\lesssim0.1 \\ \\mathrm{fm}^{-3}$. At $n_\\text{b}\\gtrsim0.1 \\ \\mathrm{fm}^{-3}$, the dense stellar matter becomes uniform and muons eventually appear, where the uncertainties in the EOSs grow significantly."
    },
    {
      "title": "The QUEST Database of Highly-Accurate Excitation Energies",
      "link": "https://arxiv.org/abs/2506.11590",
      "authors": "Pierre-Fran\\c{c}ois Loos, Martial Boggio-Pasqua, Aymeric Blondel, Filippo Lipparini, Denis Jacquemin",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2506.11590v1 Announce Type: cross \nAbstract: We report theoretical best estimates of vertical transition energies (VTEs) for a large number of excited states and molecules: the \\textsc{quest} database. This database includes 1489 \\emph{aug}-cc-pVTZ VTEs (731 singlets, 233 doublets, 461 triplets, and 64 quartets) for both valence and Rydberg transitions occurring in molecules containing from 1 to 16 non-hydrogen atoms. \\textsc{Quest} also includes a significant list of VTEs for states characterized by a partial or genuine double-excitation character, known to be particularly challenging for many computational methods. The vast majority of the reported values are deemed chemically-accurate, that is, are within $\\pm0.05$ eV of the FCI/\\emph{aug}-cc-pVTZ estimate. This allows for a balanced assessment of the performance of popular excited-state methodologies. We report the results of such benchmarks for various single- and multi-reference wavefunction approaches, and provide extensive supporting information allowing testing of other models. All corresponding data associated with the \\textsc{quest} database, along with analysis tools, can be found in the associated \\textsc{GitHub} repository at the following URL: https://github.com/pfloos/QUESTDB."
    },
    {
      "title": "Recent Results on the Tetraneutron",
      "link": "https://arxiv.org/abs/2506.11623",
      "authors": "Thomas Faestermann, Roman Gernh\\\"auser",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2506.11623v1 Announce Type: cross \nAbstract: We describe the recent experiments which claimed an observation of a tetra-neutron signal. Production reactions like transfer, knockout, fragmentation or photodisintegration have been used at very different experiments and facilities to form systems just made of neutrons. As a possible explanation of the partly contradicting results we suggest that some observed the bound ground state and some an unbound but still correlated state of the four neutrons at different exitation energy. We also refer to some of the theoretical works."
    },
    {
      "title": "Gapless neutron superfluidity in the crust of the accreting neutron stars KS 1731-260 and MXB 1659-29",
      "link": "https://arxiv.org/abs/2506.11693",
      "authors": "Valentin Allard, Nicolas Chamel",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2506.11693v1 Announce Type: cross \nAbstract: The interpretation of the thermal evolution of the transiently accreting neutron stars MXB 1659-29 and KS 1731-260 after an outburst is challenging, both within the traditional deep-crustal heating paradigm and the thermodynamically consistent approach of Gusakov and Chugunov that accounts for neutron diffusion throughout the crust. All these studies assume that the neutron superfluid in the crust is at rest. However, we have recently shown that a finite superflow could exist and could lead to a new gapless superfluid phase if quantized vortices are pinned. We have revisited the cooling of MXB 1659-29 and KS 1731-260 and we have found that gapless superfluidity could naturally explain their late time cooling. We pursue here our investigation by performing new simulations of the thermal relaxation of the crust of MXB 1659-29 and KS 1731-260 within a Markov Chain Monte Carlo method accounting for neutron diffusion and allowing for gapless superfluidity. We have varied the global structure of the neutron star, the composition of the heat-blanketing envelope, and the mass accretion rate. In all cases, observations are best fitted by models with gapless superfluidity. Finally, we make predictions that could be tested by future observations."
    },
    {
      "title": "Temperature Dependence of Heavy Quark Diffusion from (2+1)-flavor Lattice QCD",
      "link": "https://arxiv.org/abs/2506.11958",
      "authors": "Dennis Bollweg, Jorge Luis Dasilva Gol\\'an, Olaf Kaczmarek, Rasmus Norman Larsen, Guy D. Moore, Swagato Mukherjee, Peter Petreczky, Hai-Tao Shu, Simon Stendebach, Johannes Heinrich Weber",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2506.11958v1 Announce Type: cross \nAbstract: We present a lattice determination of the heavy-quark diffusion coefficient in (2+1)-flavor QCD with almost physical quark masses. The momentum and spatial diffusion coefficients are extracted for a wide temperature range, from $T=163$ MeV to $10$ GeV. The results are in agreement with previous works from the HotQCD collaboration, and show fast thermalization of the heavy quark inside the QGP. Near the chiral crossover temperature $T_c\\simeq150$ MeV, our results are close to the AdS/CFT estimation computed at strong coupling."
    },
    {
      "title": "New measurements of (p,xp) and (p,xα$$\\alpha $$) reactions on 27$$ ^{27}$$Al at 7.0, 22.0 and 30.0 MeV",
      "link": "https://epja.epj.org/10.1140/epja/s10050-025-01603-8",
      "authors": "D. Gusseinova, G. Ussabayeva, T. K. Zholdybayev, I. Boztosun, Y. Kucuk, A. J. Koning, Zh. Kerimkulov, B. Sadykov, A. Temirzhanov, B. Canbula",
      "source": "European Physical Journal A",
      "summary": "Authors: D. Gusseinova, G. Ussabayeva, T. K. Zholdybayev, I. Boztosun, Y. Kucuk, A. J. Koning, Zh. Kerimkulov, B. Sadykov, A. Temirzhanov and B. Canbula.The European Physical Journal A Vol. 61 , page 133Published online: 12/6/2025"
    }
  ]
}