{
  "lastUpdated": "2025-07-10T02:47:05.302108",
  "papers": [
    {
      "title": "Global $\\mathrm{Λ}$ polarization in heavy-ion collisions at high baryon density",
      "link": "http://link.aps.org/doi/10.1103/qn56-fvnq",
      "authors": "Yu. B. Ivanov",
      "source": "Physical Review C",
      "summary": "Author(s): Yu. B. IvanovBased on the model of three-fluid dynamics (3FD), the global $\\mathrm{Λ}$ polarization (${P}_{\\mathrm{Λ}}$) is calculated in $\\mathrm{Au}+\\mathrm{Au}$ collisions at 3 $≤\\sqrt{{s}_{NN}}≤$ 9 GeV, in which high baryon density is achieved. Various contributions to ${P}_{\\mathrm{Λ}}$ are considered: thos…[Phys. Rev. C 112, 014902] Published Wed Jul 09, 2025"
    },
    {
      "title": "Role of the isovector spin-orbit potential in mitigating the CREX-PREX dilemma",
      "link": "http://link.aps.org/doi/10.1103/tcy2-brmk",
      "authors": "Athul Kunjipurayil, J. Piekarewicz, and Marc Salinas",
      "source": "Physical Review C",
      "summary": "Author(s): Athul Kunjipurayil, J. Piekarewicz, and Marc SalinasIncreasing the strength of the isovector spin-orbit potential in mean-field calculations can reconcile the PREX and CREX measurements of the neutron skin thicknesses in 208Pb and 48Ca. The authors demonstrate this within a relativistic mean-field framework by exactly recasting the Dirac equation into a Schrödinger-like form, allowing a clear identification and manipulation of the various components of the effective potential. However, they show that such modifications undermine well-established shell-model phenomenology, particularly the ordering of spin-orbit partners. Although by itself this approach cannot resolve the CREX-PREX dilemma in a consistent way, the results underscore that the ongoing tension offers a valuable opportunity to advance our understanding of the nuclear dynamics.[Phys. Rev. C 112, 014310] Published Tue Jul 08, 2025"
    },
    {
      "title": "First measurement of ${a}_{2}^{0}(1320)$ polarized photoproduction cross section",
      "link": "http://link.aps.org/doi/10.1103/jfzb-rfl4",
      "authors": "F. Afzal <em>et al.</em> (<span class=\"sc\">GlueX</span> Collaboration)",
      "source": "Physical Review C",
      "summary": "Author(s): F. Afzal et al. (GlueX Collaboration)We measure for the first time the differential photoproduction cross section $dσ/dt$ of the ${a}_{2}(1320)$ meson at an average photon beam energy of 8.5 GeV, using data with an integrated luminosity of 104 ${\\mathrm{pb}}^{−1}$ collected by the GlueX experiment. We fully reconstruct the $γp→η{π}^{0}…[Phys. Rev. C 112, 015204] Published Tue Jul 08, 2025"
    },
    {
      "title": "Erratum: Meson-nucleus bound states in the quark meson coupling model [Phys. Rev. C <b>110</b>, 055201 (2024)]",
      "link": "http://link.aps.org/doi/10.1103/1kjy-t65g",
      "authors": "Arpita Mondal and Amruta Mishra",
      "source": "Physical Review C",
      "summary": "Author(s): Arpita Mondal and Amruta Mishra[Phys. Rev. C 112, 019901] Published Tue Jul 08, 2025"
    },
    {
      "title": "An intrinsic-state formalism for the Interacting Boson-Fermion Model with configuration mixing",
      "link": "https://arxiv.org/abs/2507.05650",
      "authors": "E. Maya-Barbecho, J. E. Garc\\'ia-Ramos",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2507.05650v1 Announce Type: new \nAbstract: In this letter, we present the intrinsic state formalism of the Interacting Boson-Fermion Model incorporating both 0p-0h and 2p-2h (regular and intruder) configurations. The framework allows to deal with the unpaired fermion in either a single-j or multi-j orbital and is applicable to both axial and triaxial nuclear shapes. The formalism is applied to a schematic transitional region where regular and intruder configurations coexist and cross. We show that the boson-fermion part of the Hamiltonian can either enhance or suppress the emergence of a type II Quantum Phase Transition."
    },
    {
      "title": "Dynamical scheme for computing the mass parameter of a system in a medium",
      "link": "https://arxiv.org/abs/2507.05746",
      "authors": "Agata Zdanowicz, Daniel P\\k{e}cak, Piotr Magierski, Gabriel Wlaz{\\l}owski",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2507.05746v1 Announce Type: new \nAbstract: We present a new method for extracting a mass parameter using time-dependent density functional theory for an arbitrary physical system, provided the adiabatic limit is achievable. This approach works for collective variables also in the presence of a medium, in particular for the nuclei interacting with a neutron background. We apply the method to extract mass parameters of impurities in the neutron star crust, like their inertial masses and quadrupole mass parameters. The extracted mass parameters at various depths of the inner crust are compared with other methods, including the hydrodynamic approach. The presented method opens avenues for the construction of an effective model of neutron star crust grounded in microscopic calculations."
    },
    {
      "title": "Neural Unfolding of the Chiral Magnetic Effect in Heavy-Ion Collisions",
      "link": "https://arxiv.org/abs/2507.05808",
      "authors": "Shuang Guo, Lingxiao Wang, Kai Zhou, Guo-Liang Ma",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2507.05808v1 Announce Type: new \nAbstract: The search for the chiral magnetic effect (CME) in relativistic heavy-ion collisions (HICs) is challenged by significant background contamination. We present a novel deep learning approach based on a U-Net architecture to time-reversely unfold CME dynamics, enabling the reconstruction of the CME signal across the entire evolution of HICs. Trained on the events simulated by a multi-phase transport model with different cases of CME settings, our model learns to recover the CME-induced charge separation based on final-state transverse momentum distributions at either the quark-gloun plasma freeze-out or hadronic freeze-out. This underscores the promise of deep learning approaches in forthcoming experimental searches for the CME and related other physics in HICs."
    },
    {
      "title": "Revisiting $\\eta'(958)$ nuclear states",
      "link": "https://arxiv.org/abs/2507.05832",
      "authors": "E. Friedman, A. Gal",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2507.05832v1 Announce Type: new \nAbstract: Observing $\\eta'$-nuclear quasibound states requires that the $\\eta'$-nuclear potential is both sufficiently attractive and weakly absorptive, as argued by the CBELSA/TAPS collaboration analysing inclusive $\\eta'$ production experiments on nuclear targets, including liquid hydrogen (LH$_2$). Here we present an alternative derivation of the $\\eta'$-nuclear potential constrained by near-threshold $pp\\to pp\\eta'$ and $\\gamma p\\to\\eta' p$ production experiments on a free proton. The resulting $\\eta'$-nuclear potential is weakly attractive and strongly absorptive, to the extent that observation of clear signals of $\\eta'$-nuclear quasibound states is unlikely."
    },
    {
      "title": "Glauber predictions for oxygen and neon collisions at LHC",
      "link": "https://arxiv.org/abs/2507.05853",
      "authors": "Constantin Loizides",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2507.05853v1 Announce Type: new \nAbstract: The Glauber model is a widely used framework for describing the initial conditions in high-energy nuclear collisions. TGlauberMC is a Monte Carlo implementation of this model that enables detailed, event-by-event calculations across various collision systems. In this work, we present an updated version of TGlauberMC (3.3), which incorporates recent theoretical developments and improved parameterizations, especially relevant for small collision systems. We focus on the oxygen--oxygen (OO), neon--Neon (NeNe), and proton-oxygen (pO) collisions at the Large Hadron Collider (LHC) in July 2025, where precise modeling of nuclear geometry and fluctuations is essential. The updated version includes revised nuclear density profiles and an enhanced treatment of nucleon substructure. We calculate geometrical cross sections for all relevant collision systems and explore initial-state observables, providing predictions for particle production trends at $\\sqrt{s_{\\rm nn}}$=5.36 TeV. In particular, we present a prediction for the centrality dependence of mid-rapidity multiplicity in OO and NeNe collisions. The updated code is publicly available to support the heavy-ion community with a robust and flexible tool for studying strongly interacting matter in small and intermediate-sized nuclear systems."
    },
    {
      "title": "Thermal relaxation and the complete set of second order transport coefficients for the unitary Fermi gas from kinetic theory",
      "link": "https://arxiv.org/abs/2507.04202",
      "authors": "Christian Hall, Thomas Schaefer",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2507.04202v1 Announce Type: cross \nAbstract: We compute the complete set of second order transport coefficients of the unitary Fermi gas, a dilute gas of spin 1/2 particles interacting via an $s$-wave interaction tuned to infinite scattering length. The calculation is based on kinetic theory and the Chapman-Enskog method at second order in the Knudsen expansion. We take into account the exact two-body collision integral. We extend previous results on second order coefficients related to shear stress by including terms related to heat flow and gradients of the fugacity. We confirm that the thermal relaxation time is given by the simple estimate $\\tau_\\kappa = \\kappa m/(c_PT)$ even if the full collision kernel is taken into account. Here, $\\kappa$ is the thermal conductivity, $m$ is the mass of the particles, $c_P$ is the specific heat at constant pressure, and $T$ is the temperature."
    },
    {
      "title": "Gravitational form factors of pions, kaons and nucleons from dispersion relations",
      "link": "https://arxiv.org/abs/2507.05375",
      "authors": "Xiong-Hui Cao, Feng-Kun Guo, Qu-Zhi Li, Bo-Wen Wu, De-Liang Yao",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2507.05375v1 Announce Type: cross \nAbstract: The gravitational form factors of pions, kaons and the nucleons are investigated by employing modern dispersive techniques and chiral perturbation theory. We determine the gravitational form factors of pions and kaons, extending our analysis to explore the pion mass dependence of these form factors at several unphysical pion masses up to 391 MeV, for which lattice results exist for the meson-meson scattering phase shifts. We also review our analysis on the nucleon gravitational form factors at the physical pion mass, and then systematically calculate various three-dimensional spatial and two-dimensional transverse density distributions for the nucleons. These results provide new insights into the mass distribution inside nucleons. As a by-product, we match our dispersion relation results and those obtained from chiral perturbation theory with external gravitational source at the next-to-next-to-leading order, yielding values for the low-energy constants $c_8=-4.28_{-0.38}^{+0.37} ~\\mathrm{GeV}^{-1}$ and $c_9=-0.68_{-0.05}^{+0.06} ~\\mathrm{GeV}^{-1}$. These results offer a robust benchmark for future experimental and theoretical studies."
    },
    {
      "title": "The nuclear charge radius of $^{13}\\mathrm{C}$",
      "link": "https://arxiv.org/abs/2507.05680",
      "authors": "Patrick M\\\"uller, Matthias Heinz, Phillip Imgram, Kristian K\\\"onig, Bernhard Maass, Takayuki Miyagi, Wilfried N\\\"ortersh\\\"auser, Robert Roth, Achim Schwenk",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2507.05680v1 Announce Type: cross \nAbstract: The size is a key property of a nucleus. Accurate nuclear radii are extracted from elastic electron scattering, laser spectroscopy, and muonic atom spectroscopy. The results are not always compatible, as the proton-radius puzzle has shown most dramatically. Beyond helium, precision data from muonic and electronic sources are scarce in the light-mass region. The stable isotopes of carbon are an exception. We present a laser spectroscopic measurement of the root-mean-square (rms) charge radius of $^{13}\\mathrm{C}$ and compare this with ab initio nuclear structure calculations. Measuring all hyperfine components of the $2\\,^3\\mathrm{S} \\rightarrow 2\\,^3\\mathrm{P}$ fine-structure triplet in $^{13}\\mathrm{C}^{4+}$ ions referenced to a frequency comb allows us to determine its center-of-gravity with accuracy better than $2\\,\\mathrm{MHz}$ although second-order hyperfine-structure effects shift individual lines by several $\\mathrm{GHz}$. We improved the uncertainty of $R_\\mathrm{c}(^{13}\\mathrm{C})$ determined with electrons by a factor of $6$ and found a $3\\sigma$ discrepancy with the muonic atom result of similar accuracy."
    },
    {
      "title": "Nambu-Covariant Many-Body Theory I: Perturbative Approximations",
      "link": "https://arxiv.org/abs/2107.09759",
      "authors": "M. Drissi, A. Rios, C. Barbieri",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2107.09759v3 Announce Type: replace \nAbstract: Symmetry-breaking considerations play an important role in allowing reliable and accurate predictions of complex systems in quantum many-body simulations. The general theory of perturbations in symmetry-breaking phases is nonetheless intrinsically more involved than in the unbroken phase due to non-vanishing anomalous Green's functions or anomalous quasiparticle interactions. In the present paper, we develop a formulation of many-body theory at non-zero temperature which is explicitly covariant with respect to a group containing Bogoliubov transformations. Based on the concept of Nambu tensors, we derive a factorisation of standard Feynman diagrams that is valid for a general Hamiltonian. The resulting factorised amplitudes are indexed over the set of un-oriented Feynman diagrams with fully antisymmetric vertices. We argue that, within this framework, the design of symmetry-breaking many-body approximations is simplified."
    },
    {
      "title": "Nambu-Covariant Many-Body Theory II: Self-Consistent Approximations",
      "link": "https://arxiv.org/abs/2107.09763",
      "authors": "M. Drissi, A. Rios, C. Barbieri",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2107.09763v3 Announce Type: replace \nAbstract: The theory of Self-Consistent Green's Function (SCGF) is reformulated in an explicit Nambu-covariant fashion for applications to many-body systems at non-zero temperature in symmetry-broken phases. This is achieved by extending the Nambu-covariant formulation of perturbation theory, presented in the first part of this work, to non-perturbative schemes based on self-consistently dressed propagators and vertices. We work out in detail the self-consistent ladder approximation, motivated by a trade-off between numerical complexity and many-body phenomenology. Taking a complex general Hartree-Fock-Bogoliubov (HFB) propagator as a starting point, we also formulate and prove a sufficient condition on the stability of the HFB self-energy to ensure the convergence of the initial series of ladders at any energy. The self-consistent ladder approximation is written purely in terms of spectral functions and the resulting set of equations, when expressed in terms of Nambu tensors, are remarkably similar to those in the symmetry-conserving case. This puts the application of the self-consistent ladder approximation to symmetry-broken phases of infinite nuclear matter within reach."
    },
    {
      "title": "Second-order optimisation strategies for neural network quantum states",
      "link": "https://arxiv.org/abs/2401.17550",
      "authors": "M. Drissi, J. W. T. Keeble, J. Rozal\\'en Sarmiento, A. Rios",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2401.17550v2 Announce Type: replace \nAbstract: The Variational Monte Carlo method has recently seen important advances through the use of neural network quantum states. While more and more sophisticated ans\\\"atze have been designed to tackle a wide variety of quantum many-body problems, modest progress has been made on the associated optimisation algorithms. In this work, we revisit the Kronecker-Factored Approximate Curvature, an optimiser that has been used extensively in a variety of simulations. We suggest improvements on the scaling and the direction of this optimiser, and find that they substantially increase its performance at a negligible additional cost. We also reformulate the Variational Monte Carlo approach in a game theory framework, to propose a novel optimiser based on decision geometry. We find that, on a practical test case for continuous systems, this new optimiser consistently outperforms any of the KFAC improvements in terms of stability, accuracy and speed of convergence. Beyond Variational Monte Carlo, the versatility of this approach suggests that decision geometry could provide a solid foundation for accelerating a broad class of machine learning algorithms."
    },
    {
      "title": "Complex-scaled no-core shell model calculations of bound and unbound light nuclear states",
      "link": "https://arxiv.org/abs/2501.11294",
      "authors": "A. T. Kruppa, N. Michel, Xin-le Shang, Wei Zuo",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2501.11294v2 Announce Type: replace \nAbstract: The complex scaling method is commonly used to describe decaying states, but its applications are limited because the Hamiltonian operator must contain only relative coordinates. This has hindered the use of complex scaling in shell model, defined with laboratory single-particle coordinates. In particular, one of the most important model in low-energy nuclear physics, the no-core shell model, had never been considered in the frame of complex scaling. We will then present a straightforward procedure for introducing complex scaling in the no-core shell model in order to calculate nuclear resonance states. For that matter, the complex-scaled two-body matrix elements must firstly be determined, and the resulting many-body Hamiltonian complex symmetric matrix must be diagonalized afterwards. Applications pertain to the bound ground states of the lightest nuclei $^2$H, $^3$H, $^3$He, and $^4$He, as well as the resonance ground states of $^5$He and $^5$Li, whereby the realistic interaction Daejeon16 is utilized."
    },
    {
      "title": "Bell Inequality Violation of Light Quarks in Back-to-Back Dihadron Pair Production at Lepton Colliders",
      "link": "https://arxiv.org/abs/2501.03321",
      "authors": "Kun Cheng, Bin Yan",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2501.03321v2 Announce Type: replace-cross \nAbstract: Spin correlations between particles produced at colliders provide valuable insights for quantum information studies. While traditional studies of quantum information at colliders are typically limited to massive particles with perturbative decay, we propose an innovative method to explore the Bell inequality in massless quark pair systems by analyzing the azimuthal correlations in back-to-back $\\pi^+\\pi^-$ dihadron pair production at lepton colliders. Revisiting the Belle data, we have shown the potential to detect Bell inequality violation of light quarks by introducing an additional angular cut, achieving a significance of 2.5 $\\sigma$ even in the worst-case scenario of 100% correlated systematic uncertainties in each bins. The significance substantially exceeds $5\\sigma$ when considering uncorrelated systematic uncertainties. Our approach opens avenues for exploring spin quantum information in the non-perturbative aspect and leverages existing data for quantum information research."
    },
    {
      "title": "Searching for long-lived particles in free neutron experiments",
      "link": "http://iopscience.iop.org/article/10.1088/1361-6471/ade3f2",
      "authors": "B Meirose, R Nieuwenhuis, R Pasechnik, H Gisbert, L Vale Silva and D Milstead",
      "source": "Journal of Physics G: Nuclear and Particle Physics",
      "summary": "We explore the decay of free neutrons into exotic long-lived particles, whose decays could be detected in the next-generation free neutron experiments. We show that such a possibility is viable as long as the exotic particle is highly mass-degenerate with the neutron, avoiding exclusion by large-volume detectors. We estimate the number of observable events and identify the most promising final states from both theoretical and experimental perspectives. Our analysis highlights the unique capability of the HIBEAM-NNBAR experiment at the European spallation source to probe this unexplored region of parameter space, opening a new avenue for exploring physics beyond the Standard Model. We estimate that several events per year could be observed in the NNBAR experiment."
    },
    {
      "title": "On the polynomial degeneracy of Ricci invariants and spacetime singularity",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269325004733?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: September 2025Source: Physics Letters B, Volume 868Author(s): Soumya Chakrabarti"
    },
    {
      "title": "Black hole solutions in theory of ModMax-dRGT-like massive gravity",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269325004721?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: September 2025Source: Physics Letters B, Volume 868Author(s): B. Eslam Panah"
    },
    {
      "title": "Superconducting strings in the two-Higgs doublet model",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269325004757?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: September 2025Source: Physics Letters B, Volume 868Author(s): Richard A. Battye, Steven J. Cotterill"
    },
    {
      "title": "Extended uncertainty principle inspired black hole in a Gödel Universe",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269325004836?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: September 2025Source: Physics Letters B, Volume 868Author(s): Reggie C. Pantig"
    }
  ]
}