{
  "lastUpdated": "2025-08-01T03:08:39.785978",
  "papers": [
    {
      "title": "Deviations from the Porter-Thomas Distribution due to Nonstatistical $γ$ Decay below the $^{150}\\mathrm{Nd}$ Neutron Separation Threshold",
      "link": "http://link.aps.org/doi/10.1103/n6zw-zhz2",
      "authors": "O. Papst, J. Isaak, V. Werner, D. Savran, N. Pietralla, G. Battaglia, T. Beck, M. Beuschlein, S. W. Finch, U. Friman-Gayer, K. E. Ide, R. V. F. Janssens, M. D. Jones, J. Kleemann, B. Löher, M. Scheck, M. Spieker, W. Tornow, R. Zidarova, and A. Zilges",
      "source": "Physical Review Letter",
      "summary": "Author(s): O. Papst, J. Isaak, V. Werner, D. Savran, N. Pietralla, G. Battaglia, T. Beck, M. Beuschlein, S. W. Finch, U. Friman-Gayer, K. E. Ide, R. V. F. Janssens, M. D. Jones, J. Kleemann, B. Löher, M. Scheck, M. Spieker, W. Tornow, R. Zidarova, and A. ZilgesWe introduce a new method for the study of fluctuations of partial transition widths based on nuclear resonance fluorescence experiments with quasimonochromatic linearly polarized photon beams below particle separation thresholds. It is based on the average branching of decays of $J=1$ states of an …[Phys. Rev. Lett. 135, 052501] Published Wed Jul 30, 2025"
    },
    {
      "title": "Exploring the onset of collectivity approaching $N=40$ with masses of manganese isotopes",
      "link": "http://link.aps.org/doi/10.1103/jgxv-nf34",
      "authors": "C. Chambers <em>et al.</em>",
      "source": "Physical Review C",
      "summary": "Author(s): C. Chambers et al.Isotopes in the region of the nuclear chart below $^{68}\\mathrm{Ni}$ have been the subject of intense experimental and theoretical effort due to the potential onset of a new “island of inversion” when crossing the harmonic oscillator subshell closure at $N=40$. We have measured the masses of $^{64−6…[Phys. Rev. C 112, 014332] Published Thu Jul 31, 2025"
    },
    {
      "title": "Systematic optimization of resonance parameters in a transport approach",
      "link": "http://link.aps.org/doi/10.1103/6nmy-s74w",
      "authors": "Carl B. Rosenkvist and Hannah Elfner",
      "source": "Physical Review C",
      "summary": "Author(s): Carl B. Rosenkvist and Hannah ElfnerThis study optimizes resonance parameters responsible for strangeness production in the SMASH (Simulating Many Accelerated Strongly-interacting Hadrons) transport model using a genetic algorithm. By fitting resonance parameters to experimental data on exclusive strangeness cross sections at low ener…[Phys. Rev. C 112, 014911] Published Thu Jul 31, 2025"
    },
    {
      "title": "The influence of electromagnetic fields on the generation of the directed and elliptic flows of heavy quark in relativistic heavy-ion collisions",
      "link": "https://arxiv.org/abs/2507.22620",
      "authors": "Santosh K. Das, Olga Soloveva, Taesoo Song, Elena Bratkovskaya",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2507.22620v1 Announce Type: new \nAbstract: We study the impact of self-generated electromagnetic fields (EMF) on the charm quarks momentum evolution in the partonic and hadronic medium created in heavy-ion collisions at RHIC energy within the Parton-Hadron-String Dynamics (PHSD) off-shell transport approach. In the quark-gluon plasma (QGP) phase, the charm quark interacts with the off-shell partons whose mass and widths are given by the Dynamical Quasi-Particle Model (DQPM), which can reproduce the lattice QCD thermodynamics. The background electromagnetic fields are computed dynamically within the PHSD considering both the spectators and participants protons as well as newly produced charged hadrons, quarks, and antiquarks, which reflects naturally the electric conductivity $\\sigma_{el}$ of the medium. We study the directed and elliptic flow of the $D$ mesons in the presence of the electromagnetic fields. We find that electromagnetically induced splitting in the $D$ meson $v_1$ through $D^0$ and $\\overline{D}^0$ mesons is consistent with the experimental data. Furthermore, we notice that the splitting in the heavy quark $v_1$ as a function of $p_T$ is more prominent as a probe of the produced electromagnetic fields. However, we find only a small impact of electromagnetic fields on the heavy quark elliptic flow $v_2$."
    },
    {
      "title": "Bayesian inference and jet quenching",
      "link": "https://arxiv.org/abs/2507.22288",
      "authors": "Raymond Ehlers",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2507.22288v1 Announce Type: cross \nAbstract: These proceedings review the application of Bayesian inference to high momentum transfer probes of the quark--gluon plasma (QGP). Bayesian inference techniques are introduced, highlighting critical components to consider when comparing analyses. Recent calibrations using hadron observables are described, illustrating the importance of the choice of parametrization. Additional recent analyses that characterize the impact of the inclusion of jet observables, as well as soft-hard correlations, are reviewed. Finally, lessons learned from these analyses and important questions for the future are highlighted."
    },
    {
      "title": "Compositeness of near-threshold states with repulsive Coulomb interaction combined with short-range potential",
      "link": "https://arxiv.org/abs/2507.22399",
      "authors": "Tomona Kinugawa, Tetsuo Hyodo",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2507.22399v1 Announce Type: cross \nAbstract: We investigate the internal structure of near-threshold states in a system with a repulsive Coulomb interaction combined with a short-range potential, using the compositeness. We construct a model in which the eigenmomentum is expressed in terms of three observables: the Coulomb scattering length, the Coulomb effective range, and the Bohr radius. In the presence of the Coulomb interaction, a bound state directly goes into a resonance as parameters are varied, bypassing a virtual state, in contrast to the case with only the short-range interaction. We show that the compositeness of near-threshold states can be expressed solely in terms of these observables. When the magnitude of the Coulomb effective range is much smaller than that of the Bohr radius, both shallow bound states and near-threshold resonances exhibit common structures with large compositeness, reflecting the remnant of the low-energy universality."
    },
    {
      "title": "Role of meson exchange and final-state interaction in $J/\\psi$-meson photoproduction",
      "link": "https://arxiv.org/abs/2507.22405",
      "authors": "Sang-Ho Kim",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2507.22405v1 Announce Type: cross \nAbstract: We investigate $J/\\psi$ photoproduction off the nucleon using a dynamical model based on a Hamiltonian framework. First, Pomeron exchange is regarded as a background contribution that accounts for the gradual rise of the total cross section with increasing beam energy. Then, the meson-exchange and direct $J/\\psi$-radiation contributions are included as part of the Born term. More specifically, we examine the contributions of the light-meson [$\\pi^0(135)$, $\\eta(548)$, $\\eta'(958)$, $f_1(1285)$] and charmonium-meson [$\\eta_c(1S)$, $\\chi_{c0}(1P)$, $\\chi_{c1}(1P)$, $\\eta_c(2S)$, $\\chi_{c1}(3872)$] exchanges in the $t$-channel diagram. Most of the coupling constants are determined from the radiative decays of the $J/\\psi$ or other relevant charmonium states. Finally, we consider the $J/\\psi N$ final-state interaction (FSI) within the leading-order approximation, which includes gluon-exchange and direct $J/\\psi N$-coupling terms. The model parameters of the Hamiltonian are fitted to the data from the GlueX and $J/\\psi$-007 experiments at Jefferson Laboratory (JLab). The light mesons $\\eta(548)$ and $\\eta'(958)$ are found to make the most significant contributions, whereas the charmonium mesons play only a minor role. The direct $J/\\psi$-radiation term begins to come into play only in the backward scattering regions. The FSI contribution is suppressed by a factor of $10^1 - 10^2$ in comparison to the Born-term contribution when a Yukawa-type potential is employed for the charmonium-nucleon interaction. Our results agree well with the available JLab data on the total and $t$-dependent differential cross sections. High-precision, angle-dependent data in the threshold region ($E_\\gamma \\leqslant 8.9$ GeV) are crucial for confirming the FSI effect."
    },
    {
      "title": "Kaon-deuteron femtoscopy from unitarized chiral interactions",
      "link": "https://arxiv.org/abs/2507.22593",
      "authors": "\\`Angels Ramos, Juan M. Torres-Rincon, Alejandro de Fagoaga, Esteve Cabr\\'e",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2507.22593v1 Announce Type: cross \nAbstract: We have performed a theoretical study of the correlation functions of $K^- d$ and $K^+ d$ pairs and compared them with those provided by the ALICE Collaboration from Pb-Pb collisions, and also from high-multiplicity p-p collisions in the case of $K^+ d$. In addition to implementing the effect of the Coulomb force, the $K^- d$ and $K^+ d$ wave functions are derived from the corresponding strong scattering amplitudes that are built employing a unitarized chiral model for the elementary $K^- N$ and $K^+ N$ interactions. We present results for the impulse approximation, which accounts for single-scattering processes of the kaon with the nucleons of the deuteron, as well as for the solution of the Faddeev equations in the so-called fixed center approximation, which includes multiple rescattering effects. The $K^- d$ correlation function is shown to be very sensitive to both the size of the source and the relative momentum of the interacting pair, with large deviations from the Coulomb baseline and sizable multi-step scattering contributions, effects that are tied to a ${\\bar K}N$ strong interaction that is dominated by the influence of the subthreshold resonance $\\Lambda(1405)$. In contrast, the $K^+ d$ correlation function only differs appreciably from the Coulomb one for relatively small sources, reflecting the mildly repulsive and elastic behavior of the $KN$ strong force. The calculated correlation functions are found to nicely reproduce the experimental data of the ALICE collaboration. Our study serves to reinforce the validity of the theoretical models employed and demonstrates the value of femtoscopy as a powerful tool for probing hadronic interactions involving strangeness."
    },
    {
      "title": "Distorted quarkonia and spin alignment",
      "link": "https://arxiv.org/abs/2507.22684",
      "authors": "Guowei Yan, Shu Lin",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2507.22684v1 Announce Type: cross \nAbstract: We study both orbital and spin contributions to quarkonia spin alignment induced by magnetic field in heavy ion collisions. The orbital contribution arises from distortion of quarkonium spatial wave function, and the spin contribution is due to spin states mixing in the magnetic field. We find the spin contribution dominates in heavy ion phenomenology. The subleading orbital contribution offers the possibility of studying structure change of quarkonium in magnetic field."
    },
    {
      "title": "Entanglement suppression and emergent symmetries in hadron scatterings",
      "link": "https://arxiv.org/abs/2507.22694",
      "authors": "Tao-Ran Hu, Su Chen, Katsuyoshi Sone, Feng-Kun Guo, Tetsuo Hyodo, Ian Low",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2507.22694v1 Announce Type: cross \nAbstract: Recently entanglement suppression was proposed to be one potential origin of emergent symmetries. In this work, we extend this theoretical framework to accommodate particles with arbitrary spins and/or arbitrary group representations. As case studies, we discuss recent efforts to test the entanglement-suppression conjecture in two hadron systems that exhibit possible emergent symmetries. The first concerns interactions involving spin-3/2 baryons, where entanglement suppression gives rise to symmetries such as $\\text{SU}(40)$ spin-flavor symmetry. The second system involves low-energy scattering of heavy mesons, where entanglement suppression leads to an enhancement of the inherent heavy-quark spin symmetry to a light-quark spin symmetry, predicting additional siblings for the prominent exotic double-charm meson $T_{cc}(3875)^+$. These predictions should be confronted against experimental data and lattice results to further test the minimal-entanglement conjecture."
    },
    {
      "title": "Quantum Simulation of Nuclear Dynamics in First Quantization",
      "link": "https://arxiv.org/abs/2507.22814",
      "authors": "Luca Spagnoli, Chiara Lissoni, Alessandro Roggero",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2507.22814v1 Announce Type: cross \nAbstract: The study of real time dynamics of nuclear systems is of great importance to provide theoretical predictions of cross sections relevant for both terrestrial experiments as well as applications in astrophysics. First principles simulations of these dynamical processes is however hindered by an exponential cost in classical resources and the possibility of performing scalable simulations using quantum computers is currently an active field of research. In this work we provide the first complete characterization of the resource requirements for studying nuclear dynamics with the full Leading Order (LO) pionless EFT Hamiltonian in first quantization employing simulation strategies using both product formulas as well as Quantum Signal Processing. In particular, we show that time evolution of such an Hamiltonian can be performed with polynomial resources in the number of particles, and logarithmic resources in the number of single-particle basis states. This result provides an exponential improvement compared with previous work on the same Hamiltonian model in second quantization. We find that interesting simulations for low energy nuclear scattering could be achievable with tens of millions of T gates and few hundred logical qubits suggesting that the study of simple nuclear reactions could be amenable for early fault tolerant quantum platforms."
    },
    {
      "title": "The $1/N_c$ Operator Analysis of the Combined Octet and Decuplet Baryons Contact Interactions in SU(3) Chiral Effective Field Theory",
      "link": "https://arxiv.org/abs/2507.22830",
      "authors": "Chindanai Bubpatate, Dominador F. Vaso, Jr., Daris Samart",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2507.22830v1 Announce Type: cross \nAbstract: In this work, we construct the non-derivative four-point interactions for Octet and Decuplet baryons in the SU(3) Chiral Effective Field Theory (ChEFT) framework and there are {black}{104} terms. The non-relativistic expansion of the baryon fields has been considered up to the {Next-to-Leading Order} (NLO) of the three-momentum. We find 28 and 106 Low-Energy Constants (LECs) for {Leading Order} (LO) and NLO, respectively. Using the Hartree Hamiltonian of the $1/N_c$ expansion of the operator product up to {Next-to-Next-to-Leading Order} (NNLO), we can reduce the free parameters (coupling constants) of the ChEFT from 104 down to 53 up to NLO of the three-momentum expansion. Moreover, we will discuss the implications of the large-$N_c$ sum rules in $\\Omega\\Omega$ and $\\Omega N$ scatterings where the future results from lattice QCD can be used to test our sum rules."
    },
    {
      "title": "Properties of neutron stars and strangeness-mixed stars from a pion mean-field approach",
      "link": "https://arxiv.org/abs/2407.09869",
      "authors": "Nam-Yong Ghim, Hyun-Chul Kim, Ulugbek Yakhshiev, Ghil-Seok Yang",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2407.09869v2 Announce Type: replace-cross \nAbstract: We investigate the properties of the static neutron stars and strangeness-mixed stars, based on the equations of state derived from a pion mean-field approach. Using the empirical data on the pion-nucleus scattering and bulk properties of nuclear matter, we have already fixed all the parameters in a previous work, where the nucleons and hyperons were shown to be modified in various nuclear medium. In the current work, we first examine the energy and pressure inside a neutron star. We show that the central densities in various neutron stars vary within the range of $(3-4)\\rho_0$, where $\\rho_0$ is the normal nuclear matter density. The mass-radius relations are obtained and discussed. As the slope parameter for neutron matter increases, the radii of the neutron stars increase with their masses fixed. We also study the strangeness-mixed stars or the hyperon stars using the same sets of the parameters. As the strangeness content of strange matter increases, the binding energy per nucleon is saturated and the corresponding equation of state becomes softened. Consequently, the central densities of the strangeness-mixed stars increase. Assuming that recently observed neutron stars are the strangeness-mixed ones, we find that the central densities increase."
    },
    {
      "title": "Polarization observables in double neutral pion photoproduction",
      "link": "https://epja.epj.org/10.1140/epja/s10050-025-01612-7",
      "authors": "T. Seifen, J. Hartmann, F. Afzal, A. V. Anisovich, R. Beck, M. Becker, A. Berlin, M. Bichow, K.-Th. Brinkmann, V. Crede, M. Dieterle, H. Dutz, H. Eberhardt, D. Elsner, K. Fornet-Ponse, St. Friedrich, F. Frommberger, Ch. Funke, M. Gottschall, M. Grüner, St. Görtz, E. Gutz, Ch. Hammann, J. Hannappel, J. Herick, W. Hillert, Ph. Hoffmeister, Ch. Honisch, O. Jahn, T. Jude, A. Käser, D. Kaiser, H. Kalinowsky, F. Kalischewski, P. Klassen, I. Keshelashvili, F. Klein, E. Klempt, K. Koop, B. Krusche, M. Lang, Ph. Mahlberg, K. Makonyi, F. Messi, V. Metag, W. Meyer, J. Müller, J. Müllers, M. Nanova, K. Nikonov, V. A. Nikonov, R. Novotny, S. Reeve, B. Roth, G. Reicherz, T. Rostomyan, St. Runkel, A. V. Sarantsev, Ch. Schmidt, H. Schmieden, R. Schmitz, J. Schultes, V. Sokhoyan, N. Stausberg, A. Thiel, U. Thoma, M. Urban, G. Urff, H. van Pee, D. Walther, Ch. Wendel, U. Wiedner, A. Wilson, L. Witthauer, Y. Wunderlich",
      "source": "European Physical Journal A",
      "summary": "Authors:  , T. Seifen, J. Hartmann, F. Afzal, A. V. Anisovich, R. Beck, M. Becker, A. Berlin, M. Bichow, K.-Th. Brinkmann, V. Crede, M. Dieterle, H. Dutz, H. Eberhardt, D. Elsner, K. Fornet-Ponse, St. Friedrich, F. Frommberger, Ch. Funke, M. Gottschall, M. Grüner, St. Görtz, E. Gutz, Ch. Hammann, J. Hannappel, J. Herick, W. Hillert, Ph. Hoffmeister, Ch. Honisch, O. Jahn, T. Jude, A. Käser, D. Kaiser, H. Kalinowsky, F. Kalischewski, P. Klassen, I. Keshelashvili, F. Klein, E. Klempt, K. Koop, B. Krusche, M. Lang, Ph. Mahlberg, K. Makonyi, F. Messi, V. Metag, W. Meyer, J. Müller, J. Müllers, M. Nanova, K. Nikonov, V. A. Nikonov, R. Novotny, S. Reeve, B. Roth, G. Reicherz, T. Rostomyan, St. Runkel, A. V. Sarantsev, Ch. Schmidt, H. Schmieden, R. Schmitz, J. Schultes, V. Sokhoyan, N. Stausberg, A. Thiel, U. Thoma, M. Urban, G. Urff, H. van Pee, D. Walther, Ch. Wendel, U. Wiedner, A. Wilson, L. Witthauer and Y. Wunderlich.The European Physical Journal A Vol. 61 , page 173Published online: 30/7/2025"
    },
    {
      "title": "Comment on “Quantum tunneling from Schwarzschild black hole in non-commutative gauge theory of gravity”",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269325005325?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: September 2025Source: Physics Letters B, Volume 868Author(s): A.A. Araújo Filho, Iarley P. Lobo"
    },
    {
      "title": "Regular BTZ black holes from an infinite tower of corrections",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269325005337?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: September 2025Source: Physics Letters B, Volume 868Author(s): Pedro G.S. Fernandes"
    },
    {
      "title": "Searching for neutrino self-interactions at future muon colliders",
      "link": "https://www.sciencedirect.com/science/article/pii/S037026932500509X?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: September 2025Source: Physics Letters B, Volume 868Author(s): Hongkai Liu, Daiki Ueda"
    },
    {
      "title": "Understanding X-ray Bursts via Direct Measurements of (<em>α</em>,<em>p</em>) Reactions",
      "link": "https://www.sciencedirect.com/science/article/pii/S0375947425001988?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Nuclear Physics A",
      "summary": "Publication date: Available online 30 July 2025Source: Nuclear Physics AAuthor(s): M.L. Avila, K. Auranen, A.D. Ayangeakaa, K. Bhatt, J. Chen, C. Fougères, C.R. Hoffman, H. Jayatissa, C.L. Jiang, B.P. Kay, E. Lopez-Saavedra, D. Neto, W.J. Ong, K.E. Rehm, D. Santiago-Gonzalez, C. Ugalde, J. Wu"
    },
    {
      "title": "The IBM Description of the B(E2) Anomaly: Dynamical Triaxiality and Configuration Mixing",
      "link": "https://www.sciencedirect.com/science/article/pii/S0375947425002003?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Nuclear Physics A",
      "summary": "Publication date: Available online 30 July 2025Source: Nuclear Physics AAuthor(s): Wei Teng, Sheng Nan Wang, Xian Zhi Zhao, Yu Zhang"
    }
  ]
}