{
  "lastUpdated": "2025-08-28T02:21:58.185897",
  "papers": [
    {
      "title": "Three-body Faddeev calculations for the low-lying states of $^{18}\\mathrm{O}$ in momentum space",
      "link": "http://link.aps.org/doi/10.1103/q9zn-1n6w",
      "authors": "Ning Li, Xi-Rui Zhao, Rui Zhang, Liang-Kai Wu, Meng-Jiao Lyu, Jun-Jie He, Wei-Yu Tong, Zi-Yan Zhang, and Yu-Xin Li",
      "source": "Physical Review C",
      "summary": "Author(s): Ning Li, Xi-Rui Zhao, Rui Zhang, Liang-Kai Wu, Meng-Jiao Lyu, Jun-Jie He, Wei-Yu Tong, Zi-Yan Zhang, and Yu-Xin LiIn this paper, the $^{18}\\mathrm{O}$ nucleus is studied by means of a three-body model consisting of an inert $^{16}\\mathrm{O}$ core and two neutrons. For the three-body system, the Faddeev equations are solved directly in momentum space using the partial-wave decomposition. The momentum-space formu…[Phys. Rev. C 112, 024004] Published Wed Aug 27, 2025"
    },
    {
      "title": "Applications of the modified Hulthén-Kohn method for bound and scattering states",
      "link": "http://link.aps.org/doi/10.1103/bhgh-d9s7",
      "authors": "Mamoon A. Sharaf, Andrey M. Shirokov, Weijie Du, and James P. Vary",
      "source": "Physical Review C",
      "summary": "Author(s): Mamoon A. Sharaf, Andrey M. Shirokov, Weijie Du, and James P. VaryWe adapt the Hulthén–Kohn method suggested by Efros [Phys. Rev. C 99, 034620 (2019)] for calculating various observables in the continuum and discrete spectrum using two-body interactions in single- and coupled-channel systems. We explore the convergence of phase shifts and wave functions as well as…[Phys. Rev. C 112, 024617] Published Wed Aug 27, 2025"
    },
    {
      "title": "Azimuthal anisotropies of charged particles with high transverse momentum in $\\mathrm{Pb}+\\mathrm{Pb}$ collisions at $\\sqrt{{s}_{\\mathrm{NN}}}=5.02$ TeV with the ATLAS detector",
      "link": "http://link.aps.org/doi/10.1103/d46f-yl4n",
      "authors": "G. Aad <em>et al.</em> (ATLAS Collaboration)",
      "source": "Physical Review C",
      "summary": "Author(s): G. Aad et al. (ATLAS Collaboration)A measurement is presented of elliptic (${v}_{2}$) and triangular (${v}_{3}$) azimuthal anisotropy coefficients for charged particles produced in $\\mathrm{Pb}+\\mathrm{Pb}$ collisions at $\\sqrt{{s}_{{}_{\\text{NN}}}}=5.02 \\text{TeV}$ using a dataset corresponding to an integrated luminosity of $0.44\\p…[Phys. Rev. C 112, 024910] Published Wed Aug 27, 2025"
    },
    {
      "title": "Investigating effects of the electrical conductivity of QCD matter on charge-dependent directed flow",
      "link": "http://link.aps.org/doi/10.1103/8trh-rd6d",
      "authors": "Nicholas J. Benoit, Takahiro Miyoshi, Chiho Nonaka, and Hiroyuki R. Takahashi",
      "source": "Physical Review C",
      "summary": "Author(s): Nicholas J. Benoit, Takahiro Miyoshi, Chiho Nonaka, and Hiroyuki R. TakahashiCharge-dependent directed flow is an important observable of electromagnetic fields in relativistic heavy-ion collisions. We demonstrate how the difference in charge-dependent directed flows between protons and antiprotons is sensitive to the resistivity, inverse of quark-gluon plasma's electric con…[Phys. Rev. C 112, 024911] Published Wed Aug 27, 2025"
    },
    {
      "title": "Three-body model of $^{6}\\mathrm{He}$ with nonlocal halo effective field theory potentials",
      "link": "http://link.aps.org/doi/10.1103/kskt-7p8g",
      "authors": "E. C. Pinilla, W. Leidemann, G. Orlandini, and P. Descouvemont",
      "source": "Physical Review C",
      "summary": "Author(s): E. C. Pinilla, W. Leidemann, G. Orlandini, and P. DescouvemontWe study the $^{6}\\mathrm{He}$ Borromean nucleus in coordinate representation within a three-body model with two-body potentials derived from cluster effective field theory (EFT). These potentials are originally developed in momentum space and Fourier transformed to provide nonlocal potentials in co…[Phys. Rev. C 112, 024003] Published Tue Aug 26, 2025"
    },
    {
      "title": "Measurement of spin-density matrix elements in $ϕ(1020)→{K}_{S}^{0}{K}_{L}^{0}$ photoproduction with a linearly polarized photon beam at ${E}_{γ}=8.2–8.8 \\mathrm{GeV}$",
      "link": "http://link.aps.org/doi/10.1103/2tdc-5by6",
      "authors": "F. Afzal <em>et al.</em> (GlueX Collaboration)",
      "source": "Physical Review C",
      "summary": "Author(s): F. Afzal et al. (GlueX Collaboration)We measure the spin-density matrix elements (SDMEs) for the photoproduction of $ϕ(1020)$ off of the proton in its decay to ${K}_{S}^{0}{K}_{L}^{0}$, using 105 ${\\mathrm{pb}}^{−1}$ of data collected with a linearly polarized photon beam using the GlueX experiment. The SDMEs are measured in nine bins …[Phys. Rev. C 112, 025203] Published Tue Aug 26, 2025"
    },
    {
      "title": "Cascading nuclear excitation of \\(^{235}\\text{U}\\) via inelastic electron scattering in laser-irradiated clusters",
      "link": "https://arxiv.org/abs/2508.18336",
      "authors": "Qiong Xiao, Yangyang Xu, Junhao Cheng, Liangqi Zhang, Wenyu Zhang, Yongsheng Huang, Tongpu Yu",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2508.18336v1 Announce Type: new \nAbstract: Nuclear excitation induced by lasers holds broad application prospects in precision metrology and nuclear energy, such as nuclear batteries and nuclear clocks. In the present work, the nuclear excitation via inelastic electron scattering (NEIES) mechanism in \\(^{235}\\text{U}\\) is investigated by combining the Dirac-Hartree-Fock-Slater method for theoretical calculations with 2D3V particle-in-cell (PIC) simulations for numerical modeling. The excitation cross-sections of \\(^{235}\\text{U}\\) from the ground state to excited states is evaluated and an efficient indirect excitation scheme for generating \\(^{235}\\text{U}\\) isomers is proposed by first exciting the nuclei from ground-state to high-energy excited states and then decays to the isomeric state. The calculations show that laser-tuned multi-channel NEIES can boost isomeric state accumulation efficiency by eleven orders of magnitude over direct excitation. Additionally, PIC simulations reveal that laser polarization significantly alters high-energy electron distributions. At identical intensity, p-polarized lasers generate seven times more electrons with energies sufficient for exciting $^{235}\\text{U}$ to the second excited state (and beyond to the fourth state) compared to s-polarization. This work offers a practical and feasible way for efficient isomeric state generation, supporting experimental tests of laser-driven nuclear excitation in sub-TW lasers."
    },
    {
      "title": "Two-flavored heavy-light mesons' nuclear bound states",
      "link": "https://arxiv.org/abs/2508.18388",
      "authors": "G. N. Zeminiani, K. Tsushima",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2508.18388v1 Announce Type: new \nAbstract: We calculate the $B^-$-, $\\overline{B^0}$-, $D^+$-, $D^0$-, $K^-$-, and $\\overline{K^0}$-$^{12}$C bound state energies by solving the Klein-Gordon (K;G.) equation in momentum space, and also obtain the corresponding coordinate space radial wave functions. The strong Lorentz scalar and vector potentials in $^{12}$C are calculated using a local density approximation, where the scalar potentials are obtained based on the mass shifts of the respective mesons in nuclear matter. The mesons' mass shifts, the $^{12}$C nuclear density distributions, the strong potentials as well as the Coulomb potentials, are calculated by the quark-meson coupling (QMC) model."
    },
    {
      "title": "Contribution of Subthreshold States to the Residual Energy Distribution of $^{159}$Dy",
      "link": "https://arxiv.org/abs/2508.18562",
      "authors": "Tadafumi Kishimoto, Toru Sato",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2508.18562v1 Announce Type: new \nAbstract: We investigate the residual energy distribution in the electron capture (EC) process of $^{159}$Dy, emphasizing the role of subthreshold atomic states, which have typically been omitted in conventional spectral analyses. By incorporating these energetically forbidden hole states into the spectral function $P(E)$, we demonstrate a significant enhancement - over an order of magnitude - in the EC rate near the zero-momentum neutrino emission region. This enhancement increases further with larger $Q$ values, contrary to standard expectations. Our analysis shows that $P(E)$ can be experimentally determined, resolving ambiguities near the endpoint and enabling new approaches to 'ultra-low $Q$ value' EC reactions for neutrino mass studies."
    },
    {
      "title": "Finite density nuclear matter and neutron stars in hard-wall AdS/QCD model",
      "link": "https://arxiv.org/abs/2508.18659",
      "authors": "Jun-Shuai Wang, Li-Kang Yang, Yin-Fang Liu, Yong-Liang Ma",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2508.18659v1 Announce Type: new \nAbstract: We investigate properties of nuclear matter, equation of state (EOS) of neutron stars and its mass-radius relation in a hard-wall AdS/QCD model by regarding baryons as solitonic configurations in gauge fields. Compared with previous approaches, we employ a different homogeneous approximation that takes into account the equations of motion for the pure gauge fields. By choosing appropriate parameters, we realize a chiral phase transition within the baryonic phase, where the chiral condensate decreases with the baryon chemical potential, until it reaches zero -- chiral symmetry is restored. In addition, independent of the existence of chiral phase transition, we also find that the speed of sound converges to the conformal limit at the density relevant to cores of massive stars but the trace of energy-momentum tensor does not vanish which indicates the pseudoconformal structure and intrinsic manifestation of scale symmetry in compact star matter. Through calculations, we obtain an equation of state that is more tightly constrained than previous works, and the resulting mass-radius relation of neutron stars is consistent with current observations."
    },
    {
      "title": "Improved nuclear-structure corrections to the hyperfine splitting of electronic and muonic deuterium",
      "link": "https://arxiv.org/abs/2508.18776",
      "authors": "Jose Bonilla, Thomas R. Richardson, Sonia Bacca, Chen Ji, Lucas Platter",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2508.18776v1 Announce Type: new \nAbstract: We calculate the nuclear-structure correction to the hyperfine splitting in both electronic and muonic deuterium using interactions from chiral effective field theory. We explore the sensitivity to different parameterizations of the nucleon-nucleon force, study the convergence pattern in the order-by-order chiral expansion, and estimate remaining uncertainties. Our results are consistent with earlier calculations from pionless effective field theory, offering new insights for a robust uncertainty quantification. Thanks to the order-of-magnitude reduction in uncertainty achieved with chiral effective field theory, the two-photon exchange contribution in electronic deuterium agrees with experimental extractions within $0.7\\sigma$, in contrast to the $2.7\\sigma$ discrepancy observed in muonic deuterium. This study lays the groundwork for extending TPE calculations to HFS in heavier atomic systems."
    },
    {
      "title": "Baselines for Abelian Charge Fluctuations in Nuclear Collisions:Theory and Comparison with Experimental Data",
      "link": "https://arxiv.org/abs/2508.18879",
      "authors": "Bengt Friman, Krzysztof Redlich, Anar Rustamov",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2508.18879v1 Announce Type: new \nAbstract: We investigate fluctuations in the canonical ensemble of an Abelian charge, such as baryon number. Our focus is on cumulants and factorial cumulants of baryon and antibaryon multiplicity distributions, including their sum and difference, in both the full phase space and subsystems. In particular, we establish a correlation between net-baryon number fluctuations within a subsystem, which is pertinent for fluctuation analyses in nucleus-nucleus collisions, and fluctuations of baryon and antibaryon numbers in the total system. We derive analytical expressions for factorial cumulants of arbitrary order and present concise results in terms of the cumulants of the total baryon number. To account for dynamics beyond global conservation, we introduce local attractive and repulsive multi-particle interactions within a phenomenological framework. A comparison of calculated and generated cumulants with STAR and HADES data indicates that multiparticle interactions play a decisive role in the description of observed fluctuation patterns. At high collision energies, the data are well-reproduced by incorporating repulsive two-proton interactions, while at lower energies, attractive three-particle interactions become essential. Furthermore, our framework facilitates realistic event generation, enabling a direct comparison with experimental measurements."
    },
    {
      "title": "Unified Wronskian formulation of inverse scattering with supersymmetric quantum mechanics",
      "link": "https://arxiv.org/abs/2508.19022",
      "authors": "Quentin Bozet, Jean-Marc Sparenberg",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2508.19022v1 Announce Type: new \nAbstract: The Wronskian formulation of supersymmetric quantum mechanics (SUSYQM) confluent transformation pairs is applied to the construction of phase-equivalent potentials with different bound spectra, replacing integral formulas. This allows to unify the two steps of a SUSYQM inversion scheme consisting in (i) the construction of a unique bound-state-less potential, possibly singular, from phase-shift inversion by a chain of non-confluent SUSYQM transformations, and (ii) the phase-equivalent addition of bound states by confluent SUSYQM pairs. Both steps are now combined in a single Wronskian formula, providing an elegant complete solution to the fixedangular-momentum inversion problem. This formalism is applied to the inversion of 3S1 and 1S0 neutron-proton data and its numerical implementation is discussed."
    },
    {
      "title": "Dual-polarization structure and nuclear structure effect on $\\Lambda$ polarization",
      "link": "https://arxiv.org/abs/2508.19105",
      "authors": "X. G. Deng, Y. G. Ma",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2508.19105v1 Announce Type: new \nAbstract: We report a novel manifestation of spin-vorticity interplay in relativistic heavy-ion collisions. Using $^{16}$O+$^{197}$Au at $\\sqrt{s_{\\rm NN}}=7.7$ GeV as a test case, we show that the $\\Lambda$ hyperon exhibits a clear dual-polarization structure, observed here in central $^{16}$O + $^{197}$Au collisions for the first time. The polarization is further highly sensitive to the intrinsic nuclear geometry: different $\\alpha$-cluster configurations of $^{16}$O, ranging from chain-like to tetrahedral, lead to distinct polarization patterns across centralities. In particular, the backward rapidity region and peripheral events display striking structure-dependent variations, including opposite angular distributions of local polarizations $P_x$ and $P_y$ compared with a spherical reference. These findings reveal that nuclear clustering leaves measurable imprints on hyperon spin alignment in relativistic collisions. Our results open a promising avenue for probing nuclear structure in short-lived systems and highlight a new spin-sensitive mechanism relevant for upcoming experiments at RHIC and future facilities."
    },
    {
      "title": "Quantifying fluctuation signatures of the QCD critical point using maximum entropy freeze-out",
      "link": "https://arxiv.org/abs/2508.19237",
      "authors": "Jamie M. Karthein, Maneesha Sushama Pradeep, Krishna Rajagopal, Mikhail Stephanov, Yi Yin",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2508.19237v1 Announce Type: new \nAbstract: A key question about the QCD phase diagram is whether there is a critical point somewhere on the boundary between the hadronic and quark-gluon plasma phases, and if so where. Heavy-ion collisions offer a unique opportunity to search for signatures of such a critical point by analyzing event-by-event fluctuations in particle multiplicities. To draw meaningful conclusions from experimental data, a theoretical framework is needed to link QCD thermodynamics with the particle spectra and correlations observed in detectors. The Equation of State (EoS) of QCD near a critical point can be related to the universal Gibbs free energy of the 3D Ising model using four currently unknown non-universal mapping parameters whose values are determined by the microscopic details of QCD. We utilize the maximum entropy approach to freeze-out the fluctuations in order to make estimates for factorial cumulants of proton multiplicities, assuming thermal equilibrium, for a family of EoS with a 3D Ising-like critical point, varying the microscopic inputs that determine the strength and structure of the critical features. We quantify the effect of the non-universal mapping parameters, and the distance between the critical point and the freeze-out curve, on the factorial cumulants of proton multiplicities."
    },
    {
      "title": "A New Evidence of Interplay Between Tetrahedral and Octahedral Symmetries and Symmetry Breaking: Exotic Rotational Bands in $^{152}$Sm",
      "link": "https://arxiv.org/abs/2508.18686",
      "authors": "S. Basak, D. Kumar, T. Bhattacharjee, I. Dedes, J. Dudek, A. Pal, S. S. Alam, A. Saha, A. K. Sikdar, J. Nandi, Shabir Dar, A. Baran, A. Gaamouci, D. Rouvel, S. Samanta, S. Chatterjee, R. Raut, S. S. Ghugre, A. Adhikari, Y. Sapkota, R. Rahaman, Ananya Das, A. Gupta, A. Bisoi, S. Sharma, S. Das, A. Bhattacharyya, P. Das, U. Datta, I. Ray, J. Yang, D. Curien, G. Duch\\^ene",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2508.18686v1 Announce Type: cross \nAbstract: We report on an experimental evidence for a new, second tetrahedral band in $^{152}_{\\;\\;62}$Sm$^{}_{90}$. It was populated via fusion evaporation reaction, $^{150}{\\rm Nd}(\\alpha, 2n)^{152}$Sm, employing 26 MeV beam of $\\alpha$ particles from K-130 cyclotron at Variable Energy Cyclotron Centre, Kolkata, India. The newly observed possible mixed parity sequence with absence of E2 and strong indication of E3 transitions is consistent with the spectroscopic criteria for a tetrahedral-symmetry rotational band that could be constructed from the allowed spin-parity assignments. This structure differs from the structure of the band previously found in the same nucleus, the new one manifesting tetrahedral symmetry not accompanied by the octahedral one. Our new experimental results are interpreted in terms of group representation theory and collective nuclear-motion theory of Bohr. We propose to generalize the notion of the tetrahedral vibrational bands and believe that our new experimental results support a number of theory predictions related to nuclear tetrahedral symmetry published earlier and bring a new light into the issue of spontaneous symmetry breaking in heavy nuclei."
    },
    {
      "title": "Beam-Normal Single-Spin Asymmetry in $^{208}$Pb at low energy: discrepancy resolved or new kinematic puzzle?",
      "link": "https://arxiv.org/abs/2508.18851",
      "authors": "A. Esser, N. Kozyrev, K. Aulenbacher, S. Baunack, M. Dehn, A. Del Vincio, L. Doria, M. Hoek, F. Keil, F. Maas, H. Merkel, M. Mihovilovic, U. M\\\"uller, J. Pochodzalla, B. S. Schlimme, T. Shao, S. Stengel, M. Thiel, L. Wilhelm, C. Sfienti",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2508.18851v1 Announce Type: cross \nAbstract: A longstanding discrepancy between measured and predicted beam-normal single-spin asymmetries $A_{n}$ in elastic electron scattering off $^{208}$Pb has challenged our understanding of two-photon exchange (TPE) in heavy nuclei. We report a new measurement at 570 MeV and $Q^2$=0.04 $GeV^2$/$c^2$, yielding$A_n = (-9.1 \\pm 2.1~\\text{(stat)} \\pm 0.7~\\text{(syst)})~\\mathrm{ppm}$. This nonzero value contrasts with previous results at higher energies and suggests a kinematic dependence of TPE effects not captured by current theory, prompting a reevaluation of earlier interpretations."
    },
    {
      "title": "Single pion-production and pion propagation in Achilles",
      "link": "https://arxiv.org/abs/2508.19213",
      "authors": "Joshua Isaacson, William Jay, Alessandro Lovato, Pedro Machado, Alexis Nikolakopoulos, Noemi Rocco, Noah Steinberg",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2508.19213v1 Announce Type: cross \nAbstract: We extend the applicability of Achilles (A CHIcagoLand Lepton Event Simulator) by incorporating the single-pion production mechanism in a fully exclusive fashion. The electroweak interaction vertex is modeled by combining the state-of-the-art Dynamical Coupled-Channels approach with realistic hole spectral functions, which account for correlations in both the initial target state and the residual spectator system. Final-state interactions are treated using a semi-classical intranuclear cascade that leverages nuclear configurations to determine the correlated spatial distribution of protons and neutrons. The meson-baryon scattering amplitudes used in the cascade are computed within the Dynamical Coupled-Channels framework, consistent with the electroweak vertex. To model pion absorption, we employ the optical potential approach of Oset and Salcedo. As an alternative approach, we explicitly model the production and propagation of resonances which mediate pion-nucleon scattering and pion absorption. We validate out approach against pion-nucleon and pion-nucleus scattering data, and present comparisons with electron- and neutrino-nucleus measurements from e4$\\nu$, T2K, MINER$\\nu$A, and MicroBooNE."
    },
    {
      "title": "Classification of color superconductivity by one-gluon exchange helicity amplitudes and renormalization group equations",
      "link": "https://arxiv.org/abs/2508.19222",
      "authors": "Yuki Fujimoto",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2508.19222v1 Announce Type: cross \nAbstract: Quark matter at high baryon density exhibits diverse pairing patterns classified by color, flavor, and angular momentum quantum numbers. We compute one-gluon exchange (OGE) helicity amplitudes and introduce a nonrelativistic classification of the pairing channel, justified by the channel decomposition in a Lorentz-noninvariant medium and the decoupling of renormalization group flows at leading order. We find the new attractive channel in OGE; the medium effects can render the vacuum-repulsive color $\\boldsymbol{6}$ channel attractive in the spin-triplet sector. For color $\\boldsymbol{\\bar{3}}$ with antisymmetric flavor, the dominant pairing is ${}^1S_0$, while for symmetric flavor the same-helicity $^1P_1$ prevails over $^3S_1$, revising the conventional single-flavor picture. With a mismatch of the Fermi momenta, $^1S_0$ channel, leading to color-flavor locked or two-flavor color superconductor, remains most stable when the separation is small, and the color-spin locked pairing becomes favored as the mismatch gets large. We suggest there are possible quark-hadron continuity in certain cases as expected in the literature."
    },
    {
      "title": "Regulated chiral gauge theory and the strong CP problem",
      "link": "https://arxiv.org/abs/2412.02024",
      "authors": "David B. Kaplan, Srimoyee Sen",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2412.02024v3 Announce Type: replace-cross \nAbstract: Four-dimensional chiral gauge theory can be formulated as the boundary theory on a five-dimensional manifold in a manner that may be realized on a finite lattice. There are interesting features of these theories which defy a purely four-dimensional conception of universality. We find that QCD when embedded in a chiral gauge theory (the Standard Model) and regulated this way appears to suffer neither from a $U(1)_A$ problem nor a strong $CP$ problem, with a central role played by fermion zeromodes localized far away in the fifth dimension. In this way it differs from conventional lattice QCD formulated as a stand-alone theory. Our analysis builds on recent work by others that highlights the role of global $U(1)$ symmetries in five dimensional formulations of four-dimensional chiral gauge theories, and the generic appearance of fermion zeromodes in the bulk."
    }
  ]
}