{
  "lastUpdated": "2025-05-02T02:27:23.481076",
  "papers": [
    {
      "title": "Impact of Newly Measured $β$-Delayed Neutron Emitters around $^{78}\\mathrm{Ni}$ on Light Element Nucleosynthesis in the Neutrino Wind Following a Neutron Star Merger",
      "link": "http://link.aps.org/doi/10.1103/PhysRevLett.134.172701",
      "authors": "A. Tolosa-Delgado <em>et al.</em>",
      "source": "Physical Review Letter",
      "summary": "Author(s): A. Tolosa-Delgado et al.Neutron emission probabilities and half-lives of 37 $β$-delayed neutron emitters from $^{75}\\mathrm{Ni}$ to $^{92}\\mathrm{Br}$ were measured at the RIKEN Nishina Center in Japan, including 11 one-neutron and 13 two-neutron emission probabilities and six half-lives for the first time that supersede t…[Phys. Rev. Lett. 134, 172701] Published Thu May 01, 2025"
    },
    {
      "title": "Deformation and $\\mathrm{core}+n$ decoupling in the spectrum of $^{17}\\mathrm{C}$",
      "link": "http://link.aps.org/doi/10.1103/PhysRevC.111.054301",
      "authors": "Tadahiro Suhara, Yasutaka Taniguchi, Wataru Horiuchi, Shin Watanabe, and Takenori Furumoto",
      "source": "Physical Review C",
      "summary": "Author(s): Tadahiro Suhara, Yasutaka Taniguchi, Wataru Horiuchi, Shin Watanabe, and Takenori FurumotoBackground: The coexistence of various structures, such as diverse shapes and cluster structures, is a fundamental property of atomic nuclei. In neutron-rich nuclei, a $\\mathrm{core}+n$ structure can compete with nuclear deformation due to the small neutron separation energy. A neutron-rich carbon i…[Phys. Rev. C 111, 054301] Published Thu May 01, 2025"
    },
    {
      "title": "Estimation of correlation coefficients and spin angular distributions of fission fragments",
      "link": "http://link.aps.org/doi/10.1103/PhysRevC.111.054601",
      "authors": "D. E. Lyubashevsky, A. A. Pisklyukov, S. V. Klyuchnikov, and P. V. Kostryukov",
      "source": "Physical Review C",
      "summary": "Author(s): D. E. Lyubashevsky, A. A. Pisklyukov, S. V. Klyuchnikov, and P. V. KostryukovThis study proposes a theoretical model for studying the spin characteristics and angular correlations of fission fragments of heavy nuclei. The mechanisms of spin formation, including the influence of transverse vibrations, are considered and the relationship between the anisotropy of the angular d…[Phys. Rev. C 111, 054601] Published Thu May 01, 2025"
    },
    {
      "title": "Description of di-hadron saturation signals within a universal nuclear parton distribution function approach",
      "link": "http://link.aps.org/doi/10.1103/PhysRevC.111.054901",
      "authors": "Dennis V. Perepelitsa",
      "source": "Physical Review C",
      "summary": "Author(s): Dennis V. PerepelitsaDi-hadron and di-jet correlation measurements in proton-nucleus ($p+A$) and electron-nucleus collisions are widely motivated as sensitive probes of novel, nonlinear quantum chromodynamices saturation dynamics in hadrons, which are particularly accessible in the dense nuclear environment at low value…[Phys. Rev. C 111, 054901] Published Thu May 01, 2025"
    },
    {
      "title": "Effects of symmetry energy on the properties of a hadron-quark mixed phase in hybrid stars",
      "link": "http://link.aps.org/doi/10.1103/PhysRevC.111.055801",
      "authors": "Min Ju, Xuhao Wu, and Hong Shen",
      "source": "Physical Review C",
      "summary": "Author(s): Min Ju, Xuhao Wu, and Hong ShenWe study how the nuclear symmetry energy slope affects the properties of hadron-quark pasta phases and their sizes in massive hybrid stars ($&gt;2{M}_{⊙}$). We utilize the relativistic mean-field model with a density-dependent isovector coupling constant fitted by varying values of the symmetry ener…[Phys. Rev. C 111, 055801] Published Thu May 01, 2025"
    },
    {
      "title": "Absorption and emission of neutrinos and antineutrinos in hot stellar matter with a strong magnetic field",
      "link": "http://link.aps.org/doi/10.1103/PhysRevC.111.055802",
      "authors": "E. Bauer and J. Torres Patiño",
      "source": "Physical Review C",
      "summary": "Author(s): E. Bauer and J. Torres PatiñoWe evaluated the cross section per unit volume for the absorption and emission of neutrinos and antineutrinos in hot stellar matter under the influence of a strong magnetic field. The system considered consists of neutrons, protons, electrons, and positrons in $β$-equilibrium and charge neutrality. …[Phys. Rev. C 111, 055802] Published Thu May 01, 2025"
    },
    {
      "title": "Impact of isospin asymmetric nuclear medium on pseudoscalar and vector $B$ mesons",
      "link": "https://arxiv.org/abs/2504.21392",
      "authors": "Tanisha, Satyajit Puhan, Navpreet Kaur, Arvind Kumar, Harleen Dahiya",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2504.21392v1 Announce Type: new \nAbstract: In this study, using the light-front quark model, we examine how an isospin asymmetric nuclear medium affects the properties of pseudoscalar ($B^+, B^0$) and vector ($B^{\\ast+}, B^{\\ast0}$) mesons under different temperature values and degrees of isospin asymmetry. To simulate the in-medium modifications of the constituent quark masses, we employ the chiral SU(3) quark mean field model. Our analysis focuses on evaluating the effective masses, weak decay constants, and distribution amplitudes (DAs) of $B$ mesons in isospin-asymmetric nuclear matter. The calculated vacuum values of the $B$ meson masses and decay constants show good agreement with existing experimental data, validating our approach to study the medium effects within the same framework."
    },
    {
      "title": "Double nuclear modification factor in relativistic heavy ion collisions",
      "link": "https://arxiv.org/abs/2504.21515",
      "authors": "A. S. Chernyshov, I. P. Lokhtin, A. M. Snigirev",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2504.21515v1 Announce Type: new \nAbstract: The hypothesis of the factorization of the double nuclear modification factor in relativistic heavy ion collisions is tested for different types of final-state hadrons within the HYDJET++ model. The results demonstrate that this factorization holds reasonably well at moderately high transverse momenta, provided that the effects of double parton scattering can be small or neglected."
    },
    {
      "title": "Dilepton emission in heavy ion collisions and chemical equilibrium of QCD matter",
      "link": "https://arxiv.org/abs/2504.21698",
      "authors": "Xiang-Yu Wu, Lipei Du, Charles Gale, Sangyong Jeon",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2504.21698v1 Announce Type: new \nAbstract: We study thermal dilepton production and anisotropic flow in Pb+Pb collisions at $\\sqrt{s_{NN}} = 5.02 \\, \\mathrm{TeV}$ using next-to-leading-order (NLO) thermal QCD dilepton emission rates. A hybrid model (IP-Glasma+\\kompost+MUSIC+UrQMD) simulates the collision evolution. The role of the pre-equilibrium stage in dilepton observables is examined. We also explore how chemical equilibrium in QCD matter affect dilepton observables."
    },
    {
      "title": "New {\\em ab initio} constrained extended Skyrme equations of state for simulations of neutron stars, supernovae and binary mergers: I. Subsaturation density domain",
      "link": "https://arxiv.org/abs/2504.21725",
      "authors": "Adriana R. Raduta, Mikhail V. Beznogov",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2504.21725v1 Announce Type: new \nAbstract: In numerical simulations of core-collapse supernova and binary neutron stars mergers information about the energetics and composition of matter is implemented via external tables covering the huge ranges of thermodynamic conditions explored during the astrophysical evolution. More than 120 general purpose equation of state tables have been contributed so far. Not all of them comply with current constraints from theoretical and experimental nuclear physics and astrophysical observations of neutron stars. Systematic investigations of the role that dense matter properties play in the evolution of these astrophysical phenomena require that more equation of state tables are provided. We build a set of general purpose equation of state tables. At zero temperature, they comply with all currently accepted constraints, including ab initio chiral effective field theory calculations of pure neutron and symmetric nuclear matter. This set is designed to explore a wide variety of the behaviors of the effective masses as functions of density, which is reflected into a wide range of thermal behaviors. We employ Brussels extended Skyrme interactions generated by means of Bayesian inference techniques. An extended nuclear statistical equilibrium model is developed for modeling sub-saturated inhomogeneous nuclear matter. We study the properties of sub-saturated inhomogeneous nuclear matter over wide ranges of density, temperature and proton fraction. We analyze the mechanisms of transition to homogeneous matter and estimate the transition density. Our key results include the presence of a think $^{14}$He layer in the inner crusts of (neo-)neutron stars, significant abundance of other exotic isotopes of H and He in warm and neutron rich matter and a detailed study of the thermodynamic stability of cold stellar matter. The equation of state tables will be publicly available in the Compose online database."
    },
    {
      "title": "Neutrino-antineutrino synchrotron emission from magnetized dense quark matter",
      "link": "https://arxiv.org/abs/2504.21083",
      "authors": "Ritesh Ghosh, Igor A. Shovkovy",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2504.21083v1 Announce Type: cross \nAbstract: Using the Kadanoff--Baym formalism, we perform a detailed study of neutrino-antineutrino synchrotron emission from strongly magnetized, dense quark matter under conditions relevant to compact stars. Starting from an exact expression for the emission rate that fully accounts for Landau-level quantization of quarks, we derive an approximate formula applicable in the regime where quark chemical potentials are much larger than all other relevant energy scales. We demonstrate that the emission rate is largely controlled by a single dimensionless ratio between two low-energy scales: the Landau-level spacing at the Fermi surface, $|e_f B|/\\mu_{f}$, and the temperature of the quark matter, $T$. When the ratio $|e_f B|/(\\mu_{f} T)$ is small, many closely spaced Landau levels contribute to the emission. In the opposite limit, when the ratio is large, the rate is dominated by transitions between adjacent levels and is exponentially suppressed. Our results show that, even in the presence of the strongest magnetic fields expected in compact stars, the synchrotron emission remains suppressed by more than three orders of magnitude compared to the direct Urca process. This implies that such emission is unlikely to play any substantial role in the cooling of magnetized quark stars, at least those made of unpaired quark matter phases."
    },
    {
      "title": "A Universal Equilibration Condition for Heavy Quarks",
      "link": "https://arxiv.org/abs/2504.21139",
      "authors": "Krishna Rajagopal, Bruno Scheihing-Hitschfeld, Urs Achim Wiedemann",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2504.21139v1 Announce Type: cross \nAbstract: Kinetic equilibration at late times is physically required for heavy particles in a finite temperature medium. In Fokker-Planck dynamics, it is ensured by the Einstein relation between the drag and longitudinal momentum diffusion coefficients. However, in certain gauge field theories, this relation is violated at any nonzero heavy quark velocity. Recent work in strongly coupled $\\mathcal{N}=4$ SYM gauge theory shows that the Kolmogorov equation for the heavy quark phase space distribution (that reduces to Fokker-Planck form upon truncating the momentum transfer probability distribution to second moments) does equilibrate even though the Fokker-Planck equation does not. Here, we generalize some of these (to date theory-specific) insights to any quantum field theory at any coupling strength. Starting from quantum field theory first principles, we derive a universal equilibration condition for the kernel of the Kolmogorov equation and, consequently, for the momentum transfer probability distribution. Remarkably, this condition reveals that the asymmetry between energy loss and energy gain in the momentum transfer probability distribution takes a simple, theory-independent, form."
    },
    {
      "title": "Quarkonium suppression in strongly coupled plasmas",
      "link": "https://arxiv.org/abs/2504.21167",
      "authors": "Bruno Scheihing-Hitschfeld, Xiaojun Yao",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2504.21167v1 Announce Type: cross \nAbstract: Suppression of open heavy quarks and quarkonia in heavy-ion collisions are among the most informative probes of quark-gluon plasma (QGP). Interpreting the full wealth of data obtained from the collision events requires a precise theoretical understanding of the evolution of heavy quarks and quarkonia as they propagate through a strongly coupled plasma. Such calculations require the evaluation of a gauge-invariant correlator of chromoelectric fields. This chromoelectric correlator encodes all the characteristics of QGP that the dissociation and recombination dynamics of quarkonium are sensitive to, which is to say can in principle measure. We review its distinctive qualitative features at weak coupling in QCD up to next-to-leading order and at strong coupling in $\\mathcal{N}=4$ SYM using the AdS/CFT correspondence, as well as its formulation in Euclidean QCD. Furthermore, we report on recent progress in applying our results to the calculation of the final quarkonium abundances after propagating through a cooling droplet of QGP, which illustrates how we may learn about QGP from quarkonium measurements. We devote special attention to how the presence of a strongly coupled plasma modifies the transport description of quarkonium, in comparison to approaches that rely on weak coupling approximations to describe quarkonium dissociation and recombination."
    },
    {
      "title": "Analysis of $\\Sigma^*$ via isospin selective reaction $K_Lp \\to \\pi^+\\Sigma^0$",
      "link": "https://arxiv.org/abs/2504.21343",
      "authors": "Dan Guo, Jun Shi, Igor Strakovsky, Bing-Song Zou",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2504.21343v1 Announce Type: cross \nAbstract: The isospin-selective reaction $K_Lp \\to \\pi^+\\Sigma^0$ provides a clean probe for investigating $I=1$ $\\Sigma^*$ resonances. In this work, we perform an analysis of this reaction using an effective Lagrangian approach for the first time, incorporating the well-established $\\Sigma(1189) 1/2^+$, $\\Sigma(1385) 3/2^+$, $\\Sigma(1670) 3/2^-$, $\\Sigma(1775) 5/2^-$ states, while also exploring contributions from other unestablished states.\n  By fitting the available differential cross section and recoil polarization data, adhering to partial-wave phase conventions same as PDG, we find that besides the established resonances, contributions from $\\Sigma(1660) 1/2^+$, $\\Sigma(1580) 3/2^-$ and a $\\Sigma^*(1/2^-)$ improve the description.\n  Notably, a $\\Sigma^*(1/2^-)$ resonance with mass around 1.54 GeV, consistent with $\\Sigma(1620)1/2^-$, is found to be essential for describing the data in this channel, a stronger indication than found in previous analyses focusing on $\\pi\\Lambda$ final states.\n  While providing complementary support for $\\Sigma(1660) 1/2^+$ and $\\Sigma(1580) 3/2^-$, our results highlight the importance of the $\\Sigma(1620) 1/2^-$ region in $K_Lp \\to \\pi^+\\Sigma^0$. Future high-precision measurements are needed to solidify these findings and further constrain the $\\Sigma^*$ spectrum."
    },
    {
      "title": "Physics-Informed Priors Improve Gravitational-Wave Constraints on Neutron-Star Matter",
      "link": "https://arxiv.org/abs/2504.21526",
      "authors": "Spencer J. Magnall, Christian Ecker, Luciano Rezzolla, Paul D. Lasky, Simon R. Goode",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2504.21526v1 Announce Type: cross \nAbstract: Gravitational-wave astronomy shows great promise in determining nuclear physics in a regime not accessible to terrestrial experiments. We introduce physics-informed priors constrained by nuclear theory and perturbative Quantum Chromodynamics calculations, as well as astrophysical measurements of neutron-star masses and radii. When these priors are used in gravitational-wave astrophysical inference, we show a significant improvement on nuclear equation of state constraints. Applying these to the first observed gravitational-wave binary neutron-star merger GW170817, the constraints on the radius of a $1.4\\,M_\\odot$ neutron star improve from $R_{1.4} ={12.54^{+1.05}_{-1.54}} \\, {\\rm km}$ to $R_{1.4} = 12.11^{+0.91}_{-1.11} \\,{\\rm km}$ and those on the tidal deformability from $\\tilde{\\Lambda}_{1.186} < 720$ to $\\tilde{\\Lambda}_{1.186} = 384^{+306}_{-158}$ ($90\\%$ confidence intervals) at the events measured chirp mass $\\mathcal{M}=1.186\\,M_\\odot$. We also show these priors can be used to perform model selection between binary neutron star and neutron star-black hole mergers; in the case of GW190425, the results provide only marginal evidence with a Bayes factor $\\mathcal{BF}=1.33$ in favour of the binary neutron star merger hypothesis. Given their ability to improve the astrophysical inference of binary mergers involving neutron stars, we advocate for these physics-informed priors to be used as standard in the literature and provide open-source code for reproducibility and adaptation of the method."
    },
    {
      "title": "Dynamical Local Tadpole-Improvement in Quantum Simulations of Gauge Theories",
      "link": "https://arxiv.org/abs/2504.21575",
      "authors": "Marc Illa, Martin J. Savage, Xiaojun Yao",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2504.21575v1 Announce Type: cross \nAbstract: We identify a new element in quantum simulations of lattice gauge theories, arising from spacetime-dependent quantum corrections in the relation between the link variables defined on the lattice and their continuum counterparts. While in Euclidean spacetime simulations, based on Monte Carlo sampling, the corresponding tadpole improvement leads to a constant rescaled value per gauge configuration, in Minkowski spacetime simulations it requires a state- and time-dependent update of the coefficients of operators involving link variables in the Hamiltonian. To demonstrate this effect, we present the results of numerical simulations of the time evolution of truncated SU(2) plaquette chains and honeycomb lattices in 2+1D, starting from excited states with regions of high energy density, and with and without entanglement."
    },
    {
      "title": "Thermoelectric Thomson coefficient of quark-gluon plasma in the presence of a time-varying magnetic field",
      "link": "https://arxiv.org/abs/2504.21734",
      "authors": "Kamaljeet Singh, Raghunath Sahoo",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2504.21734v1 Announce Type: cross \nAbstract: Heavy-ion collision experiments such as the Large Hadron Collider and the Relativistic Heavy Ion Collider offer a unique platform to study several key properties of the quark-gluon plasma (QGP), a deconfined state of strongly interacting matter. Quarks, being the electrically charged particles, can induce an electric current in the medium in response to the temperature gradients. Hence, the QGP medium can behave like a thermoelectric medium. The thermoelectric coefficients, such as the Seebeck and Thomson coefficients, can help us to understand the intricate transport phenomenon of the medium. In peripheral collisions, the intense, transient, and time-dependent magnetic field created due to spectator protons significantly influences the thermoelectric properties of the QGP medium, affecting the charge and heat transport. This work uses the quasi-particle model to calculate the Thomson coefficient in QGP. The Thomson effect, describing the continuous heating or cooling of the charge-carrying medium in the presence of temperature gradients, remains largely unexplored in QGP. The Seebeck effect, which relates temperature gradients to induced electric fields, has been widely studied in the literature. For the first time, we calculate the magneto-Thomson and transverse Thomson coefficients. We have studied their dependence on temperature, baryon chemical potential, center of mass energy, and time-dependent magnetic field with different decay parameters. The transverse Thomson effect originates due to the presence of the Nernst effect in the presence of a magnetic field. Our results provide new insights into the higher-order thermoelectric transport properties of the QGP medium in the context of heavy-ion collisions."
    },
    {
      "title": "Towards constraining QCD phase transitions in neutron star interiors: Bayesian Inference with TOV linear response analysis",
      "link": "https://arxiv.org/abs/2501.15810",
      "authors": "Ronghao Li, Sophia Han, Zidu Lin, Lingxiao Wang, Kai Zhou, Shuzhe Shi",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2501.15810v2 Announce Type: replace \nAbstract: The potential hadron-to-quark phase transition in neutron stars has not been fully understood as the property of cold, dense, and strongly interacting matter cannot be theoretically described by the first-principle perturbative calculations, nor have they been systematically measured through terrestrial low-to-intermediate energy heavy-ion experiments. Given the Tolman--Oppenheimer--Volkoff (TOV) equations, the equation of state (EoS) of the neutron star (NS) matter can be constrained by the observations of NS mass, radius, and tidal deformability. However, large observational uncertainties and the limited number of observations currently make it challenging to strictly reconstruct the EoS, especially to identify interesting features such as a strong first-order phase transition. In this work, we study the dependency of reconstruction quality of the phase transition on the number of NS observations of mass and radius as well as their uncertainty, based on a fiducial EoS. We conquer this challenging problem by constructing a neural network, which allows one to parametrize the EoS with minimum model-dependency, and by devising an algorithm of parameter optimization based on the analytical linear response analysis of the TOV equations. This work may pave the way for the understanding of the phase transition features in NSs using future $x$-ray and gravitational wave measurements."
    },
    {
      "title": "Perturbative quantum Monte Carlo calculation with high-fidelity nuclear forces",
      "link": "https://arxiv.org/abs/2502.13565",
      "authors": "Jun Liu, Teng Wang, Bing-Nan Lu",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2502.13565v2 Announce Type: replace \nAbstract: Quantum Monte Carlo (QMC) is a family of powerful tools for addressing quantum many-body problems. However, its applications are often plagued by the fermionic sign problem. A promising strategy is to simulate an interaction without sign problem as the zeroth order and treat the other pieces as perturbations. According to this scheme, we construct precision nuclear chiral forces on the lattice and make perturbative calculations around a sign-problem-free interaction respecting the Wigner-SU(4) symmetry. We employ the recently developed perturbative QMC (ptQMC) method to calculate the perturbative energies up to the second order. This work presents the first ptQMC calculations for two-body next-to-next-to-next-to leading order (N$^3$LO) chiral forces and elucidates how the hierarchical nature of the chiral interactions helps organize and simplify the ptQMC calculations. We benchmark the algorithm for the deuteron, where exact solutions serve as rigorous reference points. We also reproduce the famous Tjon line by correlating the perturbative $^{4}$He binding energies with the non-perturbative $^{3}$H binding energies. These comprehensive demonstrations underscore the efficacy of ptQMC in resolving high-fidelity nuclear interactions, establishing its potential as a robust tool for \\textit{ab initio} nuclear structure studies."
    },
    {
      "title": "The impact of glasma on heavy flavor azimuthal correlations and spectra",
      "link": "https://arxiv.org/abs/2409.10564",
      "authors": "Dana Avramescu, Vincenzo Greco, Tuomas Lappi, Heikki M\\\"antysaari, David M\\\"uller",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2409.10564v2 Announce Type: replace-cross \nAbstract: We study the phenomenological impact of the pre-equilibrium glasma initial stage of heavy-ion collisions on heavy quark azimuthal correlations and spectra. Using our numerical solver, we simulate the transport of heavy quark test particles in an SU(3) glasma background field. The glasma field equations are formulated using classical real-time lattice gauge theory, and the heavy quark dynamics are described by classical transport equations numerically solved using the colored particle-in-cell method. For the first time, the effect of the glasma stage on the azimuthal correlations of $c\\overline{c}$ and $b\\overline{b}$ pairs is studied. The resulting azimuthal width $\\sigma_{\\Delta\\phi}$ exhibits a large and quick decorrelation due to the strong glasma fields. Further, we evaluate how the $p_T$-broadening in the glasma affects heavy quark $p_T$-spectra, which are initialized according to the Fixed-Order Next-to-Leading Logarithm (FONLL) heavy quark production calculation. The nuclear modification factor $R_{AA}$ is extracted for $c$ and $b$ quarks in the glasma and additional nuclear PDF effects accounting for gluon shadowing are included."
    },
    {
      "title": "Heavy flavor angular correlations as a direct probe of the glasma",
      "link": "https://arxiv.org/abs/2409.10565",
      "authors": "Dana Avramescu, Vincenzo Greco, Tuomas Lappi, Heikki M\\\"antysaari, David M\\\"uller",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2409.10565v2 Announce Type: replace-cross \nAbstract: We use classical equations of motion for heavy quarks to show that the pre-equilibrium glasma phase of a heavy ion collision has an extremely strong effect on heavy quark angular correlations. At the same time, the effect on the single inclusive spectrum is much more moderate. This suggests that $D\\overline{D}$ meson angular correlations in future LHC measurements could provide direct experimental access to the physics of the pre-equilibrium stage."
    },
    {
      "title": "QCD Phase Diagram and Astrophysical Implications",
      "link": "https://arxiv.org/abs/2501.01907",
      "authors": "Kenji Fukushima",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2501.01907v2 Announce Type: replace-cross \nAbstract: I make a brief review about the QCD phases and the equation of state inferred from the neutron star data. Along the temperature axis at low baryon density, the QCD phase transition is a smooth crossover, and it is a natural extension of our imagination to postulate a similar crossover along the density axis at low temperature. Even without phase transitions, the inferred thermodynamic properties of neutron star matter turn out to be highly nontrivial already at twice of the nuclear saturation density. I also give some discussions about the substantiation of quark matter by means of the gravitational wave signals including the multi-messenger prospect."
    },
    {
      "title": "Towards modeling the short-range interactions of hidden/open charm pentaquark molecular states",
      "link": "https://arxiv.org/abs/2503.04264",
      "authors": "Ru Xu, Lu Meng, Hai-Xiang Zhu, Ning Li, Wei Chen",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2503.04264v2 Announce Type: replace-cross \nAbstract: The hadronic $\\Sigma_c^{(*)}\\bar{D}^{(*)}$ and $\\Sigma_c^{(*)}{D}^{(*)}$ interactions are revisited, with a focus on their short-range parts, motivated by a tension between the interpretations of $P_{c\\bar{c}}(4312)$, $P_{c\\bar{c}}(4440)$, and $P_{c\\bar{c}}(4457)$ in effective field theory (EFT) frameworks and the one-boson-exchange (OBE) model. While the three states can be interpreted as $\\Sigma_c\\bar{D}^{(*)}$ molecular states within EFT frameworks, this is not feasible in the single-channel OBE model with consistent cutoff. In this work, the possibility to reconcile OBE model with EFTs by refitting the $\\rho$-, $\\omega$- and $\\sigma$-exchange interaction is explored and ruled out. It is pointed out that the problem in OBE arises from the strong short-range spin-dependent one-pion-exchange (OPE) interaction and the fixed signs of other short-range interactions in OBE model also prevent the cancellation. To address this issue, the short-range subtraction strategies within the OBE model are revisited. Two subtraction schemes are explored: removing the delta-function from all interactions and eliminating it only from the pseudoscalar-meson-exchange component. These schemes favor different spin assignments for $P_{c\\bar{c}}(4440)$ and $P_{c\\bar{c}}(4457)$. Though solving the problem, there is no clear dynamical picture to support the subtraction schemes. We propose a new quark-exchange mechanism motivated by the Pauli principle. Different from the two subtraction schemes in OBE, the quark-exchange mechanism offers an explanation grounded in microscopic dynamics. It is shown that the spin-dependent quark-exchange interaction cancels those from OPE. The differences in the predictions for the spin, isospin, and open-charm partner states of the experimental $P_{c\\bar{c}}$ states offer a way to distinguish between the subtracted OBE model and the OBE model with quark-exchange contributions."
    },
    {
      "title": "Generalized parton distributions for low-lying octet baryons with non-zero skewness",
      "link": "https://epja.epj.org/10.1140/epja/s10050-025-01565-x",
      "authors": "Navpreet Kaur, Harleen Dahiya",
      "source": "European Physical Journal A",
      "summary": "Authors: Navpreet Kaur and Harleen Dahiya.The European Physical Journal A Vol. 61 , page 91Published online: 29/4/2025"
    },
    {
      "title": "Good tachyons, bad bradyons: role reversal in Einstein-nonlinear-electrodynamics models",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269325002746?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: Available online 30 April 2025Source: Physics Letters BAuthor(s): Marco A.A. de Paula, Haroldo C.D. Lima Junior, Pedro V.P. Cunha, Carlos A.R. Herdeiro, Luís C.B. Crispino"
    },
    {
      "title": "Two-body Dirac equation in DSR: Results for fermion-antifermion pairs",
      "link": "https://www.sciencedirect.com/science/article/pii/S037026932500276X?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: Available online 30 April 2025Source: Physics Letters BAuthor(s): Nosratollah Jafari, Abdullah Guvendi"
    },
    {
      "title": "Relativistic low-momentum interactions from renormalization group",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269325002631?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: Available online 30 April 2025Source: Physics Letters BAuthor(s): Tianxing Huang, Yilong Yang, Jie Meng, Peter Ring, Pengwei Zhao"
    },
    {
      "title": "Moments of inertia in <strong>IBM</strong>",
      "link": "https://www.sciencedirect.com/science/article/pii/S0375947425001204?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Nuclear Physics A",
      "summary": "Publication date: Available online 30 April 2025Source: Nuclear Physics AAuthor(s): A.D. Efimov, I.V. Koval, I.N. Izosimov, P.N. Usmanov"
    },
    {
      "title": "Measurement of Radiative Decay Width of the Hoyle State of <sup>12</sup>C via <sup>12</sup>C(p, p′)<sup>12</sup>C Reactions",
      "link": "https://www.sciencedirect.com/science/article/pii/S0375947425001198?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Nuclear Physics A",
      "summary": "Publication date: Available online 30 April 2025Source: Nuclear Physics AAuthor(s): T.K. Rana, Deepak Pandit, S. Manna, Samir Kundu, K. Banerjee, A. Sen, R. Pandey, G. Mukherjee, T.K. Ghosh, S.S. Nayak, R. Shil, P. Karmakar, K. Atreya, K. Rani, D. Paul, R. Santra, A. Sultana, S. Basu, S. Pal, S. Sadhukhan"
    },
    {
      "title": "Measurements of the nuclear charge distribution in heavy-ion collisions with Breit-Wheeler process",
      "link": "https://www.sciencedirect.com/science/article/pii/S0375947425001228?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Nuclear Physics A",
      "summary": "Publication date: Available online 30 April 2025Source: Nuclear Physics AAuthor(s): Xiaofeng Wang, Chi Yang"
    },
    {
      "title": "Simultaneous calculation of elastic scattering, transfer, breakup, and other direct cross sections for <em>d</em>+<sup>197</sup>Au reaction",
      "link": "https://www.sciencedirect.com/science/article/pii/S037594742500123X?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Nuclear Physics A",
      "summary": "Publication date: Available online 30 April 2025Source: Nuclear Physics AAuthor(s): H.M. Maridi, D.K. Sharp, J. Lubian"
    }
  ]
}