{
  "lastUpdated": "2026-01-27T03:01:19.305949",
  "papers": [
    {
      "title": "Analysis of $M1$ capture in the $\\alpha(d,\\gamma)^6$Li reaction",
      "link": "https://arxiv.org/abs/2601.16551",
      "authors": "Ergash M. Tursunov, Daniel Baye",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2601.16551v1 Announce Type: new \nAbstract: An effective operator is exactly equivalent to the long-wavelength form of the $M1$ operator in transition matrix elements. It allows us to analytically and numerically analyze the $M1$ contribution to the $\\alpha(d,\\gamma)^6$Li reaction. Isoscalar $M1$ transitions from an initial $S$ wave are shown to be forbidden in radiative capture reactions when distortion is neglected in the initial state. A calculation in a three-body model with proton, neutron, and a structureless $\\alpha$ interacting through effective forces leads to a negligible $M1$ $S$-factor at small energies. The dominant $M1$ contribution comes from transitions from an initial $S$ wave to isospin 1 components of the $^6$Li ground state. It is suggested that using this effective $M1$ operator in other models should clarify the origin of large discrepancies between $M1$ $S$-factors appearing in the literature."
    },
    {
      "title": "Nuclear molecule of heavy nuclei",
      "link": "https://arxiv.org/abs/2601.16600",
      "authors": "T. M. Shneidman, R. G. Nazmitdinov",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2601.16600v1 Announce Type: new \nAbstract: The model of a nuclear molecule that composed of two heavy nuclei is proposed. To this aim the Hamiltonian of a dinuclear system is derived and diagonalized in the basis of bipolar spherical functions. Analytical expressions, describing excitations of highly deformed states of a nuclear molecule, are obtained. A remarkable agreement between numerical and analytical results is demonstrated at the description of roto-vibrational excitations in $^{240}$Pu at low energies. We provide the prediction for the spectrum of hyperdeformed states of the nucleus $^{232}$Th, considering it as a nuclear molecule that consists of $^{132}$Sn+$^{100}$Zr nuclei. The angular distribution of fission fragments for the nucleus $^{240}$Pu have been analyzed as well and compared with available experimental data."
    },
    {
      "title": "Non-Equilibrium Trace Anomaly And Bulk Viscosity in Heavy Ion Collisions From Kinetic Theory",
      "link": "https://arxiv.org/abs/2601.16625",
      "authors": "Krishanu Sengupta, Reghukrishnan Gangadharan, Victor Roy",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2601.16625v1 Announce Type: new \nAbstract: We investigate the far-from-equilibrium dynamics and transport properties of a relativistic massive gas obeying Maxwell-Boltzmann (MB), Bose-Einstein (BE), and Fermi-Dirac (FD) statistics undergoing a boost-invariant Bjorken expansion. We solve the relativistic Boltzmann equation in the relaxation-time approximation (RTA) using the method of moments. We focus on the time evolution of the trace of the energy-momentum tensor $\\Theta^{\\mu}{}_{\\mu}$ and the bulk viscous pressure $\\Pi$, which are key diagnostics of conformal-symmetry breaking in the rapidly evolving fireball created in heavy-ion collisions. We find that the non-equilibrium quantity $\\Theta^{\\mu}{}_{\\mu}/T^{4}$ exhibits a non-monotonic time dependence, with a local maximum at early times and a pronounced dip around the characteristic relaxation time scale $\\tau_{R}$. We further show that the scaled bulk pressure $\\Pi/P_{0}$, where $P_{0}$ denotes the isotropic equilibrium pressure, depends sensitively on the particle statistics. In addition, increasing the initial chemical potential enhances the magnitudes of both $\\Pi$ and $\\Theta^{\\mu}{}_{\\mu}/T^{4}$. Finally, by initializing the system with random non-equilibrium configurations, we demonstrate that the evolution of the scaled bulk pressure and the pressure anisotropy converges to a common late-time solution."
    },
    {
      "title": "Tribute to Tullio Bressani, Bogdan Povh and Toshimitsu Yamazaki",
      "link": "https://arxiv.org/abs/2601.16678",
      "authors": "Avraham Gal",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2601.16678v1 Announce Type: new \nAbstract: In this HYP2025 talk I pay tribute to Tullio Bressani (1940-2024), Bogdan Povh (1932-2024) and Toshimitsu Yamazaki (1934-2025), all of whom made lasting contributions to shaping up Strangeness Nuclear Physics. Yoshinori Akaishi's (1941-2025) record is also noted."
    },
    {
      "title": "Compatibility of recent ${\\cal S}=-2$ emulsion events",
      "link": "https://arxiv.org/abs/2601.16692",
      "authors": "Avraham Gal",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2601.16692v1 Announce Type: new \nAbstract: We question the compatibility of recent ${\\cal S}=-2$ hypernuclear assignments of J-PARC E07 $\\Xi^-$-capture emulsion events with assignments deduced from other experiments."
    },
    {
      "title": "Universal relation between dipole polarizability of finite nuclei and neutron-star compactness",
      "link": "https://arxiv.org/abs/2601.16894",
      "authors": "P. S. Koliogiannis, T. Ghosh, E. Yuksel, N. Paar",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2601.16894v1 Announce Type: new \nAbstract: The nuclear equation of state, which determines the structure and properties of neutron stars, remains subject to substantial theoretical uncertainties, leading to model dependence in predicted observables. Universal relations have emerged as a powerful tool to mitigate this dependence by linking neutron star observables in a framework-independent manner. In this work, we introduce a new universal relation that \\emph{bridges} finite nuclei and neutron stars through the dimensionless quantity $\\zeta = \\beta_{1.4}\\tilde{L}^{-1}$, which couples the compactness of a $1.4~M_{\\odot}$ neutron star to the slope of the nuclear symmetry energy at saturation. The relation is examined under a broad set of relativistic energy density functionals with point-coupling and meson-exchange interactions, as well as non-relativistic Skyrme functionals. We demonstrate that $\\zeta$ exhibits a strong exponential correlation with the electric dipole polarizability $\\alpha_D$ in finite nuclei across all considered equations of state. By exploiting experimental $\\alpha_D$ data for selected neutron-rich nuclei, we constrain $\\zeta$ and translate these constraints into equation-of-state-independent bounds on the neutron star radius $R_{1.4}$ and the symmetry-energy slope $L$, providing insights into the properties of neutron star matter."
    },
    {
      "title": "Shear and bulk viscosities of gluon plasma across the transition temperature from lattice QCD",
      "link": "https://arxiv.org/abs/2601.14967",
      "authors": "Heng-Tong Ding, Hai-Tao Shu, Cheng Zhang",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2601.14967v1 Announce Type: cross \nAbstract: We investigate the temperature dependence of the shear viscosity ($\\eta$) and bulk viscosity ($\\zeta$) of the gluon plasma using lattice QCD over the range 0.76--2.25 $T_c$, extending from below the transition temperature $T_c$ across the transition region and into the deconfined phase. At each temperature, we employ three large, fine lattices, which enables controlled continuum extrapolations of the energy-momentum tensor correlators. Using gradient flow together with a recently developed blocking technique, we achieve percent level precision for these correlators, providing strong constraints for a model-based spectral analysis. Since the inversion to real-time information is intrinsically ill posed, we extract viscosities by fitting spectral functions whose ultraviolet behavior is matched to the best available perturbative result, while the infrared region is described by a Lorentzian transport peak. The dominant modeling uncertainty associated with the transport-peak width is bracketed by varying it over a physically motivated range set by thermal scales. We find that the shear-viscosity-to-entropy-density ratio, $\\eta/s$, exhibits a minimum near the transition temperature $T_c$ and increases for $T>T_c$, whereas the bulk-viscosity-to-entropy-density ratio, $\\zeta/s$, decreases monotonically over the entire temperature range studied."
    },
    {
      "title": "Axial Anomaly, entanglement and polarization",
      "link": "https://arxiv.org/abs/2601.16304",
      "authors": "O. V. Teryaev",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2601.16304v1 Announce Type: cross \nAbstract: The (pion) decays controlled by axial anomaly imply the specific entanglement between photons having also the counterparts for classical electromagnetic waves. This is also a specific case of Eisnstein-Podolsky-Rosen-Bohm-Aharonov effect. The absence of causality and non-locality in (angular) momentum conservation is manifested, being especially clear for the generalization to the case of time rather than space separation corresponds to the polarization of dileptons described by time-like pion transition formfactors which may be studied experimentally. The similar decays in external magnetic field manifest the interplay with vacuum conductivity in external magnetic field and longitudinal polarization of vector mesons observed in heavy-ion collisions."
    },
    {
      "title": "Thermodynamic geometry in hadron resonance gas model at real and imaginary baryon chemical potential and a simple sufficient condition for quark deconfinement",
      "link": "https://arxiv.org/abs/2601.16762",
      "authors": "Riki Oshima, Hiroaki Kouno, Motoi Tachibana, Kouji Kashiwa",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2601.16762v1 Announce Type: cross \nAbstract: The thermodynamic geometry of the hadron resonance gas model with (without) excluded volume effects (EVE) of baryons is investigated. The case with imaginary mu, where mu is the baryon chemical potential, is investigated as well as the one with real mu. We calculate the scalar curvature R and use the R=0 criterion to investigate the phase structure in the mu^2-T plane where T is the temperature. The curve on which R=0 continues analytically from the imaginary mu region, where the lattice QCD is feasible, to the real mu one. In the presence of EVE, there are rich phase structures in the large real mu region as well as the Roberge-Weiss like region where mu is imaginary and a singularity appears, while there is no phase structure in the large real $\\mu$ region in the absence of EVE. The limitation temperature of the baryon gas is also obtained by using the baryon number fluctuation. The LQCD predicted critical point locates almost on the curve of the limitation temperature we determined. A simple sufficient condition, n_B>1/(2v_B)$, is obtained for the quark deconfinement in the large real mu region, where n_B and v_B are the net baryon number density and the volume of a baryon, respectively."
    },
    {
      "title": "Coupled-channel approach to isotensor $\\pi\\pi\\pi$ scattering from lattice QCD",
      "link": "https://arxiv.org/abs/2601.16916",
      "authors": "Yuchuan Feng, Chris Culver, Michael D\\\"oring, Maxim Mai, Andrei Alexandru, Frank X. Lee",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2601.16916v1 Announce Type: cross \nAbstract: The quest to understand three-body dynamics from first-principle QCD includes the study of non-resonant and resonant systems. The isospin $I=2$ system is of particular interest having no three-body resonance but featuring a resonance in a sub-channel, while also being a coupled-channel problem. In this study, we calculate the finite-volume spectrum from lattice QC at two different pion masses, map the amplitude to the infinite volume through a generalized FVU three-body quantization condition, investigate the limit of a narrow $\\rho$, and compare with an effective Lagrangian prediction at leading order. Chiral extrapolations between different pion masses are performed."
    },
    {
      "title": "Electron spectral shape of the third-forbidden β$$\\beta $$-decay of 87$$^{87}$$Rb measured using a Rb2ZrCl6$$\\hbox {Rb}_2\\hbox {ZrCl}_6$$ crystal scintillator",
      "link": "https://epja.epj.org/10.1140/epja/s10050-025-01780-6",
      "authors": "P. Belli, R. Bernabei, F. Cappella, V. Caracciolo, R. Cerulli, A. Incicchitti, A. Leoncini, V. Merlo, S. S. Nagorny, V. V. Nahorna, S. Nisi, P. Wang, J. Suhonen, M. Ramalho, J. Kostensalo",
      "source": "European Physical Journal A",
      "summary": "Authors: P. Belli, R. Bernabei, F. Cappella, V. Caracciolo, R. Cerulli, A. Incicchitti, A. Leoncini, V. Merlo, S. S. Nagorny, V. V. Nahorna, S. Nisi, P. Wang, J. Suhonen, M. Ramalho and J. Kostensalo.The European Physical Journal A Vol. 62 , page 16Published online: 22/1/2026"
    },
    {
      "title": "Partial conservation of seniority in semi-magic nuclei",
      "link": "https://epja.epj.org/10.1140/epja/s10050-025-01781-5",
      "authors": "Chong Qi",
      "source": "European Physical Journal A",
      "summary": "Authors: Chong Qi.The European Physical Journal A Vol. 62 , page 15Published online: 22/1/2026"
    },
    {
      "title": "Hybrid Inflation from Fermion Condensation",
      "link": "https://www.sciencedirect.com/science/article/pii/S037026932600047X?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: Available online 25 January 2026Source: Physics Letters BAuthor(s): Stephon Alexander, Pisin Chen, Jinglong Liu, Antonino Marcianò, Misao Sasaki, Xuan-Lin Su"
    },
    {
      "title": "One-loop Euler-Heisenberg action in Lorentz-violating QED revisited",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269326000675?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: Available online 25 January 2026Source: Physics Letters BAuthor(s): R. Araújo, T. Mariz, J.R. Nascimento, A. Yu Petrov"
    },
    {
      "title": "Cross section and parametrization of charmonium decay",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269326000651?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: Available online 25 January 2026Source: Physics Letters BAuthor(s): Xiao-Hu Mo, Jin-Tao Chen, You-Kai Wang"
    }
  ]
}