{
  "lastUpdated": "2026-02-26T03:28:20.008267",
  "papers": [
    {
      "title": "Detailed View at Magnetic Dipole Strengths: The Case of Semi-Magic ${}^{50}\\mathrm{Ti}$",
      "link": "http://link.aps.org/doi/10.1103/82y9-svrd",
      "authors": "B. Kelly, M. Spieker, U. Friman-Gayer, L. T. Baby, T. Beck, A. L. Conley, S. W. Finch, J. Isaak,  Krishichayan, E. Litvinova, H. Pai, N. Pietralla, D. Savran, W. Tornow, N. Tsoneva, A. Volya, and V. Werner",
      "source": "Physical Review Letter",
      "summary": "Author(s): B. Kelly, M. Spieker, U. Friman-Gayer, L. T. Baby, T. Beck, A. L. Conley, S. W. Finch, J. Isaak,  Krishichayan, E. Litvinova, H. Pai, N. Pietralla, D. Savran, W. Tornow, N. Tsoneva, A. Volya, and V. WernerMagnetic dipole, $M1$, strengths were studied in semi-magic $^{50}\\mathrm{Ti}$ up to the neutron-separation threshold by combining data from $(d,p)$ one-neutron transfer, $(γ,{γ}^{′})$ real-photon scattering, $(e,{e}^{′})$ inelastic scattering at extreme backward angles, and $(p,{p}^{′})$ at ${E}_{p…[Phys. Rev. Lett. 136, 082502] Published Tue Feb 24, 2026"
    },
    {
      "title": "Langevin approach to proton-induced fission reactions of $^{238}\\mathrm{U}$ and $^{232}\\mathrm{Th}$",
      "link": "http://link.aps.org/doi/10.1103/tv8r-fbh7",
      "authors": "Chang-hoon Song, Chang-Hwan Lee, Yoshihiro Aritomo, Shinya Takagi, Kohta Nakajima, Ik Jae Shin, and Youngman Kim",
      "source": "Physical Review C",
      "summary": "Author(s): Chang-hoon Song, Chang-Hwan Lee, Yoshihiro Aritomo, Shinya Takagi, Kohta Nakajima, Ik Jae Shin, and Youngman KimProton-induced fission has an advantage for studying nuclear reactions because it involves simpler reaction mechanisms compared to reactions induced by heavier nuclei. Moreover, as charged particles, proton beams can be precisely accelerated and controlled over a wide energy range, allowing systemat…[Phys. Rev. C 113, 024616] Published Tue Feb 24, 2026"
    },
    {
      "title": "Neutron skins probed in proton knockout from neutron-rich nuclei",
      "link": "http://link.aps.org/doi/10.1103/sz51-yf8l",
      "authors": "C. A. Bertulani and R. V. Lobato",
      "source": "Physical Review C",
      "summary": "Author(s): C. A. Bertulani and R. V. LobatoProton-induced quasifree knockout reactions provide a powerful probe of nuclear single-particle structure and reaction dynamics in both stable and neutron-rich nuclei. In this work we develop a unified theoretical framework for the calculation of inclusive $(p,2p)$ and sequential $(p,3p)$ reaction c…[Phys. Rev. C 113, 024617] Published Tue Feb 24, 2026"
    },
    {
      "title": "Method to constrain preferential emission and spectator dynamics in heavy-ion collisions",
      "link": "http://link.aps.org/doi/10.1103/kzyy-2wtv",
      "authors": "Vipul Bairathi and Somadutta Bhatta",
      "source": "Physical Review C",
      "summary": "Author(s): Vipul Bairathi and Somadutta BhattaLongitudinal particle production in heavy-ion collisions is influenced both by preferential emission from participating nucleons and by the breakup of spectator matter, yet quantifying these effects experimentally remains challenging. We introduce a Pearson correlation between spectator and charged-…[Phys. Rev. C 113, 024917] Published Tue Feb 24, 2026"
    },
    {
      "title": "Extended applicability domain of viscous anisotropic hydrodynamics in (2+1)-D Bjorken flow with transverse expansion",
      "link": "http://link.aps.org/doi/10.1103/gbpd-m1mh",
      "authors": "Yiyang Peng, Victor E. Ambruş, Clemens Werthmann, Sören Schlichting, Ulrich Heinz, and Huichao Song",
      "source": "Physical Review C",
      "summary": "Author(s): Yiyang Peng, Victor E. Ambruş, Clemens Werthmann, Sören Schlichting, Ulrich Heinz, and Huichao SongWe perform ($2+1$)-dimensional simulations of viscous anisotropic hydrodynamics (VAH) under boost-invariant and conformal conditions. Comparing both VAH and traditional viscous hydrodynamics with kinetic theory in the relaxation-time approximation as the underlying microscopic theory, we show that V…[Phys. Rev. C 113, 024918] Published Tue Feb 24, 2026"
    },
    {
      "title": "Probing Neutron Skins with KDAR Neutrinos: From Coherent to Diffractive Elastic Neutrino--Nucleus Scattering",
      "link": "https://arxiv.org/abs/2602.20436",
      "authors": "Kyoungsu Heo, Heesung Kwon, Jaewon Kim, Jubin Park, Myung-Ki Cheoun, Eunja Ha, Kyung Kwang Joo",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2602.20436v1 Announce Type: new \nAbstract: We investigate coherent elastic neutrino--nucleus scattering (CE$\\nu$NS) induced by pion--decay--at--rest ($\\pi$DAR) and kaon--decay--at--rest (KDAR) neutrinos, with emphasis on the transition from strict coherence to the diffractive regime. Organizing CE$\\nu$NS observables in terms of the dimensionless variable $qR$, we show that $\\pi$DAR measurements remain confined to the near--coherent region for all nuclei, whereas KDAR neutrinos ($E_\\nu=236$~MeV) extend the kinematics into $qR\\gtrsim1$, where recoil spectra develop genuine shape sensitivity to the nuclear weak form factor. Using representative light, medium--mass, and heavy nuclei ($^{12}$C, $^{40}$Ca, $^{48}$Ca, and $^{208}$Pb), we examine relevant cross sections and quantify the statistical sensitivity to the neutron skin thickness achievable at a JSNS$^2$--like facility. For a total exposure of 10~ton$\\cdot$year and realistic KDAR fluences, projected $1\\sigma$ sensitivities reach $\\Delta R_{np}^{\\,(1 \\sigma)}$ $\\simeq0.09$--$0.02$~fm for $^{48}$Ca and $\\simeq0.07$--$0.02$~fm for $^{208}$Pb as the fluence increases. These sensitivities are competitive with, and complementary to, parity--violating electron--scattering measurements such as CREX and PREX, while relying on an electroweakly clean neutral--current probe with distinct systematic uncertainties. \nOur results establish KDAR--based CE$\\nu$NS as a quantitatively robust and complementary avenue for probing neutron skins and nuclear weak densities beyond the coherent limit."
    },
    {
      "title": "Beyond Mean Field: Fluctuation Diagnostics and Fixed-Point Behavior",
      "link": "https://arxiv.org/abs/2602.21095",
      "authors": "Pok Man Lo",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2602.21095v1 Announce Type: new \nAbstract: We develop theoretical diagnostics for the breakdown of mean-field theory, demonstrate how spatial structure and finite interaction ranges enter the effective description, and show how these scales qualitatively modify the renormalization-group flow."
    },
    {
      "title": "Empirical formula for total inelastic cross-section of proton-nucleus scattering",
      "link": "https://arxiv.org/abs/2602.21192",
      "authors": "Hemant Kumar, Tanmay Maji, Deepa Gupta, Ashavani Kumar",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2602.21192v1 Announce Type: new \nAbstract: We propose a generic empirical formula for total inelastic cross-sections for various target nuclei scattered by a proton at different energies, which is applicable over a wide range of energy from $15 ~MeV$ to $1~ TeV$. The proposed model is parameterized based on the fitting of extensively studied experimental cross-section data for the Aluminium and Carbon nucleus targets, considering factorization over high-energy and low-energy regimes. The parameters in high-energy formula are determined by the fitting of the high-energy saturation value of the inelastic scattering cross-section data with mass numbers. The universality of the empirical formula is investigated by comparing the model prediction with the experimental data of inelastic proton-nucleus scattering over a wide range from light elements such as Deuterium to heavy elements such as Uranium. A detailed comparison with the existing models and GEANT4 simulation is also presented."
    },
    {
      "title": "Resummed azimuthal decorrelation and transverse momentum imbalance of dijets at the LHC",
      "link": "https://arxiv.org/abs/2602.20249",
      "authors": "Rong-Jun Fu, Rudi Rahn, Ding Yu Shao, Wouter J. Waalewijn, Bin Wu",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2602.20249v1 Announce Type: cross \nAbstract: We present a theoretical study of the azimuthal decorrelation $\\delta\\phi$ and transverse momentum imbalance $q_T$ in dijet production at the LHC, offering intriguing insights into the dynamics of quantum chromodynamics. We define the jet axes using the recoil-free winner-take-all (WTA) recombination scheme. For the azimuthal decorrelation $\\delta\\phi$, this axis choice eliminates non-global logarithms (NGLs) entirely. For the transverse momentum imbalance $q_T$, NGLs emerge specifically in the small jet radius limit ($R \\ll 1$). In this regime, the WTA scheme simplifies the theoretical framework by restricting jet radius logarithms to the soft sector. We derive factorization formulae for both observables within soft-collinear effective theory. To address the small-$R$ NGLs in the $q_T$ distribution, we refactorize the soft function into global soft, collinear-soft, and ultra-collinear-soft modes. We perform the resummation of global large logarithms $\\ln(\\delta\\phi)$ and $\\ln(q_T/Q)$ up to next-to-next-to-leading logarithmic accuracy. For the $q_T$ distribution, this is combined with a leading-logarithmic resummation of the non-global $\\ln R$ terms. We match our predictions to leading fixed-order $O(\\alpha_s^3)$ calculations. We also numerically investigate the structure of the first subleading power corrections. Comparisons with PYTHIA8 simulations demonstrate that the observables we consider are robust against non-perturbative multi-parton interactions and hadronization effects."
    },
    {
      "title": "Resolving the structure of bound states using lattice quantum field theories",
      "link": "https://arxiv.org/abs/2602.20373",
      "authors": "Joseph Moscoso, Felipe G. Ortega-Gama, Ra\\'ul A. Brice\\~no, Andrew W. Jackura, Charles Kacir, Amy N. Nicholson",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2602.20373v1 Announce Type: cross \nAbstract: This work presents the first lattice calculation of a two-to-two particle matrix element of a local current. This exploratory calculation is performed using a leading-order pionless effective field theory of two nucleons in a finite 3D spatial volume, where the Hamiltonian can be diagonalized exactly for moderate volumes. By considering a range of couplings where the theory supports a deuteron-like bound state, we determine the finite-volume spectra and matrix elements of the conserved local vector current. Using the L\\\"uscher formalism, we constrain the infinite-volume, purely hadronic amplitude for this theory. Using previously derived formalism, we then map the finite-volume matrix elements to scattering amplitudes describing a reaction coupling two-particle states via a current insertion, $\\2+\\Jc \\to \\2$. We then use a recently derived relation between this class of amplitudes and the bound-state elastic form factor to directly constrain the infinite-volume form factor. By varying over a range of values of the coupling of the theory, we explore the effects of this analysis for deep-bound states and shallow-bound states. We reproduce the expected result that for deep bound states, the finite-volume formalism is largely unnecessary, while for shallow bound states, it is absolutely critical to obtain a sensible result. We present a detailed outline of the analysis of this class of matrix elements, including the determination of the charge radius of the bound state. In the shallow bound state limit, we find good agreement with the prediction stemming from the anomalous threshold."
    },
    {
      "title": "Spatial confinement-deconfinement transition in accelerated gluodynamics within lattice simulation",
      "link": "https://arxiv.org/abs/2602.20970",
      "authors": "Viktor Braguta, Vladimir Goy, Jayanta Dey, Artem Roenko",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2602.20970v1 Announce Type: cross \nAbstract: In this work we investigate the influence of weak acceleration on the confinement-deconfinement phase transition in gluodynamics. Our study is carried out within lattice simulation in the comoving reference frame of accelerated observer which is parameterized by the Rindler coordinates. We find that finite temperature confinement-deconfinement phase transition turns into spatial crossover in the Rindler spacetime. In other words, spatially separated confinement and deconfinement phases can coexist in the Rindler spacetime within certain intervals of temperature and acceleration. We determine the position of the boundary between the phases as a function of temperature for several accelerations and find that it can be described by the Tolman-Ehrenfest law with rather good accuracy although a minor deviation takes place. Moreover, the critical temperature of the system in the weak acceleration regime is found to remain unchanged as that of the standard homogeneous gluodynamics. Our results imply that the spatial confinement-deconfinement transition might take place in the vicinity of the Schwarzschild black hole horizon."
    },
    {
      "title": "Feasibility of the observation of $\\eta^{\\prime}$ mesic nuclei in the semi-exclusive $^{12}$C($p, dp$) reaction",
      "link": "https://arxiv.org/abs/2406.06058",
      "authors": "Natsumi Ikeno, Yuko Higashi, Hiroyuki Fujioka, Kenta Itahashi, Ryohei Sekiya, Yoshiki K. Tanaka, Junko Yamagata-Sekihara, Volker Metag, Mariana Nanova, Satoru Hirenzaki",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2406.06058v2 Announce Type: replace \nAbstract: We study theoretically the feasibility of the semi-exclusive $^{12}$C($p,dp$)$X$ reaction for the observation of $\\eta^\\prime$ mesic nuclei using the microscopic transport model JAM. The semi-exclusive measurements of the ($p,d$) reaction with protons from $\\eta^\\prime$ absorption are found to be significant for the observation of the $\\eta^\\prime$ bound states. Especially, the measurements of the energetic protons from $\\eta^\\prime$ non-mesic two-body absorption ($\\eta^\\prime NN \\to NN$) are considered to be critically important. The Green's function method is used to calculate the expected spectrum of forward going deuterons corresponding to the excitation energy spectrum of the $\\eta^\\prime \\otimes {}^{11}$C system in the semi-exclusive measurement. The semi-exclusive measurements are shown to be important in general for the $\\eta^\\prime$ mesic nucleus observation."
    },
    {
      "title": "Constraining the Phase-Transition EoS using the Energy Dependence of Directed Flow",
      "link": "https://arxiv.org/abs/2411.13107",
      "authors": "Zhi-Min Wu, Gao-Chan Yong, Qingfeng Li",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2411.13107v2 Announce Type: replace \nAbstract: We propose a hybrid equation of state (VDF+MIT EoS) to describe the hadron-quark phase transition in dense nuclear matter. By coupling this EoS with the AMPT-HC transport model and comparing to recent experimental data on proton and $\\Lambda$ directed flow $v_1$, we constrain the transition to likely occur near $5\\rho_0$--$6\\rho_0$, ruling out transitions below $3\\rho_0$. Furthermore, we introduce the energy derivative of the mid-rapidity $v_1$ slope, $d(dv_1/dy)/d(\\sqrt{s_{NN}})$, as a weakly model-dependent observable. Its zero crossing provides a direct signature of the phase transition critical point, offering a new tool for mapping the QCD phase diagram in future experiments."
    },
    {
      "title": "Astrophysical reaction rates for charged-particle induced reactions on proton-rich nuclides",
      "link": "https://epja.epj.org/10.1140/epja/s10050-026-01809-4",
      "authors": "Thomas Rauscher",
      "source": "European Physical Journal A",
      "summary": "Authors: Thomas Rauscher.The European Physical Journal A Vol. 62 , page 35Published online: 24/2/2026"
    },
    {
      "title": "Handling the Cornell potential within the Lagrange-mesh method in momentum space",
      "link": "https://epja.epj.org/10.1140/epja/s10050-026-01807-6",
      "authors": "Cyrille Chevalier, Joachim Viseur",
      "source": "European Physical Journal A",
      "summary": "Authors: Cyrille Chevalier and Joachim Viseur.The European Physical Journal A Vol. 62 , page 34Published online: 23/2/2026"
    },
    {
      "title": "Clash of the Titans: ultra-high energy KM3NeT event versus IceCube data",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269326001474?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: Available online 24 February 2026Source: Physics Letters BAuthor(s): Shirley Weishi Li, Pedro Machado, Daniel Naredo-Tuero, Thomas Schwemberger"
    },
    {
      "title": "Probing <math xmlns:mml=\"http://www.w3.org/1998/Math/MathML\" altimg=\"si38.svg\" class=\"math\"><mrow><msubsup><mi>D</mi><mi>s</mi><mo>+</mo></msubsup><mo>→</mo><msup><mi>η</mi><mrow><mo>(</mo><mo>′</mo><mo>)</mo></mrow></msup><msup><mi>ℓ</mi><mo>+</mo></msup><msub><mi>ν</mi><mi>ℓ</mi></msub></mrow></math> semileptonic decay within LCSR under chiral heavy quark effective field theory",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269326001516?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: Available online 24 February 2026Source: Physics Letters BAuthor(s): Ruiyu Zhou, Hai-Bing Fu, Yi Zhang, Wei Cheng"
    },
    {
      "title": "Towards a unified viewpoint of Gribov–Zwanziger and Serreau–Tissier gauge fixing",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269326001565?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: Available online 24 February 2026Source: Physics Letters BAuthor(s): Rodrigo Carmo Terin"
    }
  ]
}