{
  "lastUpdated": "2025-09-23T02:16:47.983967",
  "papers": [
    {
      "title": "Investigation of $^{7}\\mathrm{Li}$-induced fusion reactions on light- and medium-mass targets at above-barrier energies",
      "link": "http://link.aps.org/doi/10.1103/w21r-5gl4",
      "authors": "Simran Rani and Pardeep Singh",
      "source": "Physical Review C",
      "summary": "Author(s): Simran Rani and Pardeep SinghThe objective of present study is to explore the influence of breakup of weakly bound nuclei on fusion reactions induced by $^{7}\\mathrm{Li}$ on light- and medium-mass targets $^{16}\\mathrm{O}$, $^{27}\\mathrm{Al}$, $^{28}\\mathrm{Si}$, and $^{64}\\mathrm{Ni}$ in above-barrier energy region. Continuum …[Phys. Rev. C 112, 034615] Published Mon Sep 22, 2025"
    },
    {
      "title": "Rescattering effects on spin-interference for ${ρ}^{0}$ photoproduction in heavy-ion collisions",
      "link": "http://link.aps.org/doi/10.1103/ff6y-688v",
      "authors": "Yusong Wang, Xinbai Li, Ziyang Li, Zebo Tang, Xin Wu, and Wangmei Zha",
      "source": "Physical Review C",
      "summary": "Author(s): Yusong Wang, Xinbai Li, Ziyang Li, Zebo Tang, Xin Wu, and Wangmei ZhaRecent measurements by various experiments in ultraperipheral collisions have observed spin-interference in ${ρ}^{0}$ photoproduction, marking a breakthrough in Fermi-scale quantum interference experiments. Building on this, the STAR Collaboration extended the measurement to hadronic heavy-ion colli…[Phys. Rev. C 112, 034910] Published Mon Sep 22, 2025"
    },
    {
      "title": "Photonuclear tomography in ultraperipheral heavy-ion collisions",
      "link": "http://link.aps.org/doi/10.1103/rb78-nmcs",
      "authors": "J. D. Baker, C. A. Bertulani, and Victor P. Gonçalves",
      "source": "Physical Review C",
      "summary": "Author(s): J. D. Baker, C. A. Bertulani, and Victor P. GonçalvesWe present a theoretical investigation of photonuclear tomography as a novel technique for probing the internal structure of nuclei. In this approach, ultraperipheral heavy-ion collisions (UPCs) serve as a source of intense fluxes of virtual photons, which induce coherent production of vector mesons…[Phys. Rev. C 112, 034911] Published Mon Sep 22, 2025"
    },
    {
      "title": "Astrophysical significance of the isomer $^{119m}\\mathrm{Ag}$ demonstrated through a direct mass measurement",
      "link": "http://link.aps.org/doi/10.1103/s5yt-d4by",
      "authors": "F. Rivero, M. Brodeur, J. A. Clark, B. Liu, G. W. Misch, M. R. Mumpower, W. S. Porter, D. Ray, G. Savard, T. M. Sprouse, A. A. Valverde, D. P. Burdette, A. Cannon, A. T. Gallant, A. M. Houff, K. Kolos, F. G. Kondev, R. Orford, C. Quick, K. S. Sharma, and L. Varriano",
      "source": "Physical Review C",
      "summary": "Author(s): F. Rivero, M. Brodeur, J. A. Clark, B. Liu, G. W. Misch, M. R. Mumpower, W. S. Porter, D. Ray, G. Savard, T. M. Sprouse, A. A. Valverde, D. P. Burdette, A. Cannon, A. T. Gallant, A. M. Houff, K. Kolos, F. G. Kondev, R. Orford, C. Quick, K. S. Sharma, and L. VarrianoThe abundance of elements heavier than iron produced via the astrophysical rapid-neutron-capture process depends sensitively on the atomic mass of the involved nuclei as well as the behavior of a few special types of nuclear isomers called “astromers.” High-precision mass measurements of $^{119}\\mat…[Phys. Rev. C 112, L032802] Published Mon Sep 22, 2025"
    },
    {
      "title": "Global Spin Alignment of (Anti-)$^4$Li in Non-Central Heavy-Ion Collisions",
      "link": "https://arxiv.org/abs/2509.15286",
      "authors": "Yun-Peng Zheng, Dai-Neng Liu, Lie-Wen Chen, Jin-Hui Chen, Che Ming Ko, Yu-Gang Ma, Kai-Jia Sun, Jun Xu, Bo Zhou",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2509.15286v1 Announce Type: new \nAbstract: Non-central heavy-ion collisions produce hot and dense nuclear matter with significant fluid vorticity, which can induce global polarizations or alignments of particles with non-zero spins along the direction of the total orbital angular momentum. This phenomenon has been observed for hyperons and vector mesons in experiments. In the present study, we demonstrate that polarized nucleons lead to global spin alignment of the unstable nucleus $^4$Li, which can be measured through its strong decays via $^4\\text{Li} \\rightarrow {^3\\text{He}} + p$. Assuming that $^4$Li is formed through the coalescence of polarized nucleons at kinetic freeze-out, we obtain the angular distribution of the daughter particle $^3$He in the rest frame of the polarized $^4$Li. Taking kinetically freeze-out nucleons from an isotropic and thermalized fireball of constant vorticity and including quantum corrections up to $\\hbar^2$ in the coalescence calculation through the Moyal star product, we find that the angular distribution of $^3$He has a $\\cos(2\\theta^*)$ dependence with $\\theta^*$ being its angle with respect to the quantization axis of $^4$Li. We also find that the $^3$He angular distribution depends on both the vorticity and the polarization of kinetically freeze-out nucleons. Future measurements on the spin alignment of $^4$Li in heavy-ion collisions thus offer a promising method to probe the spin dynamics, vortical structure, and spin-dependent equation-of-state of the nuclear matter produced in these collisions."
    },
    {
      "title": "Signatures of $K^-$ condensation on neutron star structure and $f-$mode frequencies",
      "link": "https://arxiv.org/abs/2509.15376",
      "authors": "Debanjan Guha Roy, Sarmistha Banik",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2509.15376v1 Announce Type: new \nAbstract: Antikaon ($K^-$) condensation within neutron star matter (NS) depends on the antikaon-nucleon interaction potential ($U_K$). Appearance of $K^-$ generally softens the equation of state (EOS). The impact of this softening on the structure of the NS can be leveraged to find a telltale sign of the phase transition from nucleonic matter to $K^-$ condensation. To investigate the impact of $K^-$ condensation on NS properties using a Bayesian inference framework, we choose two sets of RMF model parameters to obtain a stiff (DD2) and relatively soft (FSU) nucleonic EOS, and explore a wide range of optical potential depths. Multimessenger observations from NICER and LIGO/Virgo constrain the optical potential values to $U_K = -104.72^{+13.82}_{-12.48}$ MeV and $U_K = -66.46^{+2.47}_{-3.42}$ MeV for the stiff and soft cases, respectively. Deeper $K^-$ potentials trigger condensation at a lower density, softening the EOS and lowering the corresponding maximum masses. While slopes of mass-radius and tidal deformability curves overlap between nucleonic and exotic EOSs, their curvature and $f-$mode oscillation properties (frequency and damping time) reveal features attributable to EOS softening. However, distinguishing the specific exotic degrees of freedom responsible for the softening remains an open challenge."
    },
    {
      "title": "Compressibility and speed of sound in magnetized nuclear matter with broken scale invariance",
      "link": "https://arxiv.org/abs/2509.15700",
      "authors": "Pallabi Parui, Nilanjan Chaudhuri, Pradip Roy, Sourav Sarkar",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2509.15700v1 Announce Type: new \nAbstract: The thermodynamical properties of magnetized nuclear matter at finite temperature and baryon chemical potential are studied within an effective model incorporating the QCD trace anomaly effect. The presence of magnetic field induces anisotropic structure in the energy momentum tensor due to the broken rotational invariance. The study exhibits a phase transition through the sudden change of the effective nucleon mass in a certain range of baryon chemical potential and temperature. The addition of nucleonic vacuum contribution at finite magnetic field leads to the magnetic catalysis effect. The change in squared speed of sound with chemical potential at various temperatures is closely connected to the nature of phase transition in nuclear matter. The pressure anisotropy results in different values of sound speed and isothermal compressibility in the parallel and perpendicular directions with respect to the magnetic field. The smaller values of isothermal compressibility in the parallel direction compared to the perpendicular one indicate that the equation of state is stiffer along the magnetic field direction. The studies of these thermodynamic observables can have significant importance in analyzing the properties of some compact astrophysical objects as well as in the context of non-central heavy ion collision experiments."
    },
    {
      "title": "Effects of energy levels on the double-differential cross sections of outgoing charged particles for the n+19F reaction below 20 MeV",
      "link": "https://arxiv.org/abs/2509.15897",
      "authors": "Hanmei Cao, Fanglei Zou, Xiaojun Sun, Jingshang Zhang",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2509.15897v1 Announce Type: new \nAbstract: The double-differential cross sections (DDCS) for $n + ^{19}$F reaction is of critical importance for elucidating the mechanisms of nuclear reaction processes, advancing applications in nuclear engineering and technology, and supporting fundamental research in nuclear astrophysics. The quantitative description of DDCS for emission products presents a persistent theoretical challenge, primarily due to the more intricate effects of energy levels than those of 1p-shell nuclei. The pick-up mechanism of complex particles, as one of the important components of statistical theory for light nuclear reactions (STLN), is improved to describe the DDCS of outgoing charged particles, considering the effect of energy levels with energy, angular momentum and parity conservations. A comprehensive analysis of all open reaction channels is performed for $n + ^{19}$F reaction below 20 MeV. After ensuring the acquisition of high-quality DDCS of the emitted neutrons, the DDCS of outgoing charged particles (including $p, d, t, \\alpha$) are self-consistently obtained. The results of this work are not only in good agreement with the recently measured experimental data at $E_n$=14.2 MeV, but also superior to the data recommended by the current major nuclear databases. Thus, LUNF code for $n + ^{19}$F reaction is developed to obtain the ENDF-6 formatted DDCS file of the nucleon and light composite charged particles."
    },
    {
      "title": "Electromagnetic sum rules for 22O from coupled-cluster theory",
      "link": "https://arxiv.org/abs/2509.16001",
      "authors": "Francesco Marino, Miriam El Batchy, Sonia Bacca",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2509.16001v1 Announce Type: new \nAbstract: In this contribution, we discuss recent results on the determination of the electric dipole polarizability $\\alpha_D$ for the neutron-rich isotope $^{22}$O within the ab initio framework. Our calculations utilize the Lorentz integral transform coupled-cluster (LIT-CC) approach with two different chiral potentials that incorporate two and three-nucleon interactions. We compare our predictions with the available experimental data and find good agreement in the low-energy region."
    },
    {
      "title": "Probing QGP using local charge fluctuations in heavy-ion collisions",
      "link": "https://arxiv.org/abs/2509.16167",
      "authors": "Jonathan Parra, Roman Poberezhniuk, Volker Koch, Claudia Ratti, Volodymyr Vovchenko",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2509.16167v1 Announce Type: new \nAbstract: We revisit the D-measure of event-by-event net-electric charge fluctuations, an idea first introduced over 20 years ago as a potential signature for the presence of quark-gluon plasma (QGP) in heavy-ion collisions. We developed a quantitative framework that incorporates resonance-decay effects, global and local charge conservation, and experimental kinematic cuts. Folding these effects into a formalism of density correlations yields an improved expression for the $D$-measure inside acceptance. We make comparisons with ALICE data for Pb-Pb collisions at $\\sqrt{s_{\\rm NN}}=2.76$~TeV. We find that a hadron-gas scenario can describe the data only for a very short charge conservation range, while a QGP scenario is in good agreement with the measurement and is relatively insensitive to the charge conservation range. A Bayesian comparison of both scenarios shows moderate evidence for freeze-out of charge fluctuations in the QGP phase."
    },
    {
      "title": "Dynamics of quantized vortices under quasi-periodic boundary conditions",
      "link": "https://arxiv.org/abs/2509.15298",
      "authors": "Fabio Magistrelli, Marco Antonelli",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2509.15298v1 Announce Type: cross \nAbstract: The Gross-Pitaevskii equation is widely used for vortex dynamics, but finite domains with hard walls or confining potentials distort bulk behavior through vortex-image effects or induced flows. Periodic boundaries reduce wall artifacts yet cannot realize finite net vorticity because of topological obstruction, so bulk simulations with non-zero circulation are typically unavailable. Hence, we impose quasi-periodic boundary conditions that keep the superfluid's density periodic while enforcing phase windings consistent with a net prescribed total vorticity. This setting conserves the net number of vortices and enables long-time tracking of vortex trajectories in settings that finite containers cannot capture. This allows us to study vortex depinning and nucleation leading to the creation of K\\'arm\\'an vortex streets and the creation of perfectly periodic vortex arrays. The framework also provides a toy model for studying vortex dynamics in the bulk of neutron stars, free of possible limitations induced by confining potentials."
    },
    {
      "title": "Neutron star evolution with BDNK viscous hydrodynamics framework",
      "link": "https://arxiv.org/abs/2509.15303",
      "authors": "Harry L. H. Shum, Fernando Abalos, Yago Bea, Miguel Bezares, Pau Figueras, Carlos Palenzuela",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2509.15303v1 Announce Type: cross \nAbstract: The recently proposed first-order viscous relativistic hydrodynamics formulation by Bemfica, Disconzi, Noronha, and Kovtun (commonly known as the BDNK formulation) has been shown to be causal, stable, strongly hyperbolic, and thus locally well-posed. It is now a viable new option for modelling out-of-equilibrium effects in fluids, and has attracted wide attention in its potential applications to astrophysical systems. In this work, we present the first non-linear numerical simulation of spherically symmetric neutron stars using the BDNK formulation under the Cowling approximation. Using a simplified equation of state, we show that stable evolutions can be constructed within a restricted parameter space up to the simulation time we explored. From these simulations, we analyse the frequency content of the quasi-normal modes and the decay rate of the fundamental mode. This analysis serves as a first step towards constructing a fully consistent model of neutron stars using the BDNK formulation."
    },
    {
      "title": "Transition Form-Factor for $\\eta_Q$ at NNLO in the strong coupling $\\alpha_s$ and with all-order $v^2$ resummation",
      "link": "https://arxiv.org/abs/2509.15310",
      "authors": "Izabela Babiarz, Chris A. Flett, Melih A. Ozcelik, Wolfgang Sch\\\"afer, Antoni Szczurek",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2509.15310v1 Announce Type: cross \nAbstract: In this work, we discuss both relativistic and perturbative QCD corrections to the transition form-factor ${\\cal F}_{\\eta_Q}{(t_1,t_2)}$ for the process $\\gamma^*(q_1) \\gamma^*(q_2) \\leftrightarrow \\eta_Q(P)$ with dependencies on the normalised photon virtualities $t_1=q_1^2/m_Q^2$ and $t_2=q_2^2/m_Q^2$, where $m_Q$ is the heavy quark mass. We resum a class of relativistic corrections to all orders in the relativistic parameter $\\langle v^2 \\rangle_{\\eta_Q}$. In addition, we include perturbative QCD corrections up to Next-to-Next-to-Leading Order (NNLO) in the strong coupling constant $\\alpha_s$. This involves the computation of two-loop amplitudes with two off-shell photons. We explore three different phenomenological applications of our transition form-factors for the charmonium case. We first study the ratio $\\vert {\\cal F}_{\\eta_c}{(t_1,0)} \\vert/ \\vert {\\cal F}_{\\eta_c}{(0,0)} \\vert$ for the single space-like photon case and compare our results with the existing $\\eta_c$ measurements from the BaBar collaboration. Secondly, we consider observables for the case of double space-like photons and discuss the impact of the different corrections. The NNLO corrections for this case are presented here for the first time in the literature. Finally, we revisit the decay width $\\Gamma[\\eta_c \\rightarrow \\gamma \\gamma]$ and compare it with the existing PDG value."
    },
    {
      "title": "Accessing nucleon transversity with one-point energy correlators",
      "link": "https://arxiv.org/abs/2509.15809",
      "authors": "Mei-Sen Gao, Zhong-Bo Kang, Wanchen Li, Ding Yu Shao",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2509.15809v1 Announce Type: cross \nAbstract: We propose a novel probe of the nucleon's transversity distribution, $h_1^q$, using the one-point energy correlator (OPEC), an infrared-and-collinear safe jet substructure observable. We demonstrate that in transversely polarized $p^{\\uparrow}p$ collisions, the OPEC exhibits a single-spin asymmetry (SSA) with a clean $\\sin(\\phi_s - \\phi_n)$ angular dependence. This method probes SSA over a much wider kinematic range in the angular scale $\\theta_n$ compared to traditional measurements of hadron transverse momentum~$j_\\perp$, establishing a complementary and systematically distinct channel to study the nucleon's three-dimensional structure at RHIC and the future Electron-Ion Collider."
    },
    {
      "title": "Hiding in Plain Sight, the electroweak $\\eta_W$",
      "link": "https://arxiv.org/abs/2509.15912",
      "authors": "Giacomo Cacciapaglia, Francesco Sannino, Jessica Turner",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2509.15912v1 Announce Type: cross \nAbstract: The presence of a topological susceptibility in the electroweak sector of the Standard Model implies the existence of a pseudoscalar state in the spectrum, $\\eta_W$. We show that, within the Standard Model, no new particle is required to form this state. We identify the $\\eta_W$ state with the CP-odd linear combination of the ground states of hydrogen and antihydrogen atoms."
    },
    {
      "title": "Holographic derivation of effective action for a dissipative neutral fluid",
      "link": "https://arxiv.org/abs/2503.03374",
      "authors": "Yanyan Bu, Xiyang Sun",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2503.03374v2 Announce Type: replace-cross \nAbstract: Using a holographic prescription for the Schwinger-Keldysh closed time path, we derive the effective action for a dissipative neutral fluid holographically described by the Einstein gravity in an asymptotic AdS spacetime. In the saddle point approximation for the dual gravity, the goal is achieved by solving the double Dirichlet problem for the linearized gravitational field living in a complexified static AdS black brane background. We adopt a partially on-shell scheme for solving the bulk dynamics, which is equivalent to ``integrating out'' the gapped modes in the boundary field theory. The boundary effective action in the fluid spacetime, identified as the partially on-shell bulk action, is computed to first order in boundary derivative and to cubic order in AdS boundary data. The boundary effective action, rewritten in the physical spacetime, successfully reproduces various results known in the framework of classical hydrodynamics, confirming our holographic derivation."
    },
    {
      "title": "Investigating the most active pp collisions (top 0.1%) using the tools developed by experiments at the LHC",
      "link": "http://iopscience.iop.org/article/10.1088/1361-6471/ae02ac",
      "authors": "Jesús Eduardo Muñoz Méndez and Antonio Ortiz",
      "source": "Journal of Physics G: Nuclear and Particle Physics",
      "summary": "The LHC data have unveiled unexpected features in proton–proton (pp) collisions, namely, collective-like behavior and strangeness enhancement. Originally, these new effects were discovered only in high-multiplicity pp collisions. However, recently the ALICE Collaboration has shown that even low-multiplicity pp collisions yield a non-zero elliptic flow (v2). Moreover, analyses as functions of the event structure, such as transverse spherocity, suggest that multiplicity might not be the main driver of the new effects. Therefore, new ways of analyzing the data have to be explored in order to understand the origin of the new phenomena. In this paper, pp collisions simulated with PYTHIA 8 are analyzed using different event estimators (mid-pseudorapidity multiplicity, spherocity, sphericity, RT, forward multiplicity and flattenicity). The features of the selected events for the top 0.1% using the different estimators are discussed. The transverse momentum spectrum of primary particles and the recoil jet distributions are analyzed. The results suggest that flattenicity is the estimator with the least bias on the neutral-to-charged particle ratio, and on the bias towards harder-than-average pp collisions."
    },
    {
      "title": "Dynamical Mass Generation in QED: Miransky scaling and Schrödinger-like infinite well and barrier potentials supporting a bound state",
      "link": "https://link.springer.com/article/10.1007/s00601-025-02010-x",
      "authors": "Unknown",
      "source": "Few-Body Systems",
      "summary": "In this study, we revisit the Schwinger–Dyson equation for the electron propagator in QED in three- and four-space–time dimensions. Our analysis addresses the non-perturbative phenomenon of dynamical chiral symmetry breaking which demands a critical value of the coupling for the dynamical generation of electron masses, encoded in the infrared behavior of the said Green function. With a minimalistic truncation of the infinite tower of equations and adopting standard assumptions, the resulting gap equation is linearized and transformed into a Schrödinger-like equation with an auxiliary potential barrier (well) subjected to boundary conditions for both high and low momenta. Then, the dynamical mass is associated with the zero mode of the corresponding Schrödinger-like operator and adheres to the Miransky scaling law, as expected."
    }
  ]
}