{
  "lastUpdated": "2025-09-18T02:16:18.597634",
  "papers": [
    {
      "title": "Advancing quantum simulations of the nuclear shell model with Gray-code–based resource-efficient protocols",
      "link": "http://link.aps.org/doi/10.1103/bbkf-fjxj",
      "authors": "Nifeeya Singh, Pooja Siwach, and P. Arumugam",
      "source": "Physical Review C",
      "summary": "Author(s): Nifeeya Singh, Pooja Siwach, and P. ArumugamBackground: Some of the computational limitations in solving the nuclear many-body problem could be overcome by utilizing quantum computers. The nuclear shell-model calculations providing deeper insights into the properties of atomic nuclei are one such case with high demand for resources, as the si…[Phys. Rev. C 112, 034320] Published Wed Sep 17, 2025"
    },
    {
      "title": "$g$ factor of chiral doublets with $π{(1{h}_{11/2})}^{1}⊗ν{(1{h}_{11/2})}^{−1}$ configuration. II. Pairing effect",
      "link": "http://link.aps.org/doi/10.1103/g9kl-2xph",
      "authors": "Y. Wu and Q. B. Chen",
      "source": "Physical Review C",
      "summary": "Author(s): Y. Wu and Q. B. ChenThe pairing effects on the $g$ factor of chiral doublets in the $π{(1{h}_{11/2})}^{1}⊗ν{(1{h}_{11/2})}^{−1}$ configuration are investigated using the particle rotor model. The results show that the $g$ factors of yrast and yrare bands decrease with increasing neutron pairing gap ${\\mathrm{Δ}}_{n}$. …[Phys. Rev. C 112, 034321] Published Wed Sep 17, 2025"
    },
    {
      "title": "Collectivity of rotational motion in $^{220}\\mathrm{Rn}$ and $^{226}\\mathrm{Ra}$",
      "link": "http://link.aps.org/doi/10.1103/k7b7-l8bf",
      "authors": "A. Dobrowolski, K. Mazurek, and K. Pomorski",
      "source": "Physical Review C",
      "summary": "Author(s): A. Dobrowolski, K. Mazurek, and K. PomorskiCalculations to reconstruct rotational level patterns in the $^{220}\\mathrm{Rn}$ and $^{226}\\mathrm{Ra}$ nuclei have been performed using a collective quadrupole$+$octupole approach with microscopic mass tensor and moments of inertia dependent on deformation and pairing degrees of freedom. The main …[Phys. Rev. C 112, 034322] Published Wed Sep 17, 2025"
    },
    {
      "title": "New scaling and nuclear structure aspects in heavy-ion fusion reactions",
      "link": "http://link.aps.org/doi/10.1103/8kvk-q79p",
      "authors": "C. L. Jiang, W. F. Henning, B. P. Kay, and K. E. Rehm",
      "source": "Physical Review C",
      "summary": "Author(s): C. L. Jiang, W. F. Henning, B. P. Kay, and K. E. RehmFusion reactions are the most complex reaction processes during the collision of two nuclei, their cross sections spanning several orders of magnitude. The authors expand a previous analysis of heavy-ion fusion, applying a recently proposed universal function for fusion cross sections. By scaling both energy and cross sections according to characteristics of the Coulomb barrier, the authors essentially take into account the influence of the Coulomb interaction between the two nuclei as they fuse. The approach reproduces fusion excitation functions rather well, even in the energy region below the Coulomb barrier, while highlighting individual reaction characteristics as one compares many fusion systems. The success in identifying simple scaling laws for universal representations of a large body of fusion data may motivate future work including predicting unmeasured fusion cross sections.[Phys. Rev. C 112, 034612] Published Wed Sep 17, 2025"
    },
    {
      "title": "High precision measurements of the proton elastic electromagnetic form factors and their ratio at ${Q}^{2}=0.50,2.64,3.20$, and $4.10\\phantom{\\rule{0.16em}{0ex}}{\\mathrm{GeV}}^{2}$",
      "link": "http://link.aps.org/doi/10.1103/4vmq-s4c7",
      "authors": "I. A. Qattan <em>et al.</em>",
      "source": "Physical Review C",
      "summary": "Author(s): I. A. Qattan et al.Background: The advent of high-intensity, high-polarization electron beams led to significantly improved measurements of the ratio of the proton’s charge to electric form factors, ${G}_{Ep}/{G}_{Mp}$. However, high-${Q}^{2}$ measurements of this ratio yielded significant disagreement with extraction…[Phys. Rev. C 112, 035205] Published Wed Sep 17, 2025"
    },
    {
      "title": "Recoil polarization in ${K}^{+}Y$ electroproduction in the nucleon resonance region with CLAS12",
      "link": "http://link.aps.org/doi/10.1103/nhvq-7fv7",
      "authors": "D. S. Carman <em>et al.</em> (CLAS Collaboration)",
      "source": "Physical Review C",
      "summary": "Author(s): D. S. Carman et al. (CLAS Collaboration)Hyperon recoil polarization measurements for the exclusive electroproduction of ${K}^{+}\\mathrm{Λ}$ and ${K}^{+}{\\mathrm{Σ}}^{0}$ final states from an unpolarized proton target have been carried out using the CLAS12 spectrometer at Jefferson Laboratory. The measurements at beam energies of 6.535 and…[Phys. Rev. C 112, 035206] Published Wed Sep 17, 2025"
    },
    {
      "title": "High-precision direct decay energy measurements of the electron-capture decay of $^{97}\\mathrm{Tc}$",
      "link": "http://link.aps.org/doi/10.1103/g393-xx1w",
      "authors": "Zhuang Ge <em>et al.</em>",
      "source": "Physical Review C",
      "summary": "Author(s): Zhuang Ge et al.A direct measurement of the ground-state-to-ground-state electron-capture decay $Q$ (${Q}_{\\mathrm{EC}}$) value of $^{97}\\mathrm{Tc}$ has been conducted employing the high-resolving-power phase-imaging ion-cyclotron-resonance technique with the double Penning trap mass spectrometer JYFLTRAP. The res…[Phys. Rev. C 112, 035501] Published Wed Sep 17, 2025"
    },
    {
      "title": "Peak of sound velocity, scale symmetry, and nuclear force in baryonic matter",
      "link": "http://link.aps.org/doi/10.1103/6dsz-2zg4",
      "authors": "Lu-Qi Zhang, Yao Ma, and Yong-Liang Ma",
      "source": "Physical Review C",
      "summary": "Author(s): Lu-Qi Zhang, Yao Ma, and Yong-Liang MaThe sound velocity in homogeneous matter has fundamental significance as it relates to the stiffness of the equation of state of compact star matter. In this work, we investigate the density evolution of the sound velocity in homogeneous neutron matter at zero temperature by using an effective field…[Phys. Rev. C 112, L031001] Published Wed Sep 17, 2025"
    },
    {
      "title": "Proton drip line of deformed hypernuclei",
      "link": "http://link.aps.org/doi/10.1103/dnd7-nsp8",
      "authors": "Yi-Xiu Liu (刘益秀), Huai-Tong Xue (薛怀通), Q. B. Chen (陈启博), Xian-Rong Zhou (周先荣), and H.-J. Schulze",
      "source": "Physical Review C",
      "summary": "Author(s): Yi-Xiu Liu (刘益秀), Huai-Tong Xue (薛怀通), Q. B. Chen (陈启博), Xian-Rong Zhou (周先荣), and H.-J. SchulzeThe proton drip line of (hyper)nuclei is examined within the framework of the deformed Skyrme-Hartree-Fock approach by adjusting the nuclear force parameters to exactly reproduce the core binding energies. The impact of adding a $\\mathrm{Λ}$ hyperon in an $s$ or $p$ state is studied, and it is found…[Phys. Rev. C 112, 034318] Published Tue Sep 16, 2025"
    },
    {
      "title": "Gamow shell model study of the $^{17}\\mathrm{Ne}(p,p)$ reaction and of isospin symmetry breaking in $^{18}\\mathrm{Na}$",
      "link": "http://link.aps.org/doi/10.1103/8mt5-2k1z",
      "authors": "N. Chen, J. G. Li, K. H. Li, N. Michel, P. Y. Wang, and W. Zuo",
      "source": "Physical Review C",
      "summary": "Author(s): N. Chen, J. G. Li, K. H. Li, N. Michel, P. Y. Wang, and W. ZuoThe unbound nucleus $^{18}\\mathrm{Na}$, acting as an intermediate nucleus in the sequential decay of $^{19}\\mathrm{Mg}$, is situated beyond the proton drip line. We employ the coupled-channel Gamow shell model (GSM-CC) to investigate the properties of $^{18}\\mathrm{Na}$, as well as the $^{17}\\mathrm…[Phys. Rev. C 112, 034319] Published Tue Sep 16, 2025"
    },
    {
      "title": "Simple schematic model for transmission coefficients in the isolated resonance region",
      "link": "http://link.aps.org/doi/10.1103/s63h-y87h",
      "authors": "K. Hagino",
      "source": "Physical Review C",
      "summary": "Author(s): K. HaginoA cross section deficit phenomenon has been observed in $^{12}\\mathrm{C}+^{12}\\mathrm{C}$ fusion reactions at astrophysical energies, at which fusion cross sections are suppressed in the off-resonance regions as compared to fusion cross sections for the $^{12}\\mathrm{C}+^{13}\\mathrm{C}$ system. I he…[Phys. Rev. C 112, 034611] Published Tue Sep 16, 2025"
    },
    {
      "title": "Reaction rates with temperature-dependent cross sections: A quantum dynamical microscopic model for the neutron capture reaction on the $^{188}$Os target",
      "link": "https://arxiv.org/abs/2509.12404",
      "authors": "N. Lightfoot, A. Diaz-Torres, P. Stevenson",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2509.12404v2 Announce Type: new \nAbstract: The neutron capture process plays a vital role in creating the heavy elements in the universe. The environments involved in these processes are, in general, high in temperature and are characterized by two distinct reaction mechanisms: the slow and rapid neutron capture processes. In this work, the slow neutron capture process is described with the time-dependent coupled channels wave-packet (TDCCWP) method that uses both a many-body nuclear potential and an initial temperature-dependent state to account for the thermal environment. To evaluate the role of a mixed and entangled initial state in the temperature-dependent neutron capture cross section, TDCCWP calculations are compared with those from the coupled-channels density matrix (CCDM) method based on the Lindblad equation. The importance of the temperature of the environment is then explored in the n+$^{188}$Os reaction with a decrease of cross section with increasing temperature, along with a decrease of $10\\%$ in reaction rates for the highest incident energies studied, which are important in the rapid neutron capture process."
    },
    {
      "title": "A weak entanglement approximation for nuclear structure: review and recent developments",
      "link": "https://arxiv.org/abs/2509.12549",
      "authors": "Calvin W. Johnson",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2509.12549v1 Announce Type: new \nAbstract: The nuclear shell model is a useful and widely used tool for nuclear structure, but it can be hampered by the exponential growth of the basis. Drawing inspiration from quantum information theory, one can show that the proton and neutron components are typically weakly entangled. This has led to the Proton And Neutron Approximate Shell-model (PANASh). I review the underlying ideas and present recent developments. In particular I show how PANASh can accelerate beyond-mean-field methods such as the generator coordinate method."
    },
    {
      "title": "Investigation of ground state properties and shape evolution in Hf isotopes using the CDFT approach",
      "link": "https://arxiv.org/abs/2509.12565",
      "authors": "Usuf Rahaman",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2509.12565v1 Announce Type: new \nAbstract: The ground-state properties and shape evolution of even-even hafnium isotopes ranging from $N=80$ to the neutron dripline are thoroughly examined using Covariant Density Functional Theory (CDFT) with density-dependent effective interactions, specifically the parameter sets DD-ME1, DD-ME2, DD-PC1, and DD-PCX. Key nuclear properties, including binding energies, two-neutron separation energies ($S_{2n}$), two-neutron shell gaps ($\\delta S_{2n}$), neutron pairing energies ($E_{pair,n}$), quadrupole deformation parameters ($\\beta_2$), root-mean-square (RMS) charge and matter radii, and neutron skin thickness ($\\Delta r_{np}$), are systematically computed and compared with available experimental results and predictions from various theoretical models. These include the Hartree-Fock-Bogoliubov (HFB) framework employing the Skyrme SLy4 interaction, the Finite Range Droplet Model (FRDM), the deformed relativistic Hartree-Bogoliubov theory in continuum (DRHBc) using the PC-PK1 functional, and the relativistic mean-field (RMF) approach with NL3 parameterization. Shell closures at $N=82$ and $N=126$, subshell effects at $N=108$ and $N=152$, and shape transitions with coexistence in $^{192}$Hf and $^{222-236}$Hf are observed. Neutron skin thickness increases with neutron excess, and potential energy surfaces show consistent trends, validating CDFT's reliability for nuclear structure predictions."
    },
    {
      "title": "Hyperons in Neutron Stars across the observed mass range: Insights from realistic $\\Lambda$-N and $\\Lambda$-$\\Lambda$ interactions within a Microscopic Framework",
      "link": "https://arxiv.org/abs/2509.12881",
      "authors": "Ali Mohammad Ali Looee, Mahboubeh Shahrbaf, Hamid Reza Moshfegh",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2509.12881v1 Announce Type: new \nAbstract: We investigate the equation of state (EOS) and macroscopic properties of neutron stars (NSs) and hyperonic stars within the framework of the lowest order constrained variational (LOCV) method, extended to include interacting $\\Lambda$ hyperons. The nucleon-nucleon interaction is modeled using the AV18 potential supplemented by Urbana three-body forces, while $\\Lambda N$ and $\\Lambda \\Lambda$ interactions are described by realistic spin- and parity-dependent potentials fitted to hypernuclear data. Cold, charge-neutral, and $\\beta$-equilibrated matter composed of neutrons, protons, electrons, muons, and $\\Lambda$ hyperons is considered. We compute particle fractions, chemical potentials, the EOS, speed of sound, tidal deformability, and stellar structure by solving the Tolman-Oppenheimer-Volkoff equations, and compare our results with recent NICER and gravitational-wave observations. The inclusion of $\\Lambda$ hyperons leads to EOS softening, reducing the maximum NS mass from $2.34M_\\odot$ to $2.07M_\\odot$, while keeping it consistent with the $2M_\\odot$ mass constraint. At $1.4M_\\odot$, the model satisfies observational limits on radius and tidal deformability, with the $\\Lambda$ onset occurring below this mass. Comparison with other microscopic and relativistic mean-field models shows that our EOS remains consistent with the allowed pressure-energy density range, while also permitting even canonical-mass NSs of about $1.4M_{\\odot}$ to accommodate hyperons. These results suggest that hyperons can appear in NSs across the observed mass range without violating current astrophysical constraints, and that the extended LOCV method provides a consistent, microscopic approach to modeling dense hypernuclear matter."
    },
    {
      "title": "Reconstruction of the Equations of State (EoSs) of Compact Stars using machine and deep learning regression techniques",
      "link": "https://arxiv.org/abs/2509.13037",
      "authors": "Ioannis Stergakis",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2509.13037v1 Announce Type: new \nAbstract: This dissertation focuses on the reconstruction of Equations of State (EoSs) describing the interior of compact stars, using modern machine learning and deep learning methods. The pipeline is based on data from mass-radius (M-R) curves, obtained by numerically solving the Tolman-Oppenheimer-Volkoff equations for a wide range of admissible EoSs. The manuscript is divided into a Theoretical Part (Chs. 1-4) and a Computational Part (Chs. 5-7). The theoretical chapters analyze the properties of neutron and quark stars, the physical constraints of viable EoS models, and introduce regression algorithms (Decision Tree, Random Forest, Gradient Boosting, XGBoost) and neural networks with normalization and dropout techniques. The computational part presents the generation of artificial EoSs for hadronic and quark stars (MIT bag, CFL), the numerical solution of the TOV equations, data preparation, and hyperparameter tuning. Results include training and evaluation of models using MSE/MSLE metrics, learning curves for neural networks, and reconstruction of 21 hadronic and 20 quark star EoSs. Source code and tools for reproducibility and future research are provided. The work aims to establish a reusable and scalable framework, strengthening the connection between theoretical astrophysics and computational science."
    },
    {
      "title": "Radial Oscillations of Viscous Neutron Stars: Zero Diffusion Case",
      "link": "https://arxiv.org/abs/2509.12330",
      "authors": "Raissa F. P. Mendes, Amanda Guerrieri, Jo\\~ao V. M. Muniz, Gabriel S. Rocha, Gabriel S. Denicol",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2509.12330v1 Announce Type: cross \nAbstract: The spectrum of radial oscillations of neutron stars is systematically studied within two frameworks of viscous relativistic hydrodynamics: the relativistic Navier-Stokes and Israel-Stewart theories. A correspondence is established between the discrete stellar eigenmodes and the continuous dispersion relation of perturbations around a homogeneous fluid, providing a basis for interpreting our numerical results. We analyze the Newtonian limit and assess the impact of relativistic corrections, such as the gravitational redshifting of microscopic relaxation timescales. We show that bulk viscosity can significantly affect the behavior of both hydrodynamic and nonhydrodynamic fundamental modes, and that, depending on the magnitude of the viscous effects, it is the nonhydrodynamic mode that becomes unstable beyond the turning point in a sequence of equilibrium configurations. These results provide a useful step toward systematic studies of neutron star quasinormal modes in the presence of viscosity."
    },
    {
      "title": "Coupled-channel analysis for vector charmonia and their nature",
      "link": "https://arxiv.org/abs/2509.12925",
      "authors": "Satoshi X. Nakamura (Shandong University)",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2509.12925v1 Announce Type: cross \nAbstract: High-precision $e^+e^-\\to c\\bar{c}$ data (20 final states) from the BESIII and Belle in $\\sqrt{s}=3.75-4.7$ GeV are analyzed with a semi three-body unitary coupled-channel model. Vector charmonium poles are extracted from the amplitudes obtained from the fit. We find well-known $\\psi$ states listed in the PDG, and also several states near open-charm thresholds. The compositeness of the near-threshold poles suggests that $\\psi(4040)$ could mainly consist of a $D^*\\bar{D}^*$-molecule component, rather than a conventionally accepted quark-model $\\psi(3S)$ state. Also, $\\psi(4230)$ and $\\psi(4360)$ might be substantial mixtures of $D_1(2420)\\bar{D}$, $D_1(2420)\\bar{D}^*$, $D_s^*\\bar{D}_s^*$, and $c\\bar{c}$ components."
    },
    {
      "title": "Nuclear Suppression in Diffractive Vector Meson Production within the Color Glass Condensate Framework",
      "link": "https://arxiv.org/abs/2509.13015",
      "authors": "Heikki M\\\"antysaari, Hendrik Roch, Farid Salazar, Bj\\\"orn Schenke, Chun Shen, Wenbin Zhao",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2509.13015v1 Announce Type: cross \nAbstract: We extend a recent global Bayesian analysis of diffractive $\\mathrm{J}/\\psi$ production in $\\gamma+p$ and $\\gamma+\\mathrm{Pb}$ collisions within the color glass condensate (CGC) framework to investigate potential modifications of the nucleon structure inside nuclei. To this end, we perform fits that allow the effective nucleon structure parameters in Pb nuclei to differ from those of free protons. This approach directly addresses the question of whether the proton's spatial gluon distribution at intermediate to large $x$ is modified in the nuclear environment. We compare results obtained with shared and independent nucleon structure parameters and assess the impact on the simultaneous description of $\\gamma+p$ data from HERA and the LHC, as well as $\\gamma+\\mathrm{Pb}$ data from the LHC. Our findings show that there is no hint of difference in the nucleon structure beyond those already present in the CGC when embedding nucleons inside a nuclear environment."
    },
    {
      "title": "Rotating neutron stars within the macroscopic effective-surface approximation",
      "link": "https://arxiv.org/abs/2509.13129",
      "authors": "A. G. Magner, S. P. Maydanyuk, A. Bonasera, H. Zheng, S. N. Fedotkin, A. I. Levon, T. Depastas, U. V. Grygoriev, A. A. Uleiev",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2509.13129v1 Announce Type: cross \nAbstract: The macroscopic model for a neutron star (NS) as a perfect liquid drop at the equilibrium is extended to rotating systems with a small frequency $\\omega$ within the effective-surface (ES) approach. The NS angular momentum $I$ and moment of inertia (MI) for a slow stationary azimuthal rotation around the symmetry axis is calculated by using the Kerr metric approach in the Boyer-Lindquist and Hogan forms for the perfect liquid-drop model of NSs. The gradient surface terms of the NS energy density $\\mathcal{E}(\\rho)$ [Equation of State] are taken into account along with the volume ones at the leading order of the leptodermic parameter $a/R \\ll 1$, where $a$ is the ES crust thickness and $R$ is the mean NS radius. The macroscopic NS angular momentum $I$ at small frequencies $\\omega$, up to quadratic terms, can be specified for calculations of the adiabatic MI, $\\Theta=d I/d \\omega$, by using Hogan's inner gravitational metric, $r\\le R$. The NS MI, $\\Theta=\\tilde{\\Theta}/(1-\\mathcal{G}_{t\\varphi})$, was obtained in terms of the statistically averaged MI, $\\tilde{\\Theta}$, and its time and azimuthal angle correlation, $\\mathcal{G}_{t\\varphi}$, as sumes of the volume and surface components. The MI $\\Theta$ depends dramatically on its effective radius $R$ because of a strong gravitation. We found the significant shift of the Schwarzschild radius $R_{\\rm S}$ to a much smaller position due to the time and azimuthal correlation term $\\mathcal{G}_{t\\varphi}$. The adiabaticity condition is carried out for several neutron stars in a strong gravitation case."
    },
    {
      "title": "New Skyrme parametrizations to describe finite nuclei and neutron star matter with realistic effective masses. II. Adjusting the spin-dependent terms",
      "link": "https://arxiv.org/abs/2501.03411",
      "authors": "Mingya Duan, Michael Urban",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2501.03411v2 Announce Type: replace \nAbstract: Many common Skyrme functionals present ferromagnetic instabilities or unrealistic density dependence of the spin-dependent Landau parameters. To solve these problems, we consider the Skyrme interaction as a density-functional rather than a density-dependent two-body force. This allows us to adjust the spin-dependent terms of the new extended Skyrme functionals of our previous paper [M. Duan and M. Urban, Phys. Rev. C 110, 065806 (2024)] independently without altering the properties of spin saturated matter. The parameters of the spin-dependent terms are determined by fitting the Landau parameters $G_0$ and $G'_0$ in neutron matter and symmetric nuclear matter and the effective-mass splitting of up and down particles in spin polarized matter to the results of microscopic calculations. Using the new parametrizations, called Sky3s and Sky4s, the spin-related properties of nuclear matter are in good agreement with the microscopic results. As an application, we compute response functions and neutrino scattering rates of neutron-star matter with the new functionals having realistic effective masses and Landau parameters."
    },
    {
      "title": "Longitudinal flow decorrelations in light ion collisions",
      "link": "https://arxiv.org/abs/2501.14243",
      "authors": "Hadi Mehrabpour, Abhisek Saha",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2501.14243v3 Announce Type: replace \nAbstract: This study presents a detailed analysis of longitudinal flow decorrelations in light ion collisions at Relativistic Heavy Ion Collider (RHIC) and Large Hadron Collider(LHC) energies for the first time. We compare different theoretical models of the oxygen structure and find that certain observables, such as the flow vector correlator, can distinguish between them, particularly highlighting differences between the variational Monte Carlo (VMC) structure and other models, such as Nuclear Lattice Effective Field Theory (NLEFT) and the Projected Generator Coordinate Method (PGCM), which behave similarly. We further examine flow decorrelations across different systems, including d+Au and O+O collisions at 200 GeV, as well as Ne+Ne and O+O collisions at 6.37 TeV, indicating a hierarchy in decorrelations that underscores the complexity of these interactions. Our findings emphasize that the role of asymmetry in d+Au collisions and its impact on flow correlations is mitigated using a modified flow correlation defined as a ratio of two flow vector covariances derived from different pairs of pseudorapidity bins. Additionally, our analysis of flow angle decorrelations shows diverse distributions across various systems, finding distinct patterns in d+Au collisions compared to other collision systems."
    },
    {
      "title": "Transverse spin effects and light-quark dipole moments at lepton colliders",
      "link": "https://arxiv.org/abs/2411.13845",
      "authors": "Xin-Kai Wen, Bin Yan, Zhite Yu, C. -P. Yuan",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2411.13845v2 Announce Type: replace-cross \nAbstract: We propose to probe light-quark dipole interactions at lepton colliders using the azimuthal asymmetry of a collinear dihadron pair $(h_1h_2)$ produced in association with another hadron $h'$. This asymmetry, arising from quantum interference in the quark spin space, is exclusively sensitive to dipole interactions at the leading power of the new physics scale and simultaneously probes both the real and imaginary components of the dipole couplings. By combining all possible channels of $h'$, this method allows for disentangling the up and down quark dipole moments and has the potential to significantly strengthen current constraints by one to two orders of magnitude."
    },
    {
      "title": "Decay spectroscopy of heavy and superheavy nuclei",
      "link": "https://arxiv.org/abs/2501.04053",
      "authors": "Dieter Ackermann",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2501.04053v5 Announce Type: replace-cross \nAbstract: After more than half a century after the first predictions of the so-called \"island of stability of superheavy nuclei\", exploring the limits of nuclear stability at highest atomic numbers is still one of the most prominent challenges in low-energy nuclear physics. These exotic nuclear species reveal their character and details of some of their properties by their induced or spontaneous disintegration. The achievements in the field superheavy nuclei (SHN) research have been reported in a number of review papers throughout the decades. This review is an attempt to summarize the progress that has been made in recent years by employing the versatile tool park of Decay Spectroscopy After Separation (DSAS) for the heaviest isotopes from Z=99 (einsteinium) to Z=118 (oganesson). In addition, references to earlier reviews and the relevant papers, together with the major decay properties of all these isotopes are given."
    },
    {
      "title": "Soft quantum back reaction to the Hubble tension: a smeared-out early time cosmological energy density",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269325006483?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: Available online 16 September 2025Source: Physics Letters BAuthor(s): A.E. Bernardini"
    },
    {
      "title": "Quantum Dynamical Microscopic Approach to Stellar Carbon Burning",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269325006409?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: Available online 16 September 2025Source: Physics Letters BAuthor(s): Grant Close, Paul Stevenson, Alexis Diaz-Torres"
    }
  ]
}