{
  "lastUpdated": "2025-05-29T02:39:20.393134",
  "papers": [
    {
      "title": "Shape coexistence and shape staggering beyond $Z=82$ induced by $T=0$ monopole and quasi-SU(3) quadrupole interactions",
      "link": "http://link.aps.org/doi/10.1103/PhysRevC.111.054319",
      "authors": "K. Kaneko, N. Shimizu, T. Mizusaki, and Y. Sun",
      "source": "Physical Review C",
      "summary": "Author(s): K. Kaneko, N. Shimizu, T. Mizusaki, and Y. SunRemoval or addition of just a few particles for closed-shell nuclei may lead to dramatic shape changes. Recent experiments have reported several notable observations beyond $Z=82$. Remarkably, the fascinating phenomena, such as prompt onset in deformation in Po isotopes and large odd-even shape stag…[Phys. Rev. C 111, 054319] Published Wed May 28, 2025"
    },
    {
      "title": "Collinear laser spectroscopy on neutron-rich actinium isotopes",
      "link": "http://link.aps.org/doi/10.1103/PhysRevC.111.054320",
      "authors": "Ruohong Li, Andrea Teigelhöfer, Jiguang Li, Jacek Bieroń, András Gácsbaranyi, Jake Johnson, Per Jönsson, Victoria Karner, Mingxuan Ma, Martin Radulov, Mathias Roman, Monika Stachura, and Jens Lassen",
      "source": "Physical Review C",
      "summary": "Author(s): Ruohong Li, Andrea Teigelhöfer, Jiguang Li, Jacek Bieroń, András Gácsbaranyi, Jake Johnson, Per Jönsson, Victoria Karner, Mingxuan Ma, Martin Radulov, Mathias Roman, Monika Stachura, and Jens LassenHigh-resolution collinear laser spectroscopy of neutron-rich actinium has been performed at TRIUMF's isotope separator and accelerator facility ISAC. By probing the $7{s}^{2}\\phantom{\\rule{4pt}{0ex}}^{1}S_{0}\\phantom{\\rule{4pt}{0ex}}→\\phantom{\\rule{4pt}{0ex}}6d7p\\phantom{\\rule{4pt}{0ex}}^{1}P_{1}$ i…[Phys. Rev. C 111, 054320] Published Wed May 28, 2025"
    },
    {
      "title": "Possible new chiral system with two high-$j$ valence protons",
      "link": "http://link.aps.org/doi/10.1103/PhysRevC.111.054321",
      "authors": "L. Mu (穆琳), H. Jia (贾慧), B. Qi (亓斌), and J. G. Deng (邓军刚)",
      "source": "Physical Review C",
      "summary": "Author(s): L. Mu (穆琳), H. Jia (贾慧), B. Qi (亓斌), and J. G. Deng (邓军刚)The chirality in Xe isotopes is investigated by using the constrained triaxial covariant density functional theory (CDFT) and quantum particle rotor model (PRM) calculations. The CDFT results show that the $π{g}_{9/2}^{−1}⊗π{h}_{11/2}^{1}$ configurations with high-$j$ particle-hole character exhibit…[Phys. Rev. C 111, 054321] Published Wed May 28, 2025"
    },
    {
      "title": "Influence of effective interactions and nuclear densities on the dynamics of heavy-ion fusion",
      "link": "http://link.aps.org/doi/10.1103/PhysRevC.111.054621",
      "authors": "Shilpa Rana, Raj Kumar, and M. Bhuyan",
      "source": "Physical Review C",
      "summary": "Author(s): Shilpa Rana, Raj Kumar, and M. BhuyanThe study aims to explore the mechanism of heavy-ion fusion using various effective nucleon-nucleon (NN) interactions and nuclear density distributions. The nuclear potentials are obtained by folding the relativistic effective NN interaction (R3Y) potential with the densities derived from the relati…[Phys. Rev. C 111, 054621] Published Wed May 28, 2025"
    },
    {
      "title": "Enhanced nuclear Schiff and electric dipole moments in nuclei with octupole deformation",
      "link": "http://link.aps.org/doi/10.1103/PhysRevC.111.055501",
      "authors": "V. V. Flambaum and A. J. Mansour",
      "source": "Physical Review C",
      "summary": "Author(s): V. V. Flambaum and A. J. MansourDeformed nuclei exhibit enhanced moments that violate time-reversal invariance ($T$) and parity ($P$). This paper focuses on the enhanced nuclear electric dipole moment (EDM) and Schiff moment present in nuclei with octupole deformation (pear-shaped nuclei). These moments, which are proportional to …[Phys. Rev. C 111, 055501] Published Wed May 28, 2025"
    },
    {
      "title": "Radial excitations and their potential impact on Fermi $\\beta$-decay rates",
      "link": "https://arxiv.org/abs/2505.20587",
      "authors": "L. Xayavong, Y. Lim, N. A. Smirnova, Calvin W. Johnson",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2505.20587v1 Announce Type: new \nAbstract: We investigate the contribution of radial excitations to Fermi $\\beta$-decay matrix element. To this end, exact no-core shell model calculations are performed for the mirror $\\beta$ decay of tritium, where full convergence can be achieved on an ordinary computer. The differences between the isospin-mixing correction values obtained in the full and in a restricted model spaces are matched to the radial overlap correction term, analogous to that required in the shell-model approach, where the configuration space is extremely limited. We examine this complementary correction term using a nonorthogonal harmonic-oscillator basis, generated by slightly differentiating the oscillator frequencies between the initial and final nuclei, while all desirable properties, including translational invariance, are still preserved. For $N_{\\rm max}\\le8$, we find that the radial excitation contribution is negative, with a typical magnitude of approximately 10\\,\\% to 20\\,\\% of the radial diagonal contribution. This effect becomes more pronounced as the model space increases. Therefore, the $\\delta_{C2}$ values obtained in the shell model approach, where radial excitations are not explicitly included, are likely overestimated. Based on experimental $ft$ data and the corrective terms adopted in the survey by Hardy and Towner [Phys. Rev. C {\\bf 102}, 045501 (2020)], we show that the incorporation of radial excitations for the superallowed $0^+\\rightarrow0^+$ nuclear $\\beta$ decay tends however to worsen agreement with the Standard Model."
    },
    {
      "title": "Fully general relativistic description of rapidly-rotating axially-symmetric neutron stars for constraining nuclear matter equations of state",
      "link": "https://arxiv.org/abs/2505.20990",
      "authors": "Hyukjin Kwon, Kazuyuki Sekizawa",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2505.20990v1 Announce Type: new \nAbstract: Background: Constraining the nuclear matter equation of state (EoS) from neutron star observations is one of the main subjects in nuclear physics today. In general, neutron stars rotate rapidly and structure of neutron stars can be affected, especially in millisecond pulsars. To better constrain the nuclear EoS, it is important to describe neutron star structure taking into account the effects of rotation in a fully relativistic manner. Purpose: In this study, we investigate the internal structure of neutron stars under the influence of rotation. We explore correlations between rotational effects and EoS parameters, based on realistic calculations of rapidly rotating neutron stars based on the KEH method, which provides stable solutions for axially symmetric rotating equilibrium configurations. Results: Using 5 different Skyrme EoS parameter sets, we find that the maximum angular frequency achievable by rotating neutron stars, as calculated via the KEH method, varies depending on the stiffness of the equation of state. We confirm that an increase in the rotating frequency leads to an overall increase in both the mass and radius along the M-R curve. By performing calculations at two frequently referenced neutron stars, we further examine how the changes in mass and radius correlate with the nuclear matter properties at saturation density. Our results suggest that the 716Hz rotational constraint may require a more conservative interpretation when accounting for realistic stellar deformation effects. Conclusions: To place stringent constraints on the nuclear EoS based on observational data, it is sometimes essential to account for the effects of rotation in neutron star models. In particular, the influence of rotation becomes increasingly significant at higher spin frequencies and cannot be neglected in rapidly rotating systems with $>$400Hz."
    },
    {
      "title": "Observation of hadron scattering in a lattice gauge theory on a quantum computer",
      "link": "https://arxiv.org/abs/2505.20387",
      "authors": "Julian Schuhmacher, Guo-Xian Su, Jesse J. Osborne, Anthony Gandon, Jad C. Halimeh, Ivano Tavernelli",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2505.20387v1 Announce Type: cross \nAbstract: Scattering experiments are at the heart of high-energy physics (HEP), breaking matter down to its fundamental constituents, probing its formation, and providing deep insight into the inner workings of nature. In the current huge drive to forge quantum computers into complementary venues that are ideally suited to capture snapshots of far-from-equilibrium HEP dynamics, a major goal is to utilize these devices for scattering experiments. A major obstacle in this endeavor has been the hardware overhead required to access the late-time post-collision dynamics while implementing the underlying gauge symmetry. Here, we report on the first quantum simulation of scattering in a lattice gauge theory (LGT), performed on \\texttt{IBM}'s \\texttt{ibm\\_marrakesh} quantum computer. Specifically, we quantum-simulate the collision dynamics of electrons and positrons as well as mesons in a $\\mathrm{U}(1)$ LGT representing $1+1$D quantum electrodynamics (QED), uncovering rich post-collision dynamics that we can precisely tune with a topological $\\Theta$-term and the fermionic mass. By monitoring the time evolution of the scattering processes, we are able to distinguish between two main regimes in the wake of the collision. The first is characterized by the delocalization of particles when the topological $\\Theta$-term is weak, while the second regime shows localized particles with a clear signature when the $\\Theta$-term is nontrivial. Furthermore, we show that by quenching to a small mass at the collision point, inelastic scattering occurs with a large production of matter reminiscent of quantum many-body scarring. Our work provides a major step forward in the utility of quantum computers for investigating the real-time quantum dynamics of HEP collisions."
    },
    {
      "title": "Quantum computation of hadron scattering in a lattice gauge theory",
      "link": "https://arxiv.org/abs/2505.20408",
      "authors": "Zohreh Davoudi, Chung-Chun Hsieh, Saurabh V. Kadam",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2505.20408v1 Announce Type: cross \nAbstract: We present a digital quantum computation of two-hadron scattering in a $Z_2$ lattice gauge theory in 1+1 dimensions. We prepare well-separated single-particle wave packets with desired momentum-space wavefunctions, and simulate their collision through digitized time evolution. Multiple hadronic wave packets can be produced using the efficient, systematically improvable algorithm of this work, achieving high fidelity with the target initial state. Specifically, employing a trapped-ion quantum computer (IonQ Forte), we prepare up to three meson wave packets using 11 and 27 system qubits, and simulate collision dynamics of two meson wave packets for the smaller system. Results for local observables are consistent with numerical simulations at early times, but decoherence effects limit evolution into long times. We demonstrate the critical role of high-fidelity initial states for precision measurements of state-sensitive observables, such as $S$-matrix elements. Our work establishes the potential of quantum computers in simulating hadron-scattering processes in strongly interacting gauge theories."
    },
    {
      "title": "Mapping the transverse spin sum rule in position space",
      "link": "https://arxiv.org/abs/2505.20468",
      "authors": "C\\'edric Lorc\\'e, Asmita Mukherjee, Ravi Singh, Ho-Yeon Won",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2505.20468v1 Announce Type: cross \nAbstract: We discuss in detail the relativistic spatial distribution of transverse angular momentum, including both orbital and intrinsic spin contributions. Using the quantum phase-space formalism, we begin with the definition of the three-dimensional spatial distributions of transverse orbital angular momentum and intrinsic spin in a generic Lorentz frame. By integrating these three-dimensional spatial distributions over the longitudinal axis, we derive for the first time the relativistic spatial distributions of transverse orbital angular momentum, intrinsic spin, and total angular momentum for spin-0 and spin-1/2 targets in the transverse plane. We verify the transverse spin sum rule for spin-0 and spin-1/2 systems, and find that the transverse total angular momentum distribution is nontrivial, even for spin-0 targets. We also show how the distributions of transverse orbital angular momentum, intrinsic spin, and total angular momentum change with the target momentum."
    },
    {
      "title": "Integrable Non-Holonomic Constraints and Gauge Fixing in Classical Field Theory",
      "link": "https://arxiv.org/abs/2505.20684",
      "authors": "Ben Bert, William A. Horowitz",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2505.20684v1 Announce Type: cross \nAbstract: We show how the usual derivation of the equations of motion for a classical field theory with non-holonomic constraints, constraints that depend on the derivatives of the field, fails. As a result, the usual method for gauge fixing in classical and quantum field theories fails for general gauges that depend on the derivatives of the fields, such as the Coulomb and Lorenz gauges. The point of failure occurs at the use of the transposition rule, $\\delta(\\partial_\\nu A^\\mu)=\\partial_\\nu(\\delta A^\\mu)$, in the derivation of the equations of motion from the extremization of the action; we show that the transposition rule does not hold for general non-holonomic constraints. We define the concept of integrability of non-holonomic constraints in field theory and prove that the usual transposition rule holds for theories with these constraints. We are thus able to recover the usual treatment of gauge fixing for gauges of this type. We apply our formalism to the specific examples of the Coulomb and Lorenz gauges."
    },
    {
      "title": "Entanglement negativity of general $2 \\times (2n+1)$ qubit-qudit system",
      "link": "https://arxiv.org/abs/2505.21048",
      "authors": "Sanskriti Agrawal, Raktim Abir",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2505.21048v1 Announce Type: cross \nAbstract: The presence of negative eigenvalue(s) in the spectrum of the partially transposed density matrix confirms the entanglement of the quantum state. The negative eigenvalue(s) also quantify the amount of entanglement through novel entanglement measures, $e.g.$, negativity. In this paper, we have presented a complete characterization of the spectrum of the partially transposed density matrix for the pure bipartite quantum state acting on a generic ${\\cal H}_s (dim~2) \\otimes {\\cal{H}}_l (dim~2l+1)$ Hilbert space ($e.g.$, spin - orbital angular momentum space). We found that the spectrum contains only one negative eigenvalue. Its magnitude, and hence the negativity of the quantum correlation, equals the square root of the determinant of the reduced density matrix (traced over the $l$-space). We have also shown that entanglement entropy, negativity, concurrence of the density matrix, purity of the reduced density matrix, all scale with the single variable, determinant of the reduced density matrix. Finally, we computed the negativity for the spin-orbit correlations of partons in polarized and unpolarized hadrons."
    },
    {
      "title": "The anomalous magnetic moment of the muon in the Standard Model: an update",
      "link": "https://arxiv.org/abs/2505.21476",
      "authors": "R. Aliberti, T. Aoyama, E. Balzani, A. Bashir, G. Benton, J. Bijnens, V. Biloshytskyi, T. Blum, D. Boito, M. Bruno, E. Budassi, S. Burri, L. Cappiello, C. M. Carloni Calame, M. C\\`e, V. Cirigliano, D. A. Clarke, G. Colangelo, L. Cotrozzi, M. Cottini, I. Danilkin, M. Davier, M. Della Morte, A. Denig, C. DeTar, V. Druzhinin, G. Eichmann, A. X. El-Khadra, E. Estrada, X. Feng, C. S. Fischer, R. Frezzotti, G. Gagliardi, A. G\\'erardin, M. Ghilardi, D. Giusti, M. Golterman, S. Gonz\\`alez-Sol\\'is, S. Gottlieb, R. Gruber, A. Guevara, V. G\\\"ulpers, A. Gurgone, F. Hagelstein, M. Hayakawa, N. Hermansson-Truedsson, A. Hoecker, M. Hoferichter, B. -L. Hoid, S. Holz, R. J. Hudspith, F. Ignatov, L. Jin, N. Kalntis, G. Kanwar, A. Keshavarzi, J. Komijani, J. Koponen, S. Kuberski, B. Kubis, A. Kupich, A. Kup\\'s\\'c, S. Lahert, S. Laporta, C. Lehner, M. Lellmann, L. Lellouch, T. Leplumey, J. Leutgeb, T. Lin, Q. Liu, I. Logashenko, C. Y. London, G. L\\'opez Castro, J. L\\\"udtke, A. Lusiani, A. Lutz, J. Mager, B. Malaescu, K. Maltman, M. K. Marinkovi\\'c, J. M\\'arquez, P. Masjuan, H. B. Meyer, T. Mibe, N. Miller, A. Miramontes, A. Miranda, G. Montagna, S. E. M\\\"uller, E. T. Neil, A. V. Nesterenko, O. Nicrosini, M. Nio, D. Nomura, J. Paltrinieri, L. Parato, J. Parrino, V. Pascalutsa, M. Passera, S. Peris, P. Petit Ros\\`as, F. Piccinini, R. N. Pilato, L. Polat, A. Portelli, D. Portillo-S\\'anchez, M. Procura, L. Punzi, K. Raya, A. Rebhan, C. F. Redmer, B. L. Roberts, A. Rodr\\'iguez-S\\'anchez, P. Roig, J. Ruiz de Elvira, P. S\\'anchez-Puertas, A. Signer, J. W. Sitison, D. Stamen, D. St\\\"ockinger, H. St\\\"ockinger-Kim, P. Stoffer, Y. Sue, P. Tavella, T. Teubner, J. -N. Toelstede, G. Toledo, W. J. Torres Bobadilla, J. T. Tsang, F. P. Ucci, Y. Ulrich, R. S. Van de Water, G. Venanzoni, S. Volkov, G. von Hippel, G. Wang, U. Wenger, H. Wittig, A. Wright, E. Zaid, M. Zanke, Z. Zhang, M. Zillinger, C. Alexandrou, A. Altherr, M. Anderson, C. Aubin, S. Bacchio, P. Beltrame, A. Beltran, P. Boyle, I. Campos Plasencia, I. Caprini, B. Chakraborty, G. Chanturia, A. Crivellin, A. Czarnecki, T. Dave, L. Del Debbio, K. Demory, D. Djukanovic, T. Draper, A. Driutti, M. Endo, F. Erben, K. Ferraby, J. Finkenrath, L. Flower, A. Francis, E. G\\'amiz, J. Gogniat, S. G\\\"undogdu, M. T. Hansen, S. Hashimoto, H. Hayashii, D. W. Hertzog, L. A. Heuser, L. Hostetler, X. T. Hou, G. S. Huang, T. Iijima, K. Inami, A. J\\\"uttner, R. Kitano, M. Knecht, S. Kollatzsch, A. S. Kronfeld, T. Lenz, G. Levati, Q. M. Li, Y. P. Liao, J. Libby, K. F. Liu, V. Lubicz, M. T. Lynch, A. T. Lytle, J. L. Ma, K. Miura, K. M\\\"ohling, J. Muskalla, F. No\\\"el, K. Ottnad, P. Paradisi, C. T. Peterson, S. Pitelis, S. Plura, A. Price, D. Radic, A. Radzhabov, A. Risch, S. Romiti, S. Sahoo, F. Sannino, H. Sch\\\"afer, Y. Schelhaas, S. I. Serednyakov, O. Shekhovtsova, J. N. Simone, S. Simula, E. P. Solodov, F. M. Stokes, M. Vanderhaeghen, A. Vaquero, N. Vestergaard, W. Wang, K. Yamashita, Y. B. Yang, T. Yoshioka, C. Z. Yuan, A. S. Zhevlakov",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2505.21476v1 Announce Type: cross \nAbstract: We present the current Standard Model (SM) prediction for the muon anomalous magnetic moment, $a_\\mu$, updating the first White Paper (WP20) [1]. The pure QED and electroweak contributions have been further consolidated, while hadronic contributions continue to be responsible for the bulk of the uncertainty of the SM prediction. Significant progress has been achieved in the hadronic light-by-light scattering contribution using both the data-driven dispersive approach as well as lattice-QCD calculations, leading to a reduction of the uncertainty by almost a factor of two. The most important development since WP20 is the change in the estimate of the leading-order hadronic-vacuum-polarization (LO HVP) contribution. A new measurement of the $e^+e^-\\to\\pi^+\\pi^-$ cross section by CMD-3 has increased the tensions among data-driven dispersive evaluations of the LO HVP contribution to a level that makes it impossible to combine the results in a meaningful way. At the same time, the attainable precision of lattice-QCD calculations has increased substantially and allows for a consolidated lattice-QCD average of the LO HVP contribution with a precision of about 0.9\\%. Adopting the latter in this update has resulted in a major upward shift of the total SM prediction, which now reads $a_\\mu^\\text{SM} = 116\\,592\\,033(62)\\times 10^{-11}$ (530 ppb). When compared against the current experimental average based on the E821 experiment and runs 1-3 of E989 at Fermilab, one finds $a_\\mu^\\text{exp} - a_\\mu^\\text{SM} =26(66)\\times 10^{-11}$, which implies that there is no tension between the SM and experiment at the current level of precision. The final precision of E989 is expected to be around 140 ppb, which is the target of future efforts by the Theory Initiative. The resolution of the tensions among data-driven dispersive evaluations of the LO HVP contribution will be a key element in this endeavor."
    },
    {
      "title": "Neutron-neutron distribution of the triton from pionless EFT",
      "link": "https://arxiv.org/abs/2410.13789",
      "authors": "Tanja Kirchner, Matthias G\\\"obel, Hans-Werner Hammer",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2410.13789v2 Announce Type: replace \nAbstract: We compute the neutron-neutron relative-energy distribution of the triton following the hard knockout of the proton in pionless effective field theory. This distribution can be used to study universality as well as to obtain information on the neutron-neutron interaction. Especially, one can infer the scattering length from fitting theory predictions for the shape of the distribution to experimental data. To obtain the distribution for the triton, we first solve the ground-state three-body problem using momentum-space Faddeev equations. Next, we include the neutron-neutron final-state interaction by applying the corresponding M{\\o}ller operator to the ground state. We present leading-order (LO) and next-to-leading order (NLO) pionless effective field theory results with quantified uncertainties. At NLO, we include the effective ranges semi-perturbatively. We conclude, that pionless EFT works reliably as expected and that the neutron-neutron distribution of the triton shows a significant sensitivity to the scattering length."
    },
    {
      "title": "Renormalization of the gluon distribution function in the background field formalism",
      "link": "https://arxiv.org/abs/2305.11079",
      "authors": "Tolga Altinoluk, Guillaume Beuf, Jamal Jalilian-Marian",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2305.11079v2 Announce Type: replace-cross \nAbstract: We derive the Leading Order DGLAP evolution of gluon distribution function in the target light cone gauge starting from its standard operator definition. The derivation is performed using the background field formalism also employed in the Color Glass Condensate effective theory of small $x$ QCD. We adopt Mandelstam-Leibbrandt prescription to regulate in an unambiguous way the spurious singularity appearing in the light-cone gauge Feynman propagator. UV divergences are regulated via dimensional regularization. The methods introduced in this paper represent the first steps in the construction of a unified framework for QCD evolution, which could address collinear physics as well as small $x$ physics and gluon saturation."
    },
    {
      "title": "A New Determination of the (Z,A) Dependence of Coherent Muon-to-Electron Conversion",
      "link": "https://arxiv.org/abs/2401.15025",
      "authors": "L\\'eo Borrel, David G. Hitlin, Sophie Middleton",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2401.15025v3 Announce Type: replace-cross \nAbstract: Should muon-to-electron conversion in the field of a nucleus be found in the current generation of experiments, the measurement of the atomic number dependence of the process will become an important experimental goal. We present a new treatment of the (Z,A) dependence of coherent muon-to-electron conversion in 236 isotopes. Our approach differs from previous treatments in several ways. Firstly, we include the effect of permanent quadrupole deformation on the charged lepton flavor violating matrix elements, using the method of Barrett moments. This method also enables the addition of muonic X-ray nuclear size and shape determinations of the charge distribution to the electron scattering results used previously. Secondly, we employ a Hartree-Bogoliubov model to calculate neutron-related matrix elements for even-even nuclei. This takes into account the quadrupole deformation of the neutron distributions and the fact that neutrons are, in general, in different shell model orbits than protons. The calculated conversion rates differ from previous calculations, particularly in the region of large permanent quadrupole deformation. Finally, we propose an alternative normalization of the muon-to-electron conversion rated, which related more closely to what a given experiment acturally measures, and better separate lepton physics from nuclear physics effects."
    },
    {
      "title": "Charm and Bottom Hadrons in Hot Hadronic Matter",
      "link": "https://arxiv.org/abs/2406.13286",
      "authors": "Santosh K. Das, Juan M. Torres-Rincon, Ralf Rapp",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2406.13286v2 Announce Type: replace-cross \nAbstract: Heavy quarks, and the hadrons containing them, are excellent probes of the QCD medium formed in high-energy heavy-ion collisions, as they provide essential information on the transport properties of the medium and how quarks color-neutralize into hadrons. Large theoretical and phenomenological efforts have been dedicated thus far to assess the diffusion of charm and bottom quarks in the quark-gluon plasma and their subsequent hadronization into heavy-flavor (HF) hadrons. However, the fireball formed in heavy-ion collisions also features an extended hadronic phase, and therefore any quantitative analysis of experimental observables needs to account for the rescattering of charm and bottom hadrons. This is further reinforced by the presence of a QCD cross-over transition and the notion that the interaction strength is maximal in the vicinity of the pseudo-critical temperature. We review existing approaches for evaluating the interactions of open HF hadrons in a hadronic heat bath and the pertinent results for scattering amplitudes, spectral functions and transport coefficients. While most of the work to date has focused on $D$-mesons, we also discuss excited states as well as HF baryons and the bottom sector. Both the HF hadro-chemistry and bottom observables will play a key role in future experimental measurements. We also conduct a survey of transport calculations in heavy-ion collisions that have included effects of hadronic HF diffusion and assess its impact on various observables."
    },
    {
      "title": "Extension of the integrated HydroKinetic Model to BES RHIC and GSI-FAIR nuclear collision energies",
      "link": "https://arxiv.org/abs/2412.00458",
      "authors": "Musfer Adzhymambetov, Yuri Sinyukov",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2412.00458v2 Announce Type: replace-cross \nAbstract: The work presented is devoted to developing the integrated hydrokinetic approach (iHKM) for relativistic nucleus-nucleus collisions. While the previous cycle of works on this topic focused on ultra-relativistic collisions at the top RHIC and different LHC energies, the current work addresses relativistic collisions at lower energies, specifically ranging from approximately 1 to 50 GeV per nucleon pair in the center-of-mass colliding system. The formation times for the initial state of dense matter in such collisions can be up to three orders of magnitude longer than those in ultra-relativistic collisions. This reflects a fundamentally different nature and formation process, particularly concerning the possible stages of initial state evolution, including thermalization (which may be only partial at very low collision energies), subsequent hydrodynamic expansion, and the final transition of matter evolution into a hadronic cascade. These stages, which are fully realized in ultra-relativistic reactions, can also occur within the energy range of BES RHIC, albeit with distinct time scales. This publication not only advances the theoretical development of iHKM (referred to, if necessary, as the extended version of integrated Hydrokinetic Model, iHKMe), but also provides examples of model applications for calculating observables. A systematic description across a wide range of experimental energies, which is preliminary yet quite satisfactory, for spectra, flow, and femtoscopy, will follow this work."
    },
    {
      "title": "Role of the short-range dynamics in the formation of $D^{(*)}\\bar D^{(*)}/B^{(*)}\\bar B^{(*)}$ hadronic molecules",
      "link": "https://arxiv.org/abs/2503.01322",
      "authors": "Nijiati Yalikun, Xiang-Kun Dong, Ulf-G. Mei{\\ss}ner",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2503.01322v2 Announce Type: replace-cross \nAbstract: We investigate potential hadronic molecular states in the $D^{(*)}\\bar D^{(*)}$ and $B^{(*)}\\bar B^{*}$ systems using light meson exchange interactions. Our analysis focuses on coupled-channel systems with spin-parity quantum numbers $J^{PC}=0^{++}$, $1^{+\\pm}$ and $2^{++}$, examining how the $\\delta(r)$ potential affects states near threshold. Using coupled-channel analysis, we reproduce the $X(3872)$ mass with a given cutoff for the $(I)J^{PC}=(0)1^{++}$ state, finding a minimal impact from the $\\delta(r)$ term. At this cutoff, both the $(0)0^{++}$ state near the $D\\bar D$ threshold and the $(0)1^{+-}$ state near the $D\\bar D^*$ threshold show less sensitivity to the $\\delta(r)$ term compared to the three states-$(0)0^{++}$, $(0)1^{+-}$, and $(0)2^{++}$-near the $D^*\\bar D^*$ threshold. As anticipated, the $B^{(*)}\\bar B^{*}$ systems exhibit similar behavior but with stronger binding due to their larger reduced mass. These findings suggest promising directions for future experimental searches, particularly in the isoscalar sector, which could substantially advance our understanding of exotic tetraquark states."
    },
    {
      "title": "Systematics of neutron emission",
      "link": "http://iopscience.iop.org/article/10.1088/1361-6471/add02e",
      "authors": "DS Delion and S Ghinescu",
      "source": "Journal of Physics G: Nuclear and Particle Physics",
      "summary": "Neutron physics is one of the oldest branches of the experimental nuclear physics, but the investigation of the spontaneous neutron emission from the ground state along the neutron dripline is still at its beginning, in spite of the crucial importance for nuclear astrophysics. The proton dripline is much better investigated and a systematics of spontaneous proton half lives corected by the centrifugal barrier (monopole transitions) is given by the Geiger–Nuttall law , where χ ∼ ZQ−1/2 is the Coulomb parameter characterizing the outgoing Coulomb–Hankel wave in terms of the daughter charge Z and Q-value. Our purpose is to propose a similar simple systematics of spontaneous neutron half lives, but in terms of the nuclear reduced radius ρ = κR ∼ A1/3Q1/2, characterizing the ‘neutral’ outgoing spherical Hankel wave. It turns out that the half life in emission of neutral particles is governed by the scaling law T ∼ ρ−2 ∼ A−2/3Q−1 for monopole transitions. We evidence the important role of the angular momentum carried by the emitted neutron. The influence of the neutron wave function generated by a Woods–Saxon nuclear mean field is also analyzed."
    },
    {
      "title": "Crust (unified) tool for equation-of-state reconstruction (CUTER) v2",
      "link": "https://epja.epj.org/10.1140/epja/s10050-025-01562-0",
      "authors": "Philip J. Davis, Hoa Dinh Thi, Anthea F. Fantina, Francesca Gulminelli, Micaela Oertel, Lami Suleiman",
      "source": "European Physical Journal A",
      "summary": "Authors: Philip J. Davis, Hoa Dinh Thi, Anthea F. Fantina, Francesca Gulminelli, Micaela Oertel and Lami Suleiman.The European Physical Journal A Vol. 61 , page 120Published online: 26/5/2025"
    },
    {
      "title": "A study on the effect of neutron excess on compound and non-compound nuclear reaction cross sections at above barrier energies",
      "link": "https://epja.epj.org/10.1140/epja/s10050-025-01584-8",
      "authors": "Rajesh K. Sahoo, Dharmendra Singh, Amritraj Mahato, Pankaj K. Giri, Nitin Sharma, Lupteindu Chhura, Rahul Mahato, Sneha B. Linda, Harish Kumar, Suhail A. Tali, Rahbar Ali, M. Afzal Ansari, R. Kumar, S. Muralithar, R. P. Singh",
      "source": "European Physical Journal A",
      "summary": "Authors: Rajesh K. Sahoo, Dharmendra Singh, Amritraj Mahato, Pankaj K. Giri, Nitin Sharma, Lupteindu Chhura, Rahul Mahato, Sneha B. Linda, Harish Kumar, Suhail A. Tali, Rahbar Ali, M. Afzal Ansari, R. Kumar, S. Muralithar and R. P. Singh.The European Physical Journal A Vol. 61 , page 121Published online: 26/5/2025\n       Keywords:"
    },
    {
      "title": "Transfer matrix method as an unified method for determination of bound, antibound, resonance, decay half-life, fusion and elastic scattering cross sections",
      "link": "https://epja.epj.org/10.1140/epja/s10050-025-01573-x",
      "authors": "V. Dehghani, S. A. Alavi, A. Soylu, F. Koyuncu",
      "source": "European Physical Journal A",
      "summary": "Authors: V. Dehghani, S. A. Alavi, A. Soylu and F. Koyuncu.The European Physical Journal A Vol. 61 , page 119Published online: 26/5/2025"
    },
    {
      "title": "The effect of gluon condensate on the DC conductivity and butterfly effect",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269325003557?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: Available online 27 May 2025Source: Physics Letters BAuthor(s): Jing Zhou, Saiwen Zhang"
    },
    {
      "title": "Relativistic spin precession in homogeneous background fields",
      "link": "https://www.sciencedirect.com/science/article/pii/S037026932500365X?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: Available online 27 May 2025Source: Physics Letters BAuthor(s): Yunhua Ding, V. Alan Kostelecký, Arnaldo J. Vargas"
    },
    {
      "title": "Simultaneous description of high density QCD matter in heavy ion collisions and neutron star observations",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269325003661?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: Available online 27 May 2025Source: Physics Letters BAuthor(s): Jan Steinheimer, Manjunath Omana Kuttan, Tom Reichert, Yasushi Nara, Marcus Bleicher"
    },
    {
      "title": "<em>Ab initio</em> calculations for shell evolution in proton-dripline nuclei",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269325003703?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: Available online 27 May 2025Source: Physics Letters BAuthor(s): H.H. Li, J.G. Li, M.R. Xie, W. Zuo"
    },
    {
      "title": "Dynamical Black Holes: Apparent Horizon Versus Energy Conditions",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269325003685?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: Available online 27 May 2025Source: Physics Letters BAuthor(s): Vitalii Vertogradov"
    },
    {
      "title": "Measurement of the top quark mass with the ATLAS detector using <math xmlns:mml=\"http://www.w3.org/1998/Math/MathML\" altimg=\"si1.svg\" class=\"math\"><mi>t</mi><mover accent=\"true\"><mrow><mi>t</mi></mrow><mrow><mo stretchy=\"false\">¯</mo></mrow></mover></math> events with a high transverse momentum top quark",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269325003697?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: Available online 27 May 2025Source: Physics Letters BAuthor(s): G. Aad, E. Aakvaag, B. Abbott, S. Abdelhameed, K. Abeling, N.J. Abicht, S.H. Abidi, M. Aboelela, A. Aboulhorma, H. Abramowicz, Y. Abulaiti, B.S. Acharya, A. Ackermann, C. Adam Bourdarios, L. Adamczyk, S.V. Addepalli, M.J. Addison, J. Adelman, A. Adiguzel, T. Adye"
    }
  ]
}