{
  "lastUpdated": "2025-05-03T02:24:07.213995",
  "papers": [
    {
      "title": "New short-lived isomer in $^{128}\\mathrm{Xe}$",
      "link": "http://link.aps.org/doi/10.1103/PhysRevC.111.054302",
      "authors": "Z. Huang <em>et al.</em>",
      "source": "Physical Review C",
      "summary": "Author(s): Z. Huang et al.A search for short-lived isomers in $^{128}\\mathrm{Xe}$ has been conducted using the generalized centroid difference method applied to $γ$-ray spectra measured with high-purity germanium detectors. A lifetime of 2.8 ($±0.8±0.5$) ns has been extracted for the ${6}^{−}$ state, and a shorter lifetime, …[Phys. Rev. C 111, 054302] Published Fri May 02, 2025"
    },
    {
      "title": "Algebraic description of the triaxially to axially rotational shape phase transition",
      "link": "http://link.aps.org/doi/10.1103/PhysRevC.111.054303",
      "authors": "Yu Zhang, Yu-xin Liu, Feng Pan, and J. P. Draayer",
      "source": "Physical Review C",
      "summary": "Author(s): Yu Zhang, Yu-xin Liu, Feng Pan, and J. P. DraayerWithin the framework of the interacting boson model, we propose a novel algebraic scheme to describe spin-dependent structural evolutions in triaxial nuclei. Our analysis demonstrates that a triaxially to axially rotational shape phase transition can be induced by the high-order correction which is …[Phys. Rev. C 111, 054303] Published Fri May 02, 2025"
    },
    {
      "title": "Evolution of in-medium baryon-baryon scattering cross sections and stiffness of dense nuclear matter from Bayesian analyses of FOPI proton-flow excitation functions",
      "link": "http://link.aps.org/doi/10.1103/PhysRevC.111.054602",
      "authors": "Bao-An Li and Wen-Jie Xie",
      "source": "Physical Review C",
      "summary": "Author(s): Bao-An Li and Wen-Jie XieWithin a Bayesian statistical framework using a Gaussian process (GP) emulator for an isospin-dependent Boltzmann-Uehling-Uhlenbeck (IBUU) transport model simulator of heavy-ion reactions with momentum-independent Skyrme interactions, we infer from the proton directed and elliptical flow in mid-cent…[Phys. Rev. C 111, 054602] Published Fri May 02, 2025"
    },
    {
      "title": "Toward a direct measurement of partial restoration of chiral symmetry at J-PARC E16 via density-induced chiral mixing",
      "link": "http://link.aps.org/doi/10.1103/PhysRevC.111.055201",
      "authors": "Ren Ejima, Philipp Gubler, Chihiro Sasaki, and Kenta Shigaki",
      "source": "Physical Review C",
      "summary": "Author(s): Ren Ejima, Philipp Gubler, Chihiro Sasaki, and Kenta ShigakiThe degeneracy of chiral partners is an ideal signal for measuring the restoration of the spontaneously broken chiral symmetry in QCD. In this work we investigate the observability of the $ϕ$ - ${f}_{1}(1420)$ degeneracy in the J-PARC E16 experiment, which measures dielectrons emitted from 30-GeV pA…[Phys. Rev. C 111, 055201] Published Fri May 02, 2025"
    },
    {
      "title": "${B}_{c}^{±}\\text{−}^{12}\\mathrm{C}$ states and detailed study of the momentum-space method for $\\mathrm{Υ}$- and ${η}_{b}$-nucleus bound states",
      "link": "http://link.aps.org/doi/10.1103/PhysRevC.111.055202",
      "authors": "G. N. Zeminiani, J. J. Cobos-Martínez, and K. Tsushima",
      "source": "Physical Review C",
      "summary": "Author(s): G. N. Zeminiani, J. J. Cobos-Martínez, and K. TsushimaWe perform a detailed study of the $\\mathrm{Υ}$-, ${η}_{b}$-, and ${B}_{c}$-nucleus systems in momentum space to calculate the bound-state energies and the corresponding coordinate-space radial wave functions. The attractive strong potentials for the meson-nucleus systems are calculated from the Lor…[Phys. Rev. C 111, 055202] Published Fri May 02, 2025"
    },
    {
      "title": "Removal of $K$ mixing in angular-momentum-projected nuclear wave functions",
      "link": "http://link.aps.org/doi/10.1103/PhysRevC.111.L051301",
      "authors": "Xiao Lu (陆晓), Zhan-Jiang Lian (连占江), and Zao-Chun Gao (高早春)",
      "source": "Physical Review C",
      "summary": "Author(s): Xiao Lu (陆晓), Zhan-Jiang Lian (连占江), and Zao-Chun Gao (高早春)Angular momentum projection plays a key role in studying quantum many-body systems with rotational invariance such as atomic nuclei. With given quantum numbers $JM$, one can generate $2J+1$ angular momentum projected states labeled with $−J≤K≤J$ from a deformed Slater determinant. Usually, a nuclear…[Phys. Rev. C 111, L051301] Published Fri May 02, 2025"
    },
    {
      "title": "Neutron Star Radii from Laboratory Experiments",
      "link": "https://arxiv.org/abs/2505.00390",
      "authors": "M. D. Cozma, W. Trautmann",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2505.00390v1 Announce Type: new \nAbstract: Our present knowledge of the nuclear equation of state is briefly reviewed in this article intended for a wider readership. Particular emphasis is given to the asymmetric-matter equation of state required for modeling neutron stars, neutron-star mergers, and r-process nucleosynthesis. Recent analyses based on combining information obtained from nuclear theory, heavy-ion collisions and astrophysical observations confine the obtained radii of the canonical 1.4-solar-mass neutron star to values between 12 km and 13 km. The remaining uncertainty is primarily related to missing information in the density interval between nuclear saturation density and about twice that value which, however, is accessible with laboratory experiments."
    },
    {
      "title": "Relativistic orbital-free kinetic energy density functional for one-particle nuclear systems",
      "link": "https://arxiv.org/abs/2505.00397",
      "authors": "X. H. Wu, Z. X. Ren, H. Z. Liang, P. W. Zhao",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2505.00397v1 Announce Type: new \nAbstract: This letter aims to derive the exact relativistic orbital-free kinetic energy density functional for one-particle nuclear systems in one-dimensional case.\n  The kinetic energy is expressed as a functional of both vector and scalar densities.\n  The functional derivatives of the kinetic energy density functional are also derived.\n  Both the kinetic energy density functional and its functional derivatives are validated to be correct.\n  This serves as a foundation for further exploration of more general relativistic orbital-free kinetic energy density functionals."
    },
    {
      "title": "Unified QMF equation of state for neutron star matter: Static and dynamic properties",
      "link": "https://arxiv.org/abs/2505.00539",
      "authors": "Zhonghao Tu, Xiangdong Sun, Shuochong Han, Zhiqiang Miao, Ang Li",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2505.00539v1 Announce Type: new \nAbstract: We construct a set of unified equations of state based on the quark mean field (QMF) model, calibrated to different values of nuclear symmetry energy slope at the saturation density ($L_0$), with the aim of exploring both the static properties and dynamical behavior of neutron stars (NSs), and building a coherent picture of their internal structure. We assess the performance of these QMF models in describing the mass-radius relation, the cooling evolution of isolated NSs and X-ray transients, and the instabilities (e.g., the r-mode). In comparison to relativistic mean field (RMF) models formulated at the hadronic level, the QMF model predicts heavier nuclear clusters and larger Wigner-Seitz cell sizes in the NS crust, while the density of the free neutron gas remains largely similar between the two approaches. For the cooling of isolated NSs, the thermal evolution is found to be insensitive to both the many-body model and the symmetry energy slope in the absence of the direct Urca (dUrca) process. However, when rapid cooling via the dUrca process is allowed, in the case of large $L_0$ values (e.g., $L_0 \\gtrsim 80$ MeV) in our study, the QMF model predicts a longer thermal relaxation time. Both the QMF and RMF models can reproduce cooling curves consistent with observations of X-ray transients (e.g., KS 1731--260) during their crustal cooling phase, although stellar parameters show slight variations depending on the model and symmetry energy slope. Within our unified framework, a larger $L_0$ value generally results in a wider instability window, while increasing the stellar mass tends to suppress the instability window. We also provide simple power-law parameterizations that quantify the dependence of bulk and shear viscosities on the symmetry energy slope for nuclear matter at saturation density."
    },
    {
      "title": "Gluon Parts of Gravitational Form Factors and Mass Distribution",
      "link": "https://arxiv.org/abs/2505.00583",
      "authors": "Peter C. Tandy",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2505.00583v1 Announce Type: new \nAbstract: The parton structure of the nucleon and pion is investigated in an exploratory model that allows one to assess whether the dressing of quarks can, by itself, produce realistic gluon contributions to light-cone momentum fractions, gravitational form factors, mass/energy distributions and their radii. The model is the Dyson-Schwinger Equations in Rainbow-Ladder truncation. For the parton mass/energy distributions as a function of momentum transfer, we directly calculate matrix elements of the Energy-Momentum Tensor by utilizing its similarity to the momentum fraction moment of GPDs associated with deep inelastic scattering. A variety of gravitational form factors are obtained including the D-term."
    },
    {
      "title": "Quarkonia Theory: From Open Quantum System to Classical Transport",
      "link": "https://arxiv.org/abs/2505.00098",
      "authors": "Xiaojun Yao",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2505.00098v1 Announce Type: cross \nAbstract: This is a theoretical overview of quarkonium production in relativistic heavy ion collisions given for the Hard Probes 2024 conference in Nagasaki. The talk focuses on the application of the open quantum system framework and the formulation of the chromoelectric correlator that uniquely encodes properties of the quark-gluon plasma relevant for quarkonium dynamics and thus can be extracted from theory-experiment comparison."
    },
    {
      "title": "Enhanced Nuclear Binding Near the Proton Dripline Opens Possible Bypass of the $^{64}{\\rm Ge}$ rp-process Waiting Point",
      "link": "https://arxiv.org/abs/2505.00143",
      "authors": "Z. Meisel, W. -J. Ong, J. S. Randhawa",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2505.00143v1 Announce Type: cross \nAbstract: We performed astrophysics model calculations with updated nuclear data to identify a possible bypass of the $^{64}{\\rm Ge}$ waiting-point, a defining feature of the rapid-proton capture (rp-) process that powers type-I x-ray bursts on accreting neutron stars. We find that the rp-process flow through the $^{64}{\\rm Ge}$ bypass could be up to 36\\% for astrophysically relevant conditions. Our results call for new studies of $^{65}{\\rm Se}$, including the nuclear mass, $\\beta$-delayed proton emission branching, and nuclear structure as it pertains to the $^{64}{\\rm As}(p,\\gamma)$ reaction rate at x-ray burst temperatures."
    },
    {
      "title": "Bayesian Inference of Core Properties of Hybrid Stars from Future High-Precision Measurements of Their Radii",
      "link": "https://arxiv.org/abs/2505.00194",
      "authors": "Bao-An Li, Xavier Grundler, Wen-Jie Xie, Nai-Bo Zhang",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2505.00194v1 Announce Type: cross \nAbstract: Future high-precision X-ray and gravitational wave observations of neutron stars (NSs) are expected to measure NS radii to better than $\\sigma=0.1$ km accuracy, providing unprecedented opportunities to extract novel information about the nature and equation of state (EOS) of supradense matter in NS cores. Within a Bayesian framework using a meta-model for NS EOS encapsulating a first-order hadron-quark phase transition and satisfying all known constraints from both nuclear physics and astrophysics, we investigate how NS radius data with higher precision may better inform us about (1) the NS crust-core transition density $\\rho_{cc}$, (2) the hadron-quark transition density $\\rho_t$, quark matter fraction $F_{\\rm{QM}}$ and its radius $R_{\\rm{QM}}$, and (3) high-density NS EOS parameters. Using fiducial NS radius data with mocked precisions varying from $\\sigma=1.0$ km to 0.1 km, we found (a) the most probable crust-core transition density $\\rho_{cc}$ and its 68\\% confidence boundaries are essentially unaffected by $\\sigma$ especially for massive NSs; (b) our answers to the questions (2) and (3) listed above depend sensitively on the prior range of hadron-quark transition density $\\rho_t$ assumed. Using its fiducial range of $(1.0-6.0)\\rho_0$, the posterior PDF($\\rho_t$) has a major peak around $(1.7-2.0)\\rho_0$ that is sufficient but unnecessary in describing all existing NS radius data, and a minor peak around $(3.0-5.0)\\rho_0$ consistent with the indication about $\\rho_t$ of recent Beam Energy Scan Experiments at RHIC. Narrowing down the prior range of $\\rho_t$ to $(3.0-6.0)\\rho_0$, NS radius data with smaller $\\sigma$ can constrain more stringently the posterior PDF($\\rho_t$), $F_{\\rm{QM}}$, $R_{\\rm{QM}}$ and several high-density hadronic EOS parameters."
    },
    {
      "title": "Adaptive Time Stepping for the Two-Time Integro-Differential Kadanoff-Baym Equations",
      "link": "https://arxiv.org/abs/2405.08737",
      "authors": "Thomas Blommel, David J. Gardner, Carol S. Woodward, Emanuel Gull",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2405.08737v2 Announce Type: replace-cross \nAbstract: The non-equilibrium Green's function gives access to one-body observables for quantum systems. Of particular interest are quantities such as density, currents, and absorption spectra which are important for interpreting experimental results in quantum transport and spectroscopy. We present an integration scheme for the Green's function's equations of motion, the Kadanoff-Baym equations (KBE), which is both adaptive in the time integrator step size and method order as well as the history integration order. We analyze the importance of solving the KBE self-consistently and show that adapting the order of history integral evaluation is important for obtaining accurate results. To examine the efficiency of our method, we compare runtimes to a state of the art fixed time step integrator for several test systems and show an order of magnitude speedup at similar levels of accuracy."
    },
    {
      "title": "Double $\\phi$ Production in $\\bar{p}p$ Reactions Near Threshold",
      "link": "https://arxiv.org/abs/2410.16615",
      "authors": "Dayoung Lee, Jung Keun Ann, Seung-il Nam",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2410.16615v3 Announce Type: replace-cross \nAbstract: We employ an effective Lagrangian approach to investigate double $\\phi$ production in the $\\bar{p}p$ reaction near the threshold and describe a notable violation of the Okubo-Zweig-Iizuka (OZI) rule in this reaction process through hadronic degrees of freedom, using the currently available theoretical and experimental information. The ground-state nucleon and its $s$-wave resonances, i.e., $N^*(1535,1650,1895)$, are taken into account in the $t$- and $u$-channel tree-level diagrams. The pentaquark-like nucleon resonance $P_s(2071,3/2^-)$ is also considered. In the $s$-channel diagrams, scalar and tensor mesons are incorporated, specifically $f_0(2020,2100,2200)$ and $f_2(1950,2010,2150)$, respectively, along with the pseudoscalar meson $\\eta(2225)$. Our calculations suggest that contributions from the $N$ and $N^*$ resonances significantly enhance the cross-section near the threshold. At the same time, those from the $f_0$ and $f_2$ mesons produce distinctive peak structures around $W=2.2$ GeV, qualitatively reproducing the JETSET experimental data. The openings of the $\\bar{\\Lambda}\\Lambda$ and $\\bar{\\Sigma}\\Sigma$ channels lead to the cusp structures, which can explain the nontrivial structures in the cross-section at $W\\approx2M_{\\Lambda}$ and $2M_{\\Sigma}$ observed in the data. It turns out that contributions from the $\\eta$ and $P_s$ resonances are almost negligible. Additionally, polarization observables such as the spin density matrix element (SDME) provide crucial insights into the individual hadronic processes involved in this reaction."
    },
    {
      "title": "Impact of diquark models on proton, π ±, and K ± spectra in inelastic proton–proton collisions across 20–158 GeV/c beam momenta at CERN SPS",
      "link": "http://iopscience.iop.org/article/10.1088/1361-6471/adcce0",
      "authors": "Khaled Abdel-Waged and Nuha Felemban",
      "source": "Journal of Physics G: Nuclear and Particle Physics",
      "summary": "We present a systematic study of the PYTHIA 8.311 model under various hadronization mechanisms to investigate proton, charged pion, and charged kaon production in inelastic proton–proton collisions at CERN SPS energies ranging from 20 to 158 GeV/c. Specifically, we compare four hadronization scenarios: (i) the default popcorn mechanism, which permits extended string configurations with intermediate meson formation between baryon-antibaryon pairs; (ii) a diquark scenario utilizing a QCD-based color reconnection scheme (CR1) designed to minimize string lengths, thereby restricting baryon production exclusively to baryon-antibaryon pairs; (iii) a junction-based scenario where baryon number is carried by non-perturbative QCD string junctions; and (iv) a thermal model featuring string tension fluctuations, leading to a thermal-like transverse momentum distribution. Our results indicate that the default popcorn approach inadequately describes proton stopping and hadron distributions at mid-rapidity, especially at lower collision energies. In contrast, the diquark scenario significantly enhances the accuracy of proton rapidity distributions, while the thermal model further improves the reproduction of pion spectra at lower transverse momenta and captures essential features of strangeness production, specifically suppressing K− at central rapidity (y < 1) and enhancing K+ yields. Conversely, the junction-based scenario provides no substantial improvement at higher SPS energies. These findings underscore the necessity of refined hadronization descriptions for accurately modeling particle production at SPS energies."
    }
  ]
}