{
  "lastUpdated": "2025-05-15T02:28:08.976601",
  "papers": [
    {
      "title": "Quasielastic-barrier-distribution measurement of $^{48}\\mathrm{Ti}$-induced formation of the superheavy copernicium isotope $_{112}^{280}\\mathrm{Cn}$ and implications for the synthesis of new superheavy nuclei",
      "link": "http://link.aps.org/doi/10.1103/PhysRevC.111.054614",
      "authors": "Gurpreet Kaur, R. Dubey, B. R. Behera, Kavita, A. Jhingan, N. Saneesh, M. Kumar, P. Sugathan, Tathagata Banerjee, Meenu Thakur, Ruchi Mahajan, Priya Sharma, Khushboo, Abhishek Yadav, K. Hagino, and N. Rowley",
      "source": "Physical Review C",
      "summary": "Author(s): Gurpreet Kaur, R. Dubey, B. R. Behera, Kavita, A. Jhingan, N. Saneesh, M. Kumar, P. Sugathan, Tathagata Banerjee, Meenu Thakur, Ruchi Mahajan, Priya Sharma, Khushboo, Abhishek Yadav, K. Hagino, and N. RowleyRecent experimental studies have demonstrated the significance of using heavy-ion beams ($^{50}\\mathrm{Ti}, ^{51}\\mathrm{V}$, or $^{54}\\mathrm{Cr}$) with actinide targets in the production of superheavy nuclei. In the present work, we report the measurement of quasielastic scattering for a hot fusio…[Phys. Rev. C 111, 054614] Published Wed May 14, 2025"
    },
    {
      "title": "One-neutron stripping followed by breakup of $^{9}\\mathrm{Be}$ in the field of $^{209}\\mathrm{Bi}$",
      "link": "http://link.aps.org/doi/10.1103/PhysRevC.111.054615",
      "authors": "Tanya Singh, S. Santra, A. Baishya, A. Pal, P. C. Rout, Ramandeep Gandhi, A. Kundu, D. Chattopadhyay, and R. Tripathi",
      "source": "Physical Review C",
      "summary": "Author(s): Tanya Singh, S. Santra, A. Baishya, A. Pal, P. C. Rout, Ramandeep Gandhi, A. Kundu, D. Chattopadhyay, and R. TripathiBackground: Experimental data on the breakup cross sections of weakly bound nuclei, especially $^{9}\\mathrm{Be}$, are essential and particularly interesting, in order to understand the underlying reaction mechanisms and its Borromean-like nuclear structure. However, very few data are available in th…[Phys. Rev. C 111, 054615] Published Wed May 14, 2025"
    },
    {
      "title": "Hanbury-Brown–Twiss correlation of $ϕϕ$ with in-medium mass modification",
      "link": "http://link.aps.org/doi/10.1103/PhysRevC.111.054912",
      "authors": "Yong Zhang and Peng Ru",
      "source": "Physical Review C",
      "summary": "Author(s): Yong Zhang and Peng RuWe study the impacts of the squeezing effect caused by in-medium mass modification on the Hanbury- Brown–Twiss (HBT) correlation of $ϕϕ$ using a hydrodynamical source. The squeezing effect reduces the influence of transverse flow on the transverse distribution of the $ϕ$ emitting source while expand…[Phys. Rev. C 111, 054912] Published Wed May 14, 2025"
    },
    {
      "title": "Microscopic study of wobbling motion in $A≈160$ nuclei: Lu, Ta, and Tm isotopes",
      "link": "http://link.aps.org/doi/10.1103/PhysRevC.111.054313",
      "authors": "H. M. Dai, Y. Shu, and Q. B. Chen",
      "source": "Physical Review C",
      "summary": "Author(s): H. M. Dai, Y. Shu, and Q. B. ChenThe possible existence of wobbling nuclei in the odd-mass isotope chains of $^{161−169}\\mathrm{Tm}$, $^{161−169}\\mathrm{Lu}$, and $^{161−169}\\mathrm{Ta}$ within the $A≈160$ nuclei are investigated. The relativistic density functional theory is employed to systematically calculate the configuration, …[Phys. Rev. C 111, 054313] Published Tue May 13, 2025"
    },
    {
      "title": "Superfluid fraction in the crystalline crust of a neutron star: Role of quantum zero-point motion of ions",
      "link": "http://link.aps.org/doi/10.1103/PhysRevC.111.055803",
      "authors": "N. Chamel",
      "source": "Physical Review C",
      "summary": "Author(s): N. ChamelThe suppression of the neutron superfluid fraction in the inner crust of a cold neutron star is mitigated by the quantum zero-point motion of ions about their equilibrium position. In turn, the crustal dynamics is altered by the presence of the neutron superfluid. These effects are studied self-cons…[Phys. Rev. C 111, 055803] Published Tue May 13, 2025"
    },
    {
      "title": "Erratum: Evidence for octupole excitations in the odd-odd neutron-rich nucleus $^{142}\\mathrm{Cs}$ [Phys. Rev. C <b>81</b>, 057304 (2010)]",
      "link": "http://link.aps.org/doi/10.1103/PhysRevC.111.059901",
      "authors": "E. H. Wang, S. H. Liu, J. H. Hamilton, A. V. Ramayya, Y. X. Luo, J. O. Rasmussen, J. K. Hwang, S. J. Zhu, W. C. Ma, A. V. Daniel, and G. M. Ter-Akopian",
      "source": "Physical Review C",
      "summary": "Author(s): E. H. Wang, S. H. Liu, J. H. Hamilton, A. V. Ramayya, Y. X. Luo, J. O. Rasmussen, J. K. Hwang, S. J. Zhu, W. C. Ma, A. V. Daniel, and G. M. Ter-Akopian[Phys. Rev. C 111, 059901] Published Tue May 13, 2025"
    },
    {
      "title": "Identification of isoscalar spin-aligned pair condensation versus conventional isovector pairing correlation in $^{96}\\mathrm{Cd}$ with Gamow-Teller transitions",
      "link": "http://link.aps.org/doi/10.1103/PhysRevC.111.L051303",
      "authors": "C. Ma, X. Yin, and Y. M. Zhao",
      "source": "Physical Review C",
      "summary": "Author(s): C. Ma, X. Yin, and Y. M. ZhaoThe geometric similarity of wave functions assuming isoscalar spin-aligned and isovector pairing correlations challenges our understanding of the isospin nature for nucleon pairs in low-lying nuclear states. Instead of energy levels and electromagnetic properties, integrated Gamow-Teller decay rates…[Phys. Rev. C 111, L051303] Published Tue May 13, 2025"
    },
    {
      "title": "Examining evidence for a shorter $^{146}\\mathrm{Sm}\\text{−}^{142}\\mathrm{Nd}$ chronology in the early solar system",
      "link": "http://link.aps.org/doi/10.1103/PhysRevC.111.L052801",
      "authors": "Shuling Tang, Yibin Qian, Wei Liu, and Zhongzhou Ren",
      "source": "Physical Review C",
      "summary": "Author(s): Shuling Tang, Yibin Qian, Wei Liu, and Zhongzhou Ren$^{146}\\mathrm{Sm}$, as an extinct $p$-process isotope, plays an irreplaceable role in the timeline construction of the early solar system (ESS) via the geochemical tracing of its $α$ decay to $^{142}\\mathrm{Nd}$. There have been persistent discrepancies among both measured and theoretical half-live…[Phys. Rev. C 111, L052801] Published Tue May 13, 2025"
    },
    {
      "title": "Influence of effective interactions and nuclear densities on the dynamics of heavy-ion fusion",
      "link": "https://arxiv.org/abs/2505.08019",
      "authors": "Shilpa Rana, Raj Kumar, M. Bhuyan",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2505.08019v1 Announce Type: new \nAbstract: The study aims to explore the mechanism of heavy-ion fusion using various effective nucleon-nucleon (NN) interactions and nuclear density distributions. The nuclear potentials are obtained by folding the relativistic effective NN interaction (R3Y) with densities derived from the relativistic mean-field (RMF) approach. The RMF formalism with the NL3$^*$ parameter set and the relativistic-Hartree-Bogoliubov (RHB) approach with the DDME2 parameter set are used to obtain the medium-independent R3Y and density-dependent R3Y (DDR3Y) NN potentials. The results of these relativistic interactions are compared with the Reid and Paris M3Y NN interactions and their density-dependent versions. Nuclear potentials are used to calculate the fusion barrier characteristics and cross-sections within the $\\ell$-summed Wong model for $^{16}$O+$^{144}$Sm, $^{48}$Ca+$^{208}$Pb, $^{16}$O+$^{154}$Sm, and $^{48}$Ca+$^{238}$U reactions. The relativistic R3Y and DDR3Y NN potentials provide higher cross-sections than both the Reid and Paris versions. The inclusion of in-medium effects in all interactions results in more repulsive potentials, leading to higher fusion barriers and reduced cross-sections. The impact of nuclear shape degrees of freedom is included for $^{16}$O+$^{154}$Sm and $^{48}$Ca+$^{238}$U reactions involving deformed targets. Results using RMF-NL3$^*$ densities are also compared with those from the two-parameter Fermi (2pF) formula for $^{16}$O+$^{154}$Sm, showing higher cross-sections with RMF densities. A comparison of calculated cross-sections with experimental data shows that the R3Y NN potential with RMF-NL3$^*$ densities provides good agreement for reactions involving both spherical and deformed nuclei."
    },
    {
      "title": "On the role of pairing correlations in calculation of \\b{eta}-decay half-lives within QRPA formalism",
      "link": "https://arxiv.org/abs/2505.08509",
      "authors": "Jameel-Un Nabi, Mavra Ishfaq",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2505.08509v1 Announce Type: new \nAbstract: In this paper we show that the proton-neutron residual interaction can play an important role in the reliability of calculated $\\beta$-decay half-lives. It may also improve the prediction power of the quasiparticle random phase approximation (QRPA) model. We further demonstrate that a reasonable choice of the particle-particle (attractive) and particle-hole force (repulsive) parameters can result in calculated half-lives in very good comparison with the measured ones. Pairing gaps have affect on calculated half-lives which we explore in this paper. We present our half-lives calculation using the proton-neutron QRPA (pn-QRPA) model possessing a multi-shell single-particle deformed space including a schematic interaction for some medium mass neutron-deficient nuclei undergoing $\\beta^{+}$/EC decay. Our study shows a better agreement with the available experimental data as compared to former calculations."
    },
    {
      "title": "Dynamical Up-quark Mass Generation in QCD-like theories",
      "link": "https://arxiv.org/abs/2505.07953",
      "authors": "Csaba Cs\\'aki, Tuhin S. Roy, Maximilian Ruhdorfer, Taewook Youn",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2505.07953v1 Announce Type: cross \nAbstract: We calculate the dynamically generated up quark mass in some QCD-like theories with $F=3$ light flavors, obtained from supersymmetric QCD perturbed via anomaly mediated supersymmetry breaking. We match the low-energy effective theory to the traditional chiral Lagrangian of QCD and determine the coefficients to next-to-leading order in chiral perturbation theory, while also varying the number of colors $N$. We find that the dynamically generated up quark mass vanishes in the large $N$ limit, and is small for $F<N$, however for $F=N$ there is a sizeable $O(1)$ contribution. While our results are reliable only for small supersymmetry breaking, we observe that extrapolating the $F=N$ result to large supersymmetry breaking would lead to a dynamical up quark mass that is large enough to account for its entire physical mass."
    },
    {
      "title": "An algebraic solution of Dirac equation on a static curved space-time",
      "link": "https://arxiv.org/abs/2505.08726",
      "authors": "M. Salazar-Ram\\'ireza, R. D. Motab, D. Ojeda-Guill\\'en, A. Gonz\\'alez-Cisneros",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2505.08726v1 Announce Type: cross \nAbstract: We present exact solutions of the Dirac equation in static curved space-time using two distinct algebraic approaches. The first method employs $su(1,1)$ algebra operators together with the tilting transformation, enabling the derivation of the energy spectrum and eigenfunctions for both the Hydrogen atom and the Dirac-Morse oscillator. The second approach, based on the Schr\\\"odinger factorization method, extends the analysis to three representative potentials: the hydrogen atom, the Dirac-Morse oscillator, and a linear radial potential. Although structurally different from those obtained in the first method, the resulting operators in this approach also close the $su(1,1)$ algebra and, through representation theory, yield the corresponding energy spectra and eigenfunctions."
    },
    {
      "title": "$B_c^{\\pm}$-$^{12}$C states and detailed study of momentum space method for $\\Upsilon$- and $\\eta_b$-nucleus bound states",
      "link": "https://arxiv.org/abs/2406.11114",
      "authors": "G. N. Zeminiani, J. J. Cobos-Mart\\'inez, K. Tsushima",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2406.11114v2 Announce Type: replace \nAbstract: We perform a detailed study of the $\\Upsilon$-, $\\eta_b$-, and $B_c$-nucleus systems in momentum space to calculate the bound-state energies and the corresponding coordinate-space radial wave functions. The attractive strong potentials for the meson-nucleus systems are calculated from the Lorentz scalar mass modifications of these mesons in nuclear matter in the local density approximation in the nucleus. The downward shift of the meson masses may be regarded as a signature of partial restoration of chiral symmetry in a nuclear medium applied in the present study in an empirical sense, because the origin of the negative mass shift in this study is not directly related to the chiral symmetry mechanism. Furthermore, as an initial and realistic study, the $B_c^{\\pm}$-$^{12}$C bound states are studied for the first time, with the effects of self-consistently calculated Coulomb potentials in $^{12}$C (when the $B_c^{\\pm}$ mesons are absent)."
    },
    {
      "title": "QED corrections to the parity-violating asymmetry in high-energy electron-nucleus collisions",
      "link": "https://arxiv.org/abs/2501.14375",
      "authors": "Xavier Roca-Maza, D H. Jakubassa-Amundsen",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2501.14375v2 Announce Type: replace \nAbstract: The parity-violating asymmetry, including leading-order QED corrections to the Coulomb potential, is calculated non-perturbatively by solving the Dirac equation. At GeV collision energies and forward scattering angles, QED effects enhance the asymmetry by approximately 5% for the recently measured nuclei 27Al, 48Ca, and 208Pb. The corrections result in a shift of the estimated neutron radius, leading to an increase in the inferred neutron skin thicknesses of these nuclei and, thus, to the pressure neutrons feel around nuclear saturation density."
    },
    {
      "title": "Is gauge symmetry vacuous or physical ? : Lessons from the Landau problem as a solvable quantum gauge theoretical system",
      "link": "https://arxiv.org/abs/2311.16537",
      "authors": "Masashi Wakamatsu",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2311.16537v2 Announce Type: replace-cross \nAbstract: The gauge symmetry is one of the most important concepts in modern physics, but there are two conflicting views on its meaning or interpretation. The standard view is that local gauge symmetry is the basis of the pursue of fundamental particles and forces in nature. Another view is that the gauge symmetry is not a symmetry of nature but just a redundancy in description. Naturally, both statements are nothing wrong, but one might feel that there is a slight conceptual conflict between the two points of view. Due to the subtlety of the subject, however, little literature exists that discusses the root of such an anxiety. In the present paper, by making full use of the analytically solvable nature of the quantum Landau problem, we argue that the familiar gauge principle plays a critical role in unraveling a subtle mismatch between the two viewpoints above. We reveal that there exist two types of quantities in gauge theories, which should clearly be discriminated. The first are quantities, which look seemingly gauge-invariant but actually not, whereas the second are genuinely gauge-invariant quantities, which correspond to direct experimental observables."
    },
    {
      "title": "Systematic many-fermion Hamiltonian input scheme and spectral calculations on quantum computers",
      "link": "https://arxiv.org/abs/2402.08969",
      "authors": "Weijie Du, James P. Vary",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2402.08969v3 Announce Type: replace-cross \nAbstract: We present a novel input scheme for general second-quantized Hamiltonians of relativistic or non-relativistic many-fermion systems. This input scheme incorporates the fermionic anticommutation relations, particle number variations, and respects the symmetries of the Hamiltonian. Based on our input scheme, we propose a hybrid quantum-classical framework for spectral calculations on future quantum hardwares. We provide explicit circuit designs and the associated gate cost. We demonstrate our hybrid framework by solving the low-lying spectra of ${^{42}}$Ca and ${^{46}}$Ca. Our input scheme provides new pathways to solving the spectra and dynamics of the relativistic and nonrelativistic many-fermion systems via first-principles approaches."
    },
    {
      "title": "Using Equation of State Constraints to Classify Low-Mass Compact Binary Mergers",
      "link": "https://arxiv.org/abs/2403.07697",
      "authors": "Jacob Golomb, Isaac Legred, Katerina Chatziioannou, Adrian Abac, Tim Dietrich",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2403.07697v2 Announce Type: replace-cross \nAbstract: Compact objects observed via gravitational waves are classified as black holes or neutron stars primarily based on their inferred mass with respect to stellar evolution expectations. However, astrophysical expectations for the lowest mass range, $\\lesssim 1.2 \\,M_\\odot$, are uncertain. If such low-mass compact objects exist, ground-based gravitational wave detectors may observe them in binary mergers. Lacking astrophysical expectations for classifying such observations, we go beyond the mass and explore the role of tidal effects. We evaluate how combined mass and tidal inference can inform whether each binary component is a black hole or a neutron star based on consistency with the supranuclear-density equation of state. Low-mass neutron stars experience a large tidal deformation; its observational identification (or lack thereof) can therefore aid in determining the nature of the binary components. Using simulated data, we find that the presence of a sub-solar mass neutron star (black hole) can be established with odds $\\sim 100:1$ when two neutron stars (black holes) merge and emit gravitational waves at signal-to-noise ratio $\\sim 20$. For the same systems, the absence of a black hole (neutron star) can be established with odds $\\sim 10:1$. For mixed neutron star-black hole binaries, we can establish that the system contains a neutron star with odds $\\gtrsim 5:1$. Establishing the presence of a black hole in mixed neutron star-black hole binaries is more challenging, except for the case of a $\\lesssim 1\\,M_{\\odot}$ black hole with a $\\gtrsim 1\\,M_{\\odot}$ neutron star companion. On the other hand, classifying each individual binary component suffers from an inherent labeling ambiguity."
    },
    {
      "title": "The interplay of astrophysics and nuclear physics in determining the properties of neutron stars",
      "link": "https://arxiv.org/abs/2410.14597",
      "authors": "Jacob Golomb, Isaac Legred, Katerina Chatziioannou, Philippe Landry",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2410.14597v2 Announce Type: replace-cross \nAbstract: Neutron star properties depend on both nuclear physics and astrophysical processes, and thus observations of neutron stars offer constraints on both large-scale astrophysics and the behavior of cold, dense matter. In this study, we use astronomical data to jointly infer the universal equation of state of dense matter along with two distinct astrophysical populations: Galactic neutron stars observed electromagnetically and merging neutron stars in binaries observed with gravitational waves. We place constraints on neutron star properties and quantify the extent to which they are attributable to macrophysics or microphysics. We confirm previous results indicating that the Galactic and merging neutron stars have distinct mass distributions. The inferred maximum mass of both Galactic neutron stars, $M_{\\rm pop, EM}=2.05^{+0.11}_{-0.06}\\,M_{\\odot}$ (median and 90\\% symmetric credible interval), and merging neutron star binaries, $M_{\\rm pop, GW}=1.85^{+0.39}_{-0.16}\\,M_{\\odot}$, are consistent with the maximum mass of nonrotating neutron stars set by nuclear physics, $M_{\\rm TOV} =2.28^{+0.41}_{-0.21}\\,M_\\odot$. The radius of a $1.4\\,M_{\\odot}$ neutron star is $12.2^{+0.8}_{-0.9}\\,$km, consistent with, though $\\sim 20\\%$ tighter than, previous results using an identical equation of state model. Even though observed Galactic and merging neutron stars originate from populations with distinct properties, there is currently no evidence that astrophysical processes cannot produce neutron stars up to the maximum value imposed by nuclear physics."
    },
    {
      "title": "Bremsstrahlung photon contributions to parton energy loss at high virtuality ($Q^2$) : a perturbative calculation at $O(\\alpha_{s} \\alpha_{em})$",
      "link": "https://arxiv.org/abs/2502.02667",
      "authors": "Amit Kumar, Gojko Vujanovic",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2502.02667v3 Announce Type: replace-cross \nAbstract: In this work, real photon production scattering kernels from jet-medium interactions in the QCD medium are perturbatively calculated using the higher-twist (HT) formalism. Focus is given towards real photon production from a highly virtual (and highly energetic) quark, taking into account heavy-quark mass scales [Phys. Rev. C 94, 054902 (2016)], fermion-boson conversion processes [Nucl. Phys. A 793, 128-170 (2007)], as well as coherence effects [Phys. Rev. C 105, 024908 (2022)]. A generalized factorization procedure, such as that used in e-A deep-inelastic scattering, is employed to derive an improved single-scattering medium-induced photon emission kernels that go beyond the traditional in-medium gluon exchange approximation. Diagrams with real-photon emission from the hard quark are classified based on the final-state particles, and include two types of scattering kernels at $O(\\alpha_{em}\\alpha_{s})$ giving the following final states: (i) real photon and real quark, (ii) real photon and real gluon. The collisional kernels, thus derived, include full phase factors from all non-vanishing diagrams and complete second-order derivative terms in the transverse momentum gradient expansion. Moreover, the calculation includes heavy-quark mass effects, thus exploring heavy-quark energy loss. The in-medium parton distribution functions and the related jet transport coefficients have a hard transverse momentum dependence (of the emitted gluon or photon) present within the phase factor. It is observed that the jet transport coefficients resemble the transverse-momentum-dependent parton distribution functions."
    },
    {
      "title": "Impact of reactor neutrino uncertainties on coherent scattering’s discovery potential",
      "link": "http://iopscience.iop.org/article/10.1088/1361-6471/ad8ee2",
      "authors": "Leendert Hayen",
      "source": "Journal of Physics G: Nuclear and Particle Physics",
      "summary": "Nuclear power reactors are the most intense man-made source of antineutrinos and have long been recognized as promising sources for coherent elastic neutrino-nucleus scattering studies. Its observation and the spectral shape of the associated recoil spectrum is sensitive to a variety of exotic new physics scenarios and many experimental efforts are underway. Within the context of the reactor antineutrino anomaly, which initially indicated eV-scale sterile neutrinos, the modeling of the reactor antineutrino spectrum has seen a significant evolution in the last decade. Even so, uncertainties remain due to a variety of nuclear structure effects, incomplete information in nuclear databases and fission dynamics complexities. Here, we investigate the effects of these uncertainties on one’s ability to accurately distinguish new physics signals. For the scenarios discussed here, we find that reactor spectral uncertainties are similar in magnitude to the projected sensitivities pointing towards a need for β spectroscopy measurements below the inverse β decay threshold."
    },
    {
      "title": "Recent progress on interstellar radionuclides on Earth and the Moon",
      "link": "https://epja.epj.org/10.1140/epja/s10050-025-01554-0",
      "authors": "Dominik Koll, Sebastian Fichter, Michael Hotchkis, Martin Martschini, Silke Merchel, Stefan Pavetich, Annabel Rolofs, Steve Tims, Sebastian Zwickel, Anton Wallner",
      "source": "European Physical Journal A",
      "summary": "Authors: Dominik Koll, Sebastian Fichter, Michael Hotchkis, Martin Martschini, Silke Merchel, Stefan Pavetich, Annabel Rolofs, Steve Tims, Sebastian Zwickel and Anton Wallner.The European Physical Journal A Vol. 61 , page 101Published online: 12/5/2025\n       Keywords:"
    },
    {
      "title": "Universal mass equation for equal-quantum excited-states sets I",
      "link": "https://epja.epj.org/10.1140/epja/s10050-025-01577-7",
      "authors": "L. David Roper, Igor Strakovsky",
      "source": "European Physical Journal A",
      "summary": "Authors: L. David Roper and Igor Strakovsky.The European Physical Journal A Vol. 61 , page 102Published online: 12/5/2025"
    },
    {
      "title": "Observation of nuclear modification of energy-energy correlators inside jets in heavy ion collisions",
      "link": "https://www.sciencedirect.com/science/article/pii/S037026932500317X?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: Available online 13 May 2025Source: Physics Letters BAuthor(s): V. Chekhovsky, A. Hayrapetyan, V. Makarenko, A. Tumasyan, W. Adam, J.W. Andrejkovic, L. Benato, T. Bergauer, S. Chatterjee, K. Damanakis, M. Dragicevic, P.S. Hussain, M. Jeitler, N. Krammer, A. Li, D. Liko, I. Mikulec, J. Schieck, R. Schöfbeck, D. Schwarz"
    },
    {
      "title": "Search for heavy neutral Higgs bosons A and H in the t<math xmlns:mml=\"http://www.w3.org/1998/Math/MathML\" altimg=\"si1.svg\" class=\"math\"><mover accent=\"true\"><mrow><mtext>t</mtext></mrow><mrow><mo stretchy=\"false\">¯</mo></mrow></mover></math>Z channel in proton-proton collisions at 13 TeV",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269325003296?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: Available online 13 May 2025Source: Physics Letters BAuthor(s): A. Hayrapetyan, A. Tumasyan, W. Adam, J.W. Andrejkovic, L. Benato, T. Bergauer, S. Chatterjee, K. Damanakis, M. Dragicevic, P.S. Hussain, M. Jeitler, N. Krammer, A. Li, D. Liko, I. Mikulec, J. Schieck, R. Schöfbeck, D. Schwarz, M. Sonawane, W. Waltenberger"
    },
    {
      "title": "Forecast constraints on the axion-photon coupling from interstellar medium heating",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269325003351?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: Available online 13 May 2025Source: Physics Letters BAuthor(s): Makoto Amakawa, Tomohiro Fujita, Shinji Tsujikawa"
    },
    {
      "title": "Editorial Board",
      "link": "https://www.sciencedirect.com/science/article/pii/S0375947425001344?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Nuclear Physics A",
      "summary": "Publication date: August 2025Source: Nuclear Physics A, Volume 1060Author(s): "
    },
    {
      "title": "Probing the pygmy dipole resonance of <sup>50</sup>Ca by Coulomb excitation",
      "link": "https://www.sciencedirect.com/science/article/pii/S0375947425001381?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Nuclear Physics A",
      "summary": "Publication date: Available online 13 May 2025Source: Nuclear Physics AAuthor(s): J. Lemarié, Y. Togano, T. Nakamura, T. Kobayashi, T. Aumann, H. Baba, K. Boretzky, A. Bracco, F. Browne, F. Camera, H. Chae, S. Chan, N. Chiga, H. Choi, L. Cortés, F. Delaunay, D. Dell'Aquila, Z. Elekes, Y. Fujino, I. Gašparić"
    }
  ]
}