{
  "lastUpdated": "2025-09-26T02:19:07.117800",
  "papers": [
    {
      "title": "Abnormal dense and dilute nuclear systems",
      "link": "https://arxiv.org/abs/2509.19848",
      "authors": "E. E. Kolomeitsev, D. N. Voskresensky",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2509.19848v1 Announce Type: new \nAbstract: Researchers have long been interested in exotic states of matter. In the early 1970s, Migdal proposed the existence of metastable or stable nuclei containing a pion condensate, and Bodmer posited the existence of collapsed nuclei with a quark core. Lee and Wick proposed that compressed nuclear matter could undergo a phase transition into a scalar condensate state with effectively very light baryons. In the mid-1980s, Witten pointed out that strange quark matter may be an absolutely stable form of matter that can exist in the form of quark strangelets. These hypotheses stimulated large experimental efforts to detect these states in heavy-ion collisions and in terrestrial samples. Additionally, the cosmos is the arena for a broad search for traces of exotic matter in compact objects and other energetic phenomena. We review various approaches and arguments for the possibility of abnormal states of matter, including metastable and stable dense objects with condensates, as well as dilute nuclear objects. Among these, we discuss scalar condensate and p-wave and s-wave pion condensations in dense nuclear systems and the formation of a $\\Delta$ resonance matter. Then we consider a scalar mode condensation triggered by the Pomeranchuk instability in dilute nuclear matter, and clustering. We also mention recent ideas that a relativistic rotation and a dark-matter component may stabilize abnormal nuclear systems. Finally, we list some observational anomalies that cannot yet be appropriately explained by conventional physics."
    },
    {
      "title": "Bayesian Constraints on Pre-Equilibrium Jet Quenching and Predictions for Oxygen Collisions",
      "link": "https://arxiv.org/abs/2509.19430",
      "authors": "Daniel Pablos, Adam Takacs",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2509.19430v1 Announce Type: cross \nAbstract: The contrast between the as-yet unmeasurable energy-loss effects in proton-nucleus collisions and the striking magnitude of the so-called high-momentum flow coefficients challenges our understanding of jet quenching mechanisms in large nucleus-nucleus collisions when applied to smaller systems. Intermediate-sized, light ion collisions will offer key insight into the system-size dependence of the interplay between jet energy loss and jet flow effects. To make quantitative predictions, we extend a semi-analytic jet quenching framework by coupling it to state-of-the-art event-by-event hydrodynamics and, for the first time, incorporate pre-equilibrium energy loss via the hydrodynamic attractor. A Bayesian analysis shows that an early-time onset of energy loss is compatible with RHIC and LHC measurements of jet suppression and jet elliptic flow in large systems, as well as hadron suppression, with the exception of hadron elliptic flow. Using these constraints, we predict both hadron and jet quenching observables in oxygen-oxygen collisions, finding sizable energy loss that exceeds the no-quenching baseline."
    },
    {
      "title": "Multi-Cycle PWR Modeling with DRAGON and PARCS: Implications for Nuclear Data Assessment",
      "link": "https://arxiv.org/abs/2509.19450",
      "authors": "Benjamin Arthur Hugo Meunier",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2509.19450v1 Announce Type: cross \nAbstract: Nuclear data libraries serve as the foundation for all calculations in the nuclear field. Their quality directly affects the accuracy of computations. When new nuclear data libraries are released, they must undergo validation through the use of integral experimental data. This work introduces an automated simulation pipeline that converts raw nuclear data into predictions for various reactors, significantly enhancing the validation process. This pipeline allows for the assessment of potential biases in integral measurement predictions for nuclear power plants before the release of a new nuclear data library. To achieve this, an implementation of history variables in DRAGON was developed to determine the macroscopic cross sections of the nodal code PARCS. This method has been verified for seven depletion cycles across three pressurised water reactors (PWRs) against publicly available data. The errors on the predictions are in the uncertainty range attributed to variations in nuclear data. Additionally, a methodology to assess the quality of novel nuclear data libraries against experimental measurements in PWRs is presented."
    },
    {
      "title": "Phenomenological constraints on QCD transport with quantified theory uncertainties",
      "link": "https://arxiv.org/abs/2509.19759",
      "authors": "Sunil Jaiswal",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2509.19759v1 Announce Type: cross \nAbstract: We present data-driven, state-of-the-art constraints on the temperature-dependent specific shear and bulk viscosities of the quark-gluon plasma from Pb-Pb collisions at $\\sqrt{s_{\\mathrm{NN}}}=2.76\\,\\mathrm{TeV}$. We perform global Bayesian calibration using the JETSCAPE multistage framework with two particlization ans\\\"atze, Grad 14-moment and first-order Chapman-Enskog, and quantify theoretical uncertainties via a centrality-dependent model discrepancy term. When theoretical uncertainties are neglected, the specific bulk viscosity and some model parameters inferred using the two ans\\\"atze exhibit clear tension. Once theoretical uncertainties are quantified, the Grad and Chapman-Enskog posteriors for all model parameters become almost statistically indistinguishable and yield reliable, uncertainty-aware constraints. Furthermore, the learned discrepancy identifies where each model falls short for specific observables and centrality classes, providing insight into model limitations."
    },
    {
      "title": "Nonlinear dynamics of jet quenching",
      "link": "https://arxiv.org/abs/2509.19850",
      "authors": "Yacine Mehtar-Tani",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2509.19850v1 Announce Type: cross \nAbstract: We present an analytic framework for jet quenching in dense QCD matter that unifies medium-induced branching with vacuum collinear evolution. Energy transported outside the jet region is governed by a non-linear rate equation that resums arbitrary-angle gluon splittings, each enhanced by the medium length $L$. We show that for asymptotically large energies the energy-loss distribution for a single hard parton exhibits an exponential (generalized Poisson) behavior that provides the initial condition for a non-linear, DGLAP-like evolution that resums collinear logarithms associated with early in-vacuum fragmentation and with the angular resolution of the medium. This framework allows a systematic resummation of parton branching contributions to jet energy loss."
    },
    {
      "title": "Tensor Spin Polarization Induced by Curved Freeze-Out Hypersurface",
      "link": "https://arxiv.org/abs/2509.20200",
      "authors": "Zhong-Hua Zhang, Xu-Guang Huang",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2509.20200v1 Announce Type: cross \nAbstract: We investigate how the curvature of the freeze-out hypersurface polarizes massive vector bosons in relativistic heavy-ion collisions. Starting from the Proca Lagrangian and using the Wigner function formalism, we perform a systematic gradient expansion to obtain a covariant spin-polarization tensor expressed in terms of hydrodynamic fields and the curvature tensor of the freeze-out hypersurface. Analytic results for Bjorken and Gubser flows show that curvature anisotropy generates a non-zero tensor polarization. For $\\phi$ meson, we estimate the curvature contribution to its spin alignment as $ \\delta \\Theta_{yy} \\sim -10^{-4} $ to $ -10^{-3} $. We also find that the curvature contribution grows as the system size decreases, suggesting that spin polarization measurements in small systems may provide a clean probe of this geometric effect."
    },
    {
      "title": "Collinear Structure of Nonlinear Small-$x$ Evolution",
      "link": "https://arxiv.org/abs/2509.20236",
      "authors": "Renaud Boussarie, Paul Caucal, Yacine Mehtar-Tani",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2509.20236v1 Announce Type: cross \nAbstract: We introduce a novel approach to high-energy QCD factorization of cross-sections for processes involving a dilute projectile and a dense target. Our method preserves the factorization between \"fast\" and \"slow\" modes in the longitudinal momentum $k^+$ for a projectile moving along the positive light-cone direction, making it compatible with higher-order loop computations done within the standard formulation of the Color Glass Condensate (CGC) effective field theory. Moreover, it eliminates the anomalous double collinear logarithms that typically hinder the convergence of perturbation theory at small-$x$. Our scheme amounts to a change of basis in the space of CGC operators, introducing an arbitrary transverse scale dependence while leaving physical cross-sections invariant. Implementing this scheme requires a modification of the high-energy renormalization group equation for the CGC operators, which we explicitly derive at next-to-leading order (NLO) and in the non-linear regime for the case of the dipole operator and the DIS impact factor. This general framework provides a consistent and systematic prescription for computing observables in the small-$x$ regime of QCD, free from collinear instabilities."
    },
    {
      "title": "Studies of beauty hadron and non-prompt charm hadron production in pp collisions at $\\sqrt{s}$=13 TeV within a transport model approach",
      "link": "https://arxiv.org/abs/2509.20291",
      "authors": "Jialin He, Xinye Peng, Xiaoming Zhang, Liang Zheng",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2509.20291v1 Announce Type: cross \nAbstract: In high-energy proton proton ($pp$) collisions at the LHC, non-prompt charm hadrons, originating from beauty hadron decays, provide a valuable probe for beauty quark dynamics, particularly at low transverse momentum where direct beauty measurements are challenging. We employ A Multi-Phase Transport Model (AMPT) of string melting version coupled with PYTHIA8 initial conditions to study the beauty hadron and non-prompt charm hadron productions in $pp$ collisions at $\\sqrt{s} = 13$ TeV. In this work, the beauty quark mass during the generation stage has been increased to reproduce the measured $b\\bar{b}$ cross section, and a beauty flavor specific coalescence parameter $r_{BM}^b$ is introduced to match LHCb measurements of beauty baryon to meson ratios. With these refinements, AMPT achieves a reasonable agreement with experimental data on beauty hadron yields and non-prompt charm hadron production from ALICE and LHCb. We present the transverse momentum and multiplicity dependence of non-prompt to prompt charm hadron ratios, providing new insights into the interplay between beauty quark production and hadronization process. We emphasize that the multiplicity dependence of the non-prompt to prompt charm hadron productions can be useful to constrain the flavor dependences of the coalescence dynamics. This work establishes a unified framework for future studies of heavy quark transport and collective flow behavior in small collision systems."
    },
    {
      "title": "$q_T$-slicing with multiple jets",
      "link": "https://arxiv.org/abs/2412.05358",
      "authors": "Rong-Jun Fu, Rudi Rahn, Ding Yu Shao, Wouter J. Waalewijn, Bin Wu",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2412.05358v2 Announce Type: replace-cross \nAbstract: Modern collider phenomenology requires unprecedented precision for the theoretical predictions, for which slicing techniques provide an essential tool at next-to-next-to-leading order (NNLO) in the strong coupling. The most popular slicing variable is based on the transverse momentum $q_T$ of a color-singlet final state, but its generalization to final states with jets is known to be very difficult. Here we propose two generalizations of $q_T$ that can be used for jet processes, providing proof of concept with an NLO slicing for $pp \\to 2$ jets. We present factorization formulae that enable our approach to NNLO, calculate the NNLO collinear-soft function and demonstrate slicing at this order for $e^+e^- \\to 2$ jets. One of these generalizations of $q_T$ only applies to planar Born processes, such as $pp \\to 2$ jets, but offers a dramatic simplification of the soft function. We also discuss how our approach can directly be extended to obtain predictions for the fragmentation of hadrons. This presents a promising path for high-precision QCD calculations with multi-jet final states."
    },
    {
      "title": "Goldstone bosons at non-zero temperature",
      "link": "https://arxiv.org/abs/2501.17120",
      "authors": "Peter Lowdon, Owe Philipsen",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2501.17120v2 Announce Type: replace-cross \nAbstract: Spontaneous symmetry breaking in quantum field theories at non-zero temperature still holds fundamental open questions, in particular what happens to vacuum Goldstone bosons when the temperature is increased. By investigating a complex scalar field theory on the lattice we demonstrate that Goldstone bosons at non-zero temperature behave like screened massless particle-like excitations, so-called thermoparticles, which continue to exist even in the symmetry-restored phase of the theory. We provide non-perturbative evidence for the functional form of the Goldstone mode's dissipative behaviour, and determine its corresponding spectral properties. Since the persistence of thermal Goldstone modes within symmetry-restored phases is predicted to be a model-independent characteristic, this has fundamental consequences for systems in which continuous symmetries are restored at high temperatures."
    },
    {
      "title": "Photoinduced inclusive cross sections in hadronic collisions at the LHC",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269325006586?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: Available online 25 September 2025Source: Physics Letters BAuthor(s): Robert Gȩbarowski, Agnieszka Łuszczak, Marta Łuszczak, Wolfgang Schäfer"
    },
    {
      "title": "Quantum corrections to Dymnikova-Schwinger black holes in Einstein-Gauss-Bonnet gravity",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269325006732?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: Available online 25 September 2025Source: Physics Letters BAuthor(s): A. Errehymy, Y. Khedif, M. Daoud, K. Myrzakulov, B. Turimov, T. Myrzakul"
    },
    {
      "title": "Higher-spin light-flavor baryonic spectroscopy in AdS/QCD at finite temperature",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269325006756?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: Available online 25 September 2025Source: Physics Letters BAuthor(s): R. Da Rocha, P. H O Silva"
    },
    {
      "title": "Constraining <math xmlns:mml=\"http://www.w3.org/1998/Math/MathML\" altimg=\"si4.svg\" class=\"math\"><mrow><mi>f</mi><mo>(</mo><mi>R</mi><mo>,</mo><msub><mi mathvariant=\"script\">L</mi><mi>m</mi></msub><mo>)</mo></mrow></math> gravity with SN Ia and BAO observational data in Bianchi I space time",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269325006690?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: Available online 24 September 2025Source: Physics Letters BAuthor(s): Vinod Kumar Bhardwaj, Anil Kumar Yadav, S.H. Shekh"
    },
    {
      "title": "Deflection Angle of Regular Black Holes in Nonlinear Electrodynamics: Gauss-Bonnet Theorem, Time Delay, Shadow, and Greybody Bound",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269325006641?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: Available online 24 September 2025Source: Physics Letters BAuthor(s): Susmita Sarkar, Nayan Sarkar, Hasrat Hussian Shah, Pankaj Balo, Farook Rahaman"
    },
    {
      "title": "Finite actions and asymptotic charges at null infinity for any spin",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269325006677?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: Available online 24 September 2025Source: Physics Letters BAuthor(s): Andrea Campoleoni, Arnaud Delfante, Dario Francia, Carlo Heissenberg"
    },
    {
      "title": "Proton spin from small-<math xmlns:mml=\"http://www.w3.org/1998/Math/MathML\" altimg=\"si3.svg\" class=\"math\"><mi>x</mi></math> with constraints from the valence quark model",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269325006707?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: Available online 24 September 2025Source: Physics Letters BAuthor(s): Daniel Adamiak, Heikki Mäntysaari, Yossathorn Tawabutr"
    }
  ]
}