{
  "lastUpdated": "2025-03-14T02:17:30.410450",
  "papers": [
    {
      "title": "Isomers and hindrances in $^{254}\\mathrm{No}$: A touchstone for theories of superheavy nuclei",
      "link": "http://link.aps.org/doi/10.1103/PhysRevC.111.034320",
      "authors": "S. G. Wahid <em>et al.</em>",
      "source": "Physical Review C",
      "summary": "Author(s): S. G. Wahid et al.We report on a new spectroscopic study of the decay of high-$K$ isomers in $_{102}^{254}\\mathrm{No}_{152}$, a touchstone nucleus for testing models to understand the structure of superheavy nuclei. The experiment, performed using the Argonne gas-filled analyzer (AGFA), was geared toward resolving lo…[Phys. Rev. C 111, 034320] Published Thu Mar 13, 2025"
    },
    {
      "title": "Visualization of quantum interferences in heavy-ion elastic scattering",
      "link": "http://link.aps.org/doi/10.1103/PhysRevC.111.034612",
      "authors": "Kyoungsu Heo and K. Hagino",
      "source": "Physical Review C",
      "summary": "Author(s): Kyoungsu Heo and K. HaginoWe investigate various interference effects in elastic scattering of the $α+^{40}\\mathrm{Ca}$ system at ${E}_{\\mathrm{lab}}=29\\phantom{\\rule{0.28em}{0ex}}\\mathrm{MeV}$. To this end, we use an optical-potential model and decompose the scattering amplitude into four components, that is, the near-side …[Phys. Rev. C 111, 034612] Published Thu Mar 13, 2025"
    },
    {
      "title": "Relativistic spin hydrodynamics with momentum- and spin-dependent relaxation time",
      "link": "http://link.aps.org/doi/10.1103/PhysRevC.111.034909",
      "authors": "Samapan Bhadury",
      "source": "Physical Review C",
      "summary": "Author(s): Samapan BhaduryUsing the extended relaxation time approximation along with the theory of semiclassical spin, a framework of relativistic dissipative spin hydrodynamics is developed such that the relaxation time can depend on the momenta and spin of the constituent spin-1/2 particles. A general definition of the fl…[Phys. Rev. C 111, 034909] Published Thu Mar 13, 2025"
    },
    {
      "title": "$β$-decay properties of $N=Z$ nuclei: Role of neutron-proton pairing and the shell model interpretation",
      "link": "http://link.aps.org/doi/10.1103/PhysRevC.111.034316",
      "authors": "Priyanka Choudhary and Chong Qi",
      "source": "Physical Review C",
      "summary": "Author(s): Priyanka Choudhary and Chong QiWe study the recently measured β decay of $^{70}\\mathrm{Kr}$ into $^{70}\\mathrm{Br}$ within the framework of the large-scale shell model. The enhancement in the Gamow-Teller (GT) transition strength in $^{70}\\mathrm{Br}$ compared to the β decay of the lighter $^{62}\\mathrm{Ge}$ was suggested as an i…[Phys. Rev. C 111, 034316] Published Wed Mar 12, 2025"
    },
    {
      "title": "Correlation between $α$-decay half-lives and symmetry energy",
      "link": "http://link.aps.org/doi/10.1103/PhysRevC.111.034318",
      "authors": "Yongbeom Choi, Hana Gil, Chang Ho Hyun, and Chang-Hwan Lee",
      "source": "Physical Review C",
      "summary": "Author(s): Yongbeom Choi, Hana Gil, Chang Ho Hyun, and Chang-Hwan LeeWe study the α-decay half-lives of $84≤Z≤92$ even-even nuclei in the semiclassical Wentzel, Kramers, Brillouin (WKB) approximation framework using the density-dependent cluster model and the density distribution described by various Korea-IBS-Daegu-SKKU (KIDS) models. Main goal of this work is to fi…[Phys. Rev. C 111, 034318] Published Wed Mar 12, 2025"
    },
    {
      "title": "New evidence of interplay between tetrahedral and octahedral symmetries and symmetry breaking: Exotic rotational bands in $^{152}\\mathrm{Sm}$",
      "link": "http://link.aps.org/doi/10.1103/PhysRevC.111.034319",
      "authors": "S. Basak <em>et al.</em>",
      "source": "Physical Review C",
      "summary": "Author(s): S. Basak et al.We report on experimental evidence for a new, second tetrahedral band in $_{\\phantom{\\rule{0.28em}{0ex}}\\phantom{\\rule{0.28em}{0ex}}62}^{152}\\mathrm{Sm}_{90}$. It was populated via fusion evaporation reaction $^{150}\\mathrm{Nd}(α,2n)^{152}\\mathrm{Sm}$, employing a 26 MeV beam of $α$ particles from t…[Phys. Rev. C 111, 034319] Published Wed Mar 12, 2025"
    },
    {
      "title": "Transverse asymmetry of individual $γ$ rays in the $^{139}\\mathrm{La}(\\stackrel{⃗}{n},\\phantom{\\rule{0.16em}{0ex}}γ)^{140}\\mathrm{La}$ reaction",
      "link": "http://link.aps.org/doi/10.1103/PhysRevC.111.034611",
      "authors": "M. Okuizumi, C. J. Auton, S. Endo, H. Fujioka, K. Hirota, T. Ino, K. Ishizaki, A. Kimura, M. Kitaguchi, J. Koga, S. Makise, Y. Niinomi, T. Oku, T. Okudaira, K. Sakai, T. Shima, H. M. Shimizu, H. Tada, S. Takada, S. Takahashi, Y. Tani, T. Yamamoto, H. Yoshikawa, and T. Yoshioka",
      "source": "Physical Review C",
      "summary": "Author(s): M. Okuizumi, C. J. Auton, S. Endo, H. Fujioka, K. Hirota, T. Ino, K. Ishizaki, A. Kimura, M. Kitaguchi, J. Koga, S. Makise, Y. Niinomi, T. Oku, T. Okudaira, K. Sakai, T. Shima, H. M. Shimizu, H. Tada, S. Takada, S. Takahashi, Y. Tani, T. Yamamoto, H. Yoshikawa, and T. YoshiokaThe enhancement of the parity-violating asymmetry in the vicinity of $p$-wave compound nuclear resonances was observed for a variety of medium-heavy nuclei. The enhanced parity-violating asymmetry can be understood using the $s\\text{−}p$ mixing model. The $s\\text{−}p$ mixing model predicts several n…[Phys. Rev. C 111, 034611] Published Wed Mar 12, 2025"
    },
    {
      "title": "Advancing multimessenger approaches in heavy-ion collisions: Insights from electromagnetic probes",
      "link": "https://arxiv.org/abs/2503.09045",
      "authors": "Lipei Du",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2503.09045v1 Announce Type: new \nAbstract: Electromagnetic (EM) probes, including photons and dileptons, do not interact strongly after their production in heavy-ion collisions, allowing them to carry undistorted information from their points of origin. This makes them powerful tools for studying early-stage equilibration and the thermodynamic properties of the quark-gluon plasma (QGP). In these proceedings, we highlight recent theoretical advancements in EM probes, focusing on their role in probing early-stage dynamics and extracting medium properties. We also discuss the emerging multimessenger approach, which combines hadronic and electromagnetic probes to achieve a more comprehensive understanding of the QGP."
    },
    {
      "title": "Microscopic investigation of wobbling motion in even-even nuclei",
      "link": "https://arxiv.org/abs/2503.09204",
      "authors": "S. A. Bhat, S. Jehangir, G. H. Bhat, J. A. Sheikh, G. B. Vakil",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2503.09204v1 Announce Type: new \nAbstract: The possibility of observing wobbling mode in the even-even systems of 76Ge, 112Ru, 188,192Os, 192Pt and 232Th is explored using the triaxial projected shell model approach. These nuclei are known to have {\\gamma}-bands whose odd-spin members are lower than the average of the neighbouring even-spin states. It is shown through a detailed analysis of the excitation energies and the electromagnetic transition probabilities that the observed band structures in these nuclei except for 232Th can be characterised as originating from the wobbling motion. It is further demonstrated that quasiparticle alignment is responsible for driving the systems to the wobbling mode."
    },
    {
      "title": "Fourier shape parametrization in covariant density functional theory for nuclear fission",
      "link": "https://arxiv.org/abs/2503.09308",
      "authors": "Zeyu Li, Yang Su, Lile Liu, Yongjing Chen, Zhipan Li",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2503.09308v1 Announce Type: new \nAbstract: We implement the Fourier shape parametrization within the point-coupling covariant density functional theory to construct the collective space, potential energy surface (PES), and mass tensor, which serve as inputs for the time-dependent generator coordinate method to simulate the fission dynamics. Taking \\(^{226}\\)Th as a benchmark, we demonstrate the superiority of Fourier shape parametrization over conventional spherical harmonic parametrization: it significantly enhances the convergence of higher-order collective shape parameters by efficiently characterizing extreme nuclear deformations. Consequently, the new framework generates more reasonable elongated configurations, particularly for the scission configurations, and significantly improves the description of charge distribution near the symmetric fission peak. Moreover, the Fourier shape parametrization provides a smooth and well-defined three-dimensional (3D) PES with minimal correlations between degrees of freedom, enabling high-precision 3D dynamical simulations of fission."
    },
    {
      "title": "Exploratory study on the masses of odd-$Z$ nuclei and $r$-process simulation based on the deformed relativistic Hartree-Bogoliubov theory in continuum",
      "link": "https://arxiv.org/abs/2503.09324",
      "authors": "C. Pan, Y. C. Yang, X. F. Jiang, X. H. Wu",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2503.09324v1 Announce Type: new \nAbstract: \\textbf{Background:} Nuclear masses of exotic nuclei are important for both nuclear physics and astrophysics. The deformed relativistic Hartree-Bogoliubov theory in continuum (DRHBc) is capable of providing proper descriptions for exotic nuclei by simultaneously including deformation and continuum effects. The mass table of even-$Z$ nuclei with $8\\le Z\\le 120$ has been established based on the DRHBc theory [ADNDT 158, 101661 (2024)]. \\textbf{Purpose:} This work aims to systematically estimate the masses of odd-$Z$ nuclei based on the available DRHBc results of even-$Z$ nuclei, thereby providing a pseudo DRHBc mass table for all nuclei with $8\\le Z\\le 120$. This mass table can then be employed in the $r$-process studies to investigate the influence of deformation on $r$-process. \\textbf{Method:} The mass of an odd nucleus is expressed as a function of the masses and odd-even mass differences of its neighboring even nuclei, with the odd-even mass difference approximated by the average pairing gap. The $r$-process simulations are carried out using the site-independent classical $r$-process model based on the waiting-point approximation. \\textbf{Results and Conclusions:} The approximation of the odd-even mass difference with the average pairing gap is validated to be effective, by reproducing the masses of even-$Z$ odd-$N$ nuclei calculated by DRHBc. Combining the DRHBc masses of even-$Z$ nuclei and the estimated masses of odd-$Z$, a pseudo DRHBc mass table is established, with the root-mean-square (rms) deviation from available mass data $\\sigma=1.50$ MeV. This pseudo DRHBc mass table is applied to the $r$-process simulation, and the impact of nuclear deformation effects is analyzed. The deformation effects can influence the $r$-process path and thus affect the $r$-process abundance. In particular, the nuclear shape transitions can even lead to the discontinuity of the $r$-process path."
    },
    {
      "title": "Impact of the Center of Mass Fluctuations on the Ground State Properties of Nuclei",
      "link": "https://arxiv.org/abs/2503.09470",
      "authors": "Matthew Kafker, Aurel Bulgac",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2503.09470v1 Announce Type: new \nAbstract: Ground state properties across the entire nuclear chart are described predominantly and very accurately within the density functional theory (DFT). DFT however breaks many symmetries, among them the most important being the translational, rotational and gauge symmetries. The translational symmetry breaking is special, since it is broken for all nuclei, unlike the rotational and gauge symmetries. Here we analyze the center-of-mass (CoM) projection method suggested by \\textcite{Peierls:1957} in 1957, which leads to a many-body wave function consistent with intrinsic translational symmetry, a procedure similar in spirit to those suggested for restoring rotational and gauge symmetries. The magnitude of the CoM correction to the binding energies of nuclei varies between 10 and 7 MeV from light to heavy nuclei, which is significantly larger than the RMS energy error in the Bethe-Weizs\\\"acker mass formula, which is about 3.5 MeV. The CoM energy correction is also larger than the RMS energy deviation achieved in any DFT mass evaluations of the nuclear masses performed so far (without any symmetry restoration or zero-point energy fluctuations), with an energy RMS typically between 2 and 3 MeV. Since energy density functionals are used in many dynamical simulations, albeit so far without symmetry restoration, and also in nuclear structure calculations, it is crucial the improve the quality of the presently used energy density functions by accounting in an uniform manner for the CoM fluctuations."
    },
    {
      "title": "SPARKX: A Software Package for Analyzing Relativistic Kinematics in Collision Experiments",
      "link": "https://arxiv.org/abs/2503.09415",
      "authors": "Nils Sass, Hendrik Roch, Niklas G\\\"otz, Renata Krupczak, Carl B. Rosenkvist",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2503.09415v1 Announce Type: cross \nAbstract: SPARKX is an open-source Python package developed to analyze simulation data from heavy-ion collision experiments. By offering a comprehensive suite of tools, SPARKX simplifies data analysis workflows, supports multiple formats such as OSCAR2013, and integrates seamlessly with SMASH and JETSCAPE/X-SCAPE. This paper describes SPARKX's architecture, features, and applications and demonstrates its effectiveness through detailed examples and performance benchmarks. SPARKX enhances productivity and precision in relativistic kinematics studies."
    },
    {
      "title": "Chemical freeze-out curve in heavy-ion collisions and the QCD critical point",
      "link": "https://arxiv.org/abs/2408.06473",
      "authors": "Artemiy Lysenko, Mark I. Gorenstein, Roman Poberezhniuk, Volodymyr Vovchenko",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2408.06473v2 Announce Type: replace \nAbstract: The chemical freeze-out curve in heavy-ion collisions is investigated in the context of QCD critical point (CP) search at finite baryon densities. Taking the hadron resonance gas picture at face value, chemical freeze-out points at a given baryochemical potential provide a lower bound on the possible temperature of the QCD CP. We first verify that the freeze-out data in heavy-ion collisions are well described by a constant energy per particle curve, $E/N = \\rm const$, under strangeness neutrality conditions ($\\mu_S \\neq 0$, $\\mu_Q \\neq 0$). We then evaluate the hypothetical lower bound on the freeze-out curve based on this criterion in the absence of strangeness neutrality ($\\mu_S = 0$, $\\mu_Q = 0$) and confront it with recent predictions on the CP location. We find that recent estimates based on Yang-Lee edge singularities from lattice QCD data on coarse lattices ($N_{\\tau} = 6$) place the CP significantly below the freeze-out curve, hinting at the importance of performing continuum extrapolation within this method. Predictions based on functional methods and holography place the CP slightly above the freeze-out curve, indicating that the QCD CP may be located very close to the chemical freeze-out in A+A collisions at $\\sqrt{s_{NN}} = 3.5 \\div 6$ GeV."
    },
    {
      "title": "Multiple rescattering effects in the hard knockout reaction $\\mathbf{^2\\mbox{H}(p,2p)n}$",
      "link": "https://arxiv.org/abs/2409.10260",
      "authors": "A. B. Larionov",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2409.10260v2 Announce Type: replace \nAbstract: The interaction of a proton with a deuteron is the simplest nuclear reaction. However, it allows the study of precursors of nuclear medium effects such as initial-state/final-state interactions (ISI/FSI). In case of hard proton knockout, the deviation of ISI/FSI from the 'standard' values may carry a signal of color transparency. In this regard, it is important to define the 'standard' as precisely as possible. This work continues previous studies within the framework of the Generalized Eikonal Approximation (GEA). The focus is on processes where the participating protons experience multiple soft rescattering on the spectator neutron. It is shown that correct treatment of deviations of the trajectories of outgoing protons from the longitudinal direction leads to a significant modification of partial amplitudes with soft rescattering of two outgoing protons and non-vanishing amplitudes with rescattering of incoming and outgoing protons. The new treatment of multiple rescattering is important in kinematics with a forward spectator neutron."
    },
    {
      "title": "Estimation of correlation coefficients and spin angular distributions of fission fragments",
      "link": "https://arxiv.org/abs/2412.04411",
      "authors": "D. E. Lyubashevsky, A. A. Pisklyukov, S. V. Klyuchnikov, P. V. Kostryukov",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2412.04411v2 Announce Type: replace \nAbstract: This study proposes a theoretical model for studying the spin characteristics and angular correlations of fission fragments of heavy nuclei. The mechanisms of spin formation, including the influence of transverse vibrations, are considered and the relationship between the anisotropy of the angular distribution and the correlation coefficient is revealed. The theoretical predictions are compared with experimental data and various models developed by other research groups."
    },
    {
      "title": "Ground-state properties and structure evolutions of odd-$A$ transuranium Bk isotopes from deformed relativistic Hartree-Bogoliubov theory in continuum",
      "link": "https://arxiv.org/abs/2412.08077",
      "authors": "Zi-Dan Huang, Wei Zhang, Shuang-Quan Zhang, Ting-Ting Sun",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2412.08077v3 Announce Type: replace \nAbstract: The studies of transuranium nuclei are of vital significance in exploring the existence of the ``island of superheavy nuclei\". This work presents the systematic investigations for the ground-state properties and structure evolutions of odd-$A$ transuranium Bk isotopes taking the deformed relativistic Hartree-Bogoliubov theory in continuum~(DRHBc) with PC-PK1 density functional, in comparison with those by spherical relativistic continuum Hartree-Bogoliubov~(RCHB) theory. The DRHBc calculations offer improved descriptions of the binding energies, closely aligning with the experimental data. The incorporation of deformation effects in DRHBc results in enhanced nuclear binding energies and a notable reduction in $\\alpha$-decay energies. With the rotational corrections further incorporated, the theoretical deviation by DRHBc from the experimental data is further reduced. Based on the two-neutron gap $\\delta_{\\rm 2n}$ and the neutron pairing energy $E_{\\rm pair}^n$, prominent shell closures at $N=184$ and $258$, as well as potential sub-shell structures at $N=142, 150, 162, 178, 218$, and $230$ are exhibited. A quasi-periodic variation among prolate, oblate, and spherical shapes as well as prolate deformation predominance have been shown in the evolutions of the quadrupole deformation. Possible shape coexistence is predicted in $^{331}$Bk with the oblate and prolate minima in close energies, which is further supported by the triaxial relativistic Hartree-Bogoliubov theory in continuum~(TRHBc) calculations. The neutron, proton, and charge radii predicted by DRHBc reveal pronounced kink structures at $N=184$ and $258$ in their evolutions with neutron number and compared to those by RCHB, deformation effect significantly enhances the radii of open-shell nuclei."
    },
    {
      "title": "Bound-state formation and thermalization within the Lindblad approach",
      "link": "https://arxiv.org/abs/2502.21047",
      "authors": "Jan Rais, Hendrik van Hees, Carsten Greiner",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2502.21047v2 Announce Type: replace \nAbstract: The Lindblad equation, as one approach to open quantum systems, describes the density matrix of a particle or a chain of interacting particles, which are in contact with a thermal bath. Still, it is not fully understood yet, how arbitrary systems evolve towards a stationary distribution, which guarantees thermalization in a thermodynamical context, and how to systematically incorporate the variety of assumptions that are made in this approach in order to preserve thermal Gibbs states. Despite these shortcomings, Lindblad dynamics was successfully employed in heavy-ion physics (quarkonia) and also became of interest in quantum-computer applications.\n  In this paper, we consider a problem borrowed from heavy-ion collisions, namely the formation of bound states, as for example the deuteron, in the non-relativistic regime by using the already well understood techniques of Lindblad dynamics. However, only recently, we were able to extend this toolbox by showing, that the position-space Lindblad equation can be reformulated in terms of a diffusion-advection equation with sources and therefore provides a hydrodynamical formulation of a dissipative quantum master equation. Making use of this advanced machinery and insights, we describe the possible formation of a bound state, which is realized by a P\\\"oschl-Teller-like potential, of a particle in interaction with a heat bath in a 1-dim setting. We analyse the possibility of a thermalization and the time-scale of the formation, population and depopulation of the bound state. Finally, we also show an example of a much deeper potential, where we allow for three bound states, just in the spirit of quarkonia. Besides this, we discuss general aspects of open quantum systems, like decoherence, entropy production etc."
    },
    {
      "title": "Thermodynamic Potential of the Polyakov Loop in SU(3) Quenched Lattice QCD",
      "link": "https://arxiv.org/abs/2405.17335",
      "authors": "Hideo Suganuma (Kyoto U.), Hiroki Ohata (YITP, Kyoto U.), Masakiyo Kitazawa (YITP, Kyoto U.)",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2405.17335v3 Announce Type: replace-cross \nAbstract: Using SU(3) lattice QCD, we study for the first time the effective potential of the Polyakov loop $\\langle P \\rangle$ at finite temperature, i.e., the thermodynamic potential, in the field-theoretical way. In the framework of the reweighting method in lattice QCD, we express the effective potential $V_{\\rm eff}(\\langle P \\rangle)$ using the expectation value without a source term. In particular, we consider the most difficult and interesting case of vacuum coexistence at the critical temperature $T_c$. We adopt SU(3) quenched lattice QCD on $48^3 \\times 6$ at $\\beta$= 5.89379, which corresponds exactly to the critical temperature $T_c$ of the deconfinement phase transition, and use 200,000 Monte Carlo configurations. After categorizing the gauge configurations into one $Z_3$-symmetric and three $Z_3$-broken vacua each, we perform a vacuum-associated reweighting method, using the gauge configurations around each vacuum separately. Finally, we obtain the Polyakov-loop effective potential, which is well depicted around the $Z_3$-symmetric and $Z_3$-broken vacua."
    },
    {
      "title": "Vortex Avalanches and Collective Motion in Neutron Stars",
      "link": "https://arxiv.org/abs/2410.16878",
      "authors": "I-Kang Liu, Andrew W. Baggaley, Carlo F. Barenghi, Toby S. Wood",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2410.16878v4 Announce Type: replace-cross \nAbstract: We simulate the dynamics of about 600 quantum vortices in a spinning-down cylindrical container using a Gross--Pitaevskii model. For the first time, we find convincing spatial-temporal evidence of avalanching behaviour resulting from vortex depinning and collective motion. During a typical avalanche, about 10 to 20 vortices exit the container in a short period, producing a glitch in the superfluid angular momentum and a localised void in the vorticity. After the glitch, vortices continue to depin and circulate around the vorticity void in a similar manner to that seen in previous point-vortex simulations. We present evidence of collective vortex motion throughout this avalanche process. We also show that the effective Magnus force can be used to predict when and where avalanches will occur. Lastly, we comment on the challenge of extrapolating these results to conditions in real neutron stars, which contain many orders of magnitude more vortices."
    },
    {
      "title": "Bayesian inference of strangeon matter using the measurements of PSR J0437-4715 and GW190814",
      "link": "https://arxiv.org/abs/2411.14938",
      "authors": "Wen-Li Yuan, Chun Huang, Chen Zhang, Enping Zhou, Renxin Xu",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2411.14938v3 Announce Type: replace-cross \nAbstract: The observations of compact star inspirals from LIGO/Virgo combined with mass and radius measurements from NICER provide a valuable tool to study the highly uncertain equation of state (EOS) of dense matter at the densities characteristic of compact stars. In this work, we constrain the solid states of strange-cluster matter, called strangeon matter, as the putative basic units of the ground state of bulk strong matter using a Bayesian statistical method, incorporating the mass and radius measurements of PSR J0030+0451, PSR J0740+6620, and the recent data for the $1.4\\ M_{\\odot}$ pulsar PSR J0437-4715. We also include constraints from gravitational wave events GW170817 and GW190814. Under the prior assumption of a finite number of quarks in a strangeon, $N_{\\rm q}$, our analysis reveals that current mass-radius measurements favor a larger $N_{\\rm q}$. Specifically, the results support the scenario where a strangeon forms a stable bound state with $N_{\\rm q}=18$, symmetric in color, flavor, and spin spaces, compared to the minimum $N_{\\rm q}$ prior. The comparative analyses of the posterior EOS parameter spaces derived from three-parameter model and two-parameter model demonstrate a consistent prediction under identical observational constraints. In particular, our results indicate that the most probable values of the maximum mass are found to be $3.58^{+0.16}_{-0.12}\\ M_{\\odot}$ ($3.65^{+0.18}_{-0.16}\\ M_{\\odot}$) at $90\\%$ confidence level for three-parameter (two-parameter) EOS considering the constraints of GW190814. The corresponding radii for $1.4\\ M_{\\odot}$ and $2.1\\ M_{\\odot}$ stars are $12.04^{+0.27}_{-0.31}~\\rm km$ ($12.16^{+0.26}_{-0.31}~\\rm km$) and $13.43^{+0.31}_{-0.32}~\\rm km$ ($13.60^{+0.29}_{-0.34}~\\rm km$), respectively. This result may impact interestingly on the research of multiquark states, which could improve our understanding of the nonperturbative strong force."
    },
    {
      "title": "Deciphering the $G$(3900) quantum numbers $J^{PC}$ in $e^+e^-$ collisions",
      "link": "https://arxiv.org/abs/2502.16822",
      "authors": "Jian Cao, Wen-Chao Zhang, Zhi-Lei She, An-Ke Lei, Jin-Peng Zhang, Hua Zheng, Dai-Mei Zhou, Yu-Liang Yan, Zhong-Qi Wang, Ben-Hao Sa",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2502.16822v2 Announce Type: replace-cross \nAbstract: Inspired by the BESIII observation of exotic hadron $G$(3900) [PRL 133(2024)081901], we use the parton and hadron cascade model PACIAE to simulate the $G$(3900) production in $e^+e^-$ annihilations at $\\sqrt s$=4.95 GeV. The $G$(3900) candidates are recombined by Dynamically Constrained Phase-space Coalescence model using component mesons of $D\\bar D$ or $D\\bar D^*/\\bar DD^*$ in the PACIAE simulated final hadronic state. We then calculate the $G$(3900) orbital angular momentum quantum number in its rest frame for the first time and perform the spectral classification for each of the above $G$(3900) candidates. Our results confirm the BESIII observation of $G$(3900) in the $e^+e^-\\rightarrow D^0\\bar D^0/ D^+D^-$ processes and suggest that the $G$(3900) composed of $D\\bar D$ is $D$-wave dominant with $J^{PC}=2^{++}$. Moreover, our results indicate that the $G$(3900) composed of $D\\bar D^*/\\bar DD^*$ is $P$-wave dominant with $J^{PC}=$ $0^{-+}$, $1^{-+}$ or $2^{-+}$, which is consistent with the conclusion in PRL 133(2024)241903. Finally, significant discrepancies in the yields, the transverse momentum spectra and the rapidity distributions among the $G$(3900) $S$-wave, $P$-wave, and $D$-wave states are observed. These discrepancies are proposed as valuable criteria for deciphering the $G$(3900) orbital angular momentum quantum number and $J^{PC}$."
    },
    {
      "title": "Statistical framework for nuclear parameter uncertainties in nucleosynthesis modeling of r- and i-process",
      "link": "https://epja.epj.org/10.1140/epja/s10050-025-01510-y",
      "authors": "Sébastien Martinet, Stephane Goriely, Arthur Choplin, Lionel Siess",
      "source": "European Physical Journal A",
      "summary": "Authors: Sébastien Martinet, Stephane Goriely, Arthur Choplin and Lionel Siess.The European Physical Journal A Vol. 61 , page 48Published online: 11/3/2025"
    },
    {
      "title": "Superradiant scattering of massive scalar field due to magnetically charged rotating black hole",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269325001522?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: Available online 12 March 2025Source: Physics Letters BAuthor(s): Rajesh Karmakar"
    },
    {
      "title": "Post-inflationary production of particle Dark Matter: non-minimal Natural and Coleman–Weinberg inflationary scenarios",
      "link": "https://www.sciencedirect.com/science/article/pii/S037026932500139X?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: Available online 12 March 2025Source: Physics Letters BAuthor(s): Anish Ghoshal, Maxim Yu. Khlopov, Zygmunt Lalak, Shiladitya Porey"
    }
  ]
}