{
  "lastUpdated": "2026-01-26T03:08:55.263656",
  "papers": [
    {
      "title": "Addendum to: Validity of scaling property and iso-centrifugal approximation in quasielastic barrier distribution: the first experimental verification",
      "link": "https://epja.epj.org/10.1140/epja/s10050-025-01766-4",
      "authors": "Rohan Biswas, S. Nath, J. Gehlot, Gonika, Chandra Kumar, A. Parihari, N. Madhavan, A. Vinayak, Amritraj Mahato, Shoaib Noor, Phurba Sherpa",
      "source": "European Physical Journal A",
      "summary": "Authors: Rohan Biswas, S. Nath, J. Gehlot,  Gonika, Chandra Kumar, A. Parihari, N. Madhavan, A. Vinayak, Amritraj Mahato, Shoaib Noor and Phurba Sherpa.The European Physical Journal A Vol. 62 , page 8Published online: 15/1/2026"
    },
    {
      "title": "Υ(1S)$$\\Upsilon (1\\textbf{S})$$–Υ(1S)$$\\Upsilon (1\\textbf{S})$$ scattering using a four-quark form factor inspired by Lattice QCD simulations",
      "link": "https://epja.epj.org/10.1140/epja/s10050-025-01770-8",
      "authors": "Ahmed Awan, M. Imran Jamil",
      "source": "European Physical Journal A",
      "summary": "Authors: Ahmed Awan and M. Imran Jamil.The European Physical Journal A Vol. 62 , page 9Published online: 15/1/2026"
    },
    {
      "title": "First sub-MeV nuclear reaction measurements in a heavy-ion storage ring",
      "link": "https://epja.epj.org/10.1140/epja/s10050-025-01783-3",
      "authors": "J. J. Marsh, C. G. Bruno, T. Davinson, P. J. Woods, Z. Andelkovic, L. Barbieri, D. Bemmerer, A. Biniskos, D. Boudefla, P. Corvisiero, L. Csedreki, S. F. Dellmann, S. Fedotova, D. Friere-Fernández, O. Forstner, J. Glorius, A. Gumberidze, E. O. Hanu, F. Herfurth, P.-M. Hillenbrand, N. Hubbard, A. Kalinin, C. Krantz, M. Lestinsky, Yu. Litvinov, E. Masha, E. B. Menz, D. A. Müller, C. Nociforo, N. Petridis, D. Robb, A. Rooney, M. S. Sanjari, R. S. Sidhu, J. Skowronski, U. Spillman, T. Stöhlker, G. Vorobyev, Y. Wang, H. Wilsenach, T. Yamaguchi",
      "source": "European Physical Journal A",
      "summary": "Authors: J. J. Marsh, C. G. Bruno, T. Davinson, P. J. Woods, Z. Andelkovic, L. Barbieri, D. Bemmerer, A. Biniskos, D. Boudefla, P. Corvisiero, L. Csedreki, S. F. Dellmann, S. Fedotova, D. Friere-Fernández, O. Forstner, J. Glorius, A. Gumberidze, E. O. Hanu, F. Herfurth, P.-M. Hillenbrand, N. Hubbard, A. Kalinin, C. Krantz, M. Lestinsky, Yu. Litvinov, E. Masha, E. B. Menz, D. A. Müller, C. Nociforo, N. Petridis, D. Robb, A. Rooney, M. S. Sanjari, R. S. Sidhu, J. Skowronski, U. Spillman, T. Stöhlker, G. Vorobyev, Y. Wang, H. Wilsenach and T. Yamaguchi.The European Physical Journal A Vol. 62 , page 10Published online: 19/1/2026\n       Keywords:"
    },
    {
      "title": "Heavy quark potential and thermal charm production in heavy-ion collisions",
      "link": "https://epja.epj.org/10.1140/epja/s10050-026-01787-7",
      "authors": "Taesoo Song, Jiaxing Zhao, Ilia Grishmanovskii",
      "source": "European Physical Journal A",
      "summary": "Authors: Taesoo Song, Jiaxing Zhao and Ilia Grishmanovskii.The European Physical Journal A Vol. 62 , page 11Published online: 19/1/2026"
    },
    {
      "title": "CGC-induced longitudinal ridge in p-Pb collisions",
      "link": "https://epja.epj.org/10.1140/epja/s10050-025-01777-1",
      "authors": "Donghai Zhang, Yeyin Zhao, Luhua Qiu, Mingmei Xu, Yuanfang Wu",
      "source": "European Physical Journal A",
      "summary": "Authors: Donghai Zhang, Yeyin Zhao, Luhua Qiu, Mingmei Xu and Yuanfang Wu.The European Physical Journal A Vol. 62 , page 12Published online: 19/1/2026"
    },
    {
      "title": "Validity test of 20Ne as a Trojan Horse nucleus toward the measurement of the 16O+16O fusion cross section",
      "link": "https://epja.epj.org/10.1140/epja/s10050-025-01779-z",
      "authors": "S. Hayakawa, S. Typel, M. La Cognata, A. Chieffi, A. Di Pietro, J. P. Fernández-García, P. Figuera, M. Limongi, L. Lamia, R. G. Pizzone, N. Burtebayev, C. Spitaleri, A. Aimaganbetov, N. Amangeldi, M. Fisichella, G. L. Guardo, S. Igamov, I. Indelicato, G. G. Kiss, S. Kliczewski, D. Lattuada, M. Lattuada, Marzhan Nassurlla, Maulen Nassurlla, A. Oliva, E. Piasecki, G. G. Rapisarda, S. Romano, S. B. Sakuta, M. L. Sergi, R. Siudak, R. Spartá, A. Trzcińska, A. Tumino, A. Urkinbayev",
      "source": "European Physical Journal A",
      "summary": "Authors: S. Hayakawa, S. Typel, M. La Cognata, A. Chieffi, A. Di Pietro, J. P. Fernández-García, P. Figuera, M. Limongi, L. Lamia, R. G. Pizzone, N. Burtebayev, C. Spitaleri, A. Aimaganbetov, N. Amangeldi, M. Fisichella, G. L. Guardo, S. Igamov, I. Indelicato, G. G. Kiss, S. Kliczewski, D. Lattuada, M. Lattuada, Marzhan Nassurlla, Maulen Nassurlla, A. Oliva, E. Piasecki, G. G. Rapisarda, S. Romano, S. B. Sakuta, M. L. Sergi, R. Siudak, R. Spartá, A. Trzcińska, A. Tumino and A. Urkinbayev.The European Physical Journal A Vol. 62 , page 13Published online: 20/1/2026\n       Keywords:"
    },
    {
      "title": "Medium-spin states in 116,118,120,122,124$$^{116,118,120,122,124}$$In",
      "link": "https://epja.epj.org/10.1140/epja/s10050-025-01765-5",
      "authors": "N. Fotiades, J. A. Cizewski, P. Fallon, P. G. Kevrekidis, R. Krücken, I. Y. Lee",
      "source": "European Physical Journal A",
      "summary": "Authors: N. Fotiades, J. A. Cizewski, P. Fallon, P. G. Kevrekidis, R. Krücken and I. Y. Lee.The European Physical Journal A Vol. 62 , page 14Published online: 21/1/2026"
    },
    {
      "title": "Variational Neural Network Approach to QFT in the Field Basis",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269326000377?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: Available online 24 January 2026Source: Physics Letters BAuthor(s): K. Braga, N. Sato, A.P. Szczepaniak"
    },
    {
      "title": "Stable Evaluation of Lefschetz Thimble Intersection Numbers:Towards Real-Time Path Integrals",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269326000523?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: Available online 24 January 2026Source: Physics Letters BAuthor(s): Yutaro Shoji, Katarina Trailović"
    },
    {
      "title": "Confronting Inflation and Reheating with Observations: Improved Predictions",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269326000584?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: Available online 24 January 2026Source: Physics Letters BAuthor(s): Ying-Ying Ye, Bao-Min Gu"
    }
  ]
}