{
  "lastUpdated": "2025-11-06T02:29:04.958397",
  "papers": [
    {
      "title": "Impact of ground-state correlations on the multipole response of nuclei: <i>Ab initio</i> calculations of moment operators",
      "link": "http://link.aps.org/doi/10.1103/1ktc-lknn",
      "authors": "A. Porro, A. Schwenk, and A. Tichai",
      "source": "Physical Review C",
      "summary": "Author(s): A. Porro, A. Schwenk, and A. TichaiSum rules for electromagnetic transitions offer valuable insight into atomic nuclei. The Thomas-Reiche-Kuhn (TRK) sum rule on electric dipole transitions, for instance, directly reflects the exchange components of the nuclear force. These sum rules can be efficiently computed as expectation values of moment operators. In this work, the authors perform ab initio calculations of the multipole response of closed-shell nuclei from 4He to 78Ni using various chiral two- and three-nucleon interactions. The moment operators are evolved with the in-medium similarity renormalization group (IMSRG) to incorporate key ground-state correlations. Applying this method, the TRK sum rule for 16O and 40Ca agrees well with experiment, demonstrating an advance over competing many-body methods. This framework thus provides a benchmark for other ab initio calculations of integrated nuclear response properties.[Phys. Rev. C 112, 054303] Published Wed Nov 05, 2025"
    },
    {
      "title": "Valence $1s\\text{−}0d$ proton vacancy of the $^{32}\\mathrm{Si}$ ground state",
      "link": "http://link.aps.org/doi/10.1103/4lzs-mv3l",
      "authors": "N. Watwood, C. R. Hoffman, B. P. Kay, I. A. Tolstukhin, J. Chen, T. L. Tang, D. Bazin, Y. Ayyad, S. Beceiro-Novo, S. J. Freeman, L. P. Gaffney, R. Garg, H. Jayatissa, A. N. Kuchera, P. T. MacGregor, A. J. Mitchell, A. Muñoz-Ramos, C. Müller-Gatermann, F. Recchia, C. Santamaria, M. Z. Serikow, D. K. Sharp, G. L. Wilson, A. H. Wuosmaa, and J. C. Zamora",
      "source": "Physical Review C",
      "summary": "Author(s): N. Watwood, C. R. Hoffman, B. P. Kay, I. A. Tolstukhin, J. Chen, T. L. Tang, D. Bazin, Y. Ayyad, S. Beceiro-Novo, S. J. Freeman, L. P. Gaffney, R. Garg, H. Jayatissa, A. N. Kuchera, P. T. MacGregor, A. J. Mitchell, A. Muñoz-Ramos, C. Müller-Gatermann, F. Recchia, C. Santamaria, M. Z. Serikow, D. K. Sharp, G. L. Wilson, A. H. Wuosmaa, and J. C. ZamoraThe $^{32}\\mathrm{Si}{(}^{3}\\mathrm{He},\\mathit{d})^{33}\\mathrm{P}$ reaction was studied in inverse kinematics at $6.3\\phantom{\\rule{0.28em}{0ex}}\\mathrm{MeV}/u$. States in $^{33}\\mathrm{P}$ corresponding to the proton $1s\\text{−}0d$ single-particle orbitals were identified up to $≈\\phantom{\\rule{0.…[Phys. Rev. C 112, 054304] Published Wed Nov 05, 2025"
    },
    {
      "title": "Cross section measurements for the $^{68}\\mathrm{Zn}(n,p)^{68}\\mathrm{Cu}$ and $^{68}\\mathrm{Zn}(n,α)^{65}\\mathrm{Ni}$ reactions at neutron energies from 4 to 12 MeV",
      "link": "http://link.aps.org/doi/10.1103/43m8-8sbg",
      "authors": "N. Dimitrakopoulos, G. Perdikakis, P. Tsintari, P. Gastis, S. A. Kuvin, H. Y. Lee, and A. V. Voinov",
      "source": "Physical Review C",
      "summary": "Author(s): N. Dimitrakopoulos, G. Perdikakis, P. Tsintari, P. Gastis, S. A. Kuvin, H. Y. Lee, and A. V. VoinovThe study of neutron-induced threshold reactions is important for validating nuclear models, ensuring accuracy in theoretical frameworks, and finding practical applications, particularly in fusion reactor technology (FRT) and accelerator-driven systems (ADSs). This research focuses on measuring neut…[Phys. Rev. C 112, 054602] Published Wed Nov 05, 2025"
    },
    {
      "title": "Antikaon absorption in the nuclear medium: The role of hadron self-energies and implications for kaonic atoms",
      "link": "http://link.aps.org/doi/10.1103/xqs5-v55b",
      "authors": "J. Óbertová, À. Ramos, and J. Mareš",
      "source": "Physical Review C",
      "summary": "Author(s): J. Óbertová, À. Ramos, and J. MarešA systematic study of all relevant in-medium effects on the total ${K}^{−}$ nuclear potential is presented in this work. The ${K}^{−}N$ scattering amplitudes, including Pauli-blocking effects and hadron self-energies (hyperons, nucleons, pions, and kaons), are derived within a next-to-leading-order …[Phys. Rev. C 112, 055201] Published Wed Nov 05, 2025"
    },
    {
      "title": "Renormalizability of the leading order operator for neutrinoless double-$β$ decay incorporating the effects of finite nucleon size",
      "link": "http://link.aps.org/doi/10.1103/q9k1-lfcq",
      "authors": "Tai-Xing Liu, Ri-Guang Huang, and Dong-Liang Fang",
      "source": "Physical Review C",
      "summary": "Author(s): Tai-Xing Liu, Ri-Guang Huang, and Dong-Liang FangThe fundamental process of neutrinoless double β decay, $nn→pp{e}^{−}{e}^{−}$, dominated by the exchange of light Majorana neutrinos, is studied in a quasiphenomenological framework based on chiral effective field theory. In the current calculation, we evaluate the contributions of finite nucleon si…[Phys. Rev. C 112, 055501] Published Wed Nov 05, 2025"
    },
    {
      "title": "Probing the conditions of the solar core using $^{8}\\mathrm{B}$ neutrinos",
      "link": "http://link.aps.org/doi/10.1103/r3h6-tw7p",
      "authors": "Melanie A. Zaidel and John F. Beacom",
      "source": "Physical Review C",
      "summary": "Author(s): Melanie A. Zaidel and John F. BeacomIn the coming age of precision neutrino physics, neutrinos from the Sun become robust probes of the conditions of the solar core. Here, we focus on $^{8}\\mathrm{B}$ neutrinos, for which there are already high-precision measurements by the Sudbury Neutrino Observatory and Super-Kamiokande. Using only…[Phys. Rev. C 112, 055801] Published Wed Nov 05, 2025"
    },
    {
      "title": "Exactness of the normal-ordered two-body truncation of three-nucleon forces",
      "link": "http://link.aps.org/doi/10.1103/psnh-gc5k",
      "authors": "Maxwell Rothman, Ben Johnson-Toth, Francesca Bonaiti, Gaute Hagen, Matthias Heinz, and Thomas Papenbrock",
      "source": "Physical Review C",
      "summary": "Author(s): Maxwell Rothman, Ben Johnson-Toth, Francesca Bonaiti, Gaute Hagen, Matthias Heinz, and Thomas PapenbrockReference-state-based many-body methods start from Hamiltonians that are normal ordered with respect to the reference state. In low-energy nuclear physics applications, normal-ordered Hamiltonians consisting of two- and three-nucleon forces are usually truncated at the two-body rank with residual th…[Phys. Rev. C 112, L051301] Published Wed Nov 05, 2025"
    },
    {
      "title": "General relativistic study of $f$-mode oscillations in neutron stars with gravitationally bound dark matter",
      "link": "https://arxiv.org/abs/2511.02443",
      "authors": "Pinku Routaray",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2511.02443v1 Announce Type: new \nAbstract: A comprehensive investigation of nonradial oscillations in neutron star (NS) admixed with gravitationally bounded dark matter (DM) is carried out within the framework of full general relativity. The relativistic mean field (RMF) formalism is employed to illustrate the hadronic equation of state (EOS), while a physically motivated, gravitationally captured, non-uniform fermionic Higgs-portal DM component is incorporated to model DM-admixed NS. The DM distribution is characterized by two free parameters: $\\alpha M_\\chi$, an effective scaling factor that combines the DM concentration and the DM candidate mass, and $\\beta$, a steepness index controlling the DM density distribution. The quasi normal mode (QNM) characteristics such as fundamental ($f$) mode frequency and its corresponding gravitational-wave (GW) damping time ($\\tau$) is calculated for DM-admixed NS by solving the general relativistic perturbed equations involving axial as well as polar modes. The study demonstrates how the inclusion of DM distribution modifies the $f$-mode frequency and enhances the damping rate, reflecting a stronger coupling between matter and spacetime perturbations. Considering DM effects, the correlation analysis among DM model parameters, NS observables and QNM characteristics also carried out. Analytic fits for the $f-C-\\tau$ and $f-\\Lambda -\\tau$ relations are constructed and calibrated for DM-admixed NS models. Building upon asteroseismic universal relations (URs), multimessenger constraint from the GW170817 event is employed by mapping the tidal deformability $\\Lambda_{1.4}$ into the $(f_{1.4},\\tau_{1.4})$ space, thereby providing observational bounds on the oscillation properties of canonical DM-admixed NS model."
    },
    {
      "title": "Revisiting the three-kaon interaction and its relation with $K(1460)$",
      "link": "https://arxiv.org/abs/2511.02543",
      "authors": "Michael D\\\"oring, Kanchan P. Khemchandani, Alberto Mart\\'inez Torres",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2511.02543v1 Announce Type: new \nAbstract: We test the hypothesis of $K(1460)$ being a hadronic $J^P=0^-$ molecule through nonperturbative $S$-wave $K K\\bar K$, $K\\pi\\pi$, $K\\pi\\eta$ coupled-channel dynamics in a three-body unitary isobar approach. The scalar two-body coupled-channel resonances $f_0(500)$, $f_0(980)$, $a_0(980)$ and $K^*_0(700)$ are generated in the subsytems in amplitudes that match phase shifts from experiment. In a first step, previous results in the limit of mass-degenerate, stable $f_0$ and $a_0$ isobars are reproduced. Once the full seven-coupled channel model is switched on, other $S$-matrix effects obscure and modify the resonance signal, including complex thresholds, a two-body cusp, and a triangle singularity at threshold."
    },
    {
      "title": "A Bayesian Inference of Hybrid Stars with Large Quark Cores",
      "link": "https://arxiv.org/abs/2511.02653",
      "authors": "Milena Albino, Tuhin Malik, M\\'arcio Ferreira, Constan\\c{c}a Provid\\^encia",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2511.02653v1 Announce Type: new \nAbstract: Neutron stars (NSs) are interesting objects capable of reaching densities unattainable on Earth. The properties of matter under these conditions remain a mystery. Exotic matter, including quark matter, may be present in the NS core. In this work, we explore the possible compositions of NS cores, in particular, the possible existence of large quark cores. We use the Relativistic Mean Field (RMF) model with nonlinear terms for the hadron phase and the Nambu-Jona-Lasinio (NJL) model and Mean Field Theory of Quantum Chromodynamics (MFTQCD) for the quark phase. Through Bayesian inference, we obtain different sets of equations: four sets with hybrid equations (three using the NJL model and the other using the MFTQCD model), and one set with only the hadron phase. We impose constraints regarding the properties of nuclear matter, X-ray observational data from NICER, perturbative QCD (pQCD) calculations, and causality on all sets. One set of hybrid NJL equations of state was also constrained by adding the GW170817 detection. All sets can describe observational data and theoretical restrictions. The MFTQCD allows for a phase transition to quark matter at lower densities compared to the NJL models. The MFTQCD model indicates that NSs with 1.4 solar mass have quark matter in their inner core. However, NJL models suggest that it is more probable that 1.4 solar mass NSs do not contain quark matter. Both the MFTQCD and NJL models agree that there is quark matter in 2 solar mass NSs. It is discussed that hybrid stars with a stiff quark equation of state could explain a larger radius of more massive stars, such as two solar mass stars, with respect to the canonical NS."
    },
    {
      "title": "Entanglement asymmetry in gauge theories: chiral anomaly in the finite temperature massless Schwinger model",
      "link": "https://arxiv.org/abs/2511.01966",
      "authors": "Adrien Florio, Sara Murciano",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2511.01966v1 Announce Type: cross \nAbstract: The entanglement asymmetry has emerged in recent years as a practical quantity to study phases of matter. We present the first study of entanglement asymmetry in gauge theories by considering the chiral anomaly of the analytically solvable massless Schwinger model at both zero and finite temperatures. At zero temperature, we find the asymmetry exhibits logarithmic growth with system size. At finite temperature, we show that it is parametrically more sensitive to chiral symmetry-breaking than the corresponding local order parameter: while the chiral condensate decays exponentially, the asymmetry decreases only logarithmically. This establishes the entanglement asymmetry as a promising tool to probe (finite-temperature) phase transitions in gauge theories."
    },
    {
      "title": "Incoherent Particle Production in Ultraperipheral Heavy Ion Collisions",
      "link": "https://arxiv.org/abs/2511.01980",
      "authors": "L. A. Harland-Lang",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2511.01980v1 Announce Type: cross \nAbstract: In this paper, we present the first complete treatment of incoherent photon-initiated production in ultraperipheral heavy ion collisions, focussing on the dilepton and diphoton final states. In the former case we compare to the ATLAS measurement of dielectron production and find that our predictions match the data very well. In the latter case we show that this contribution is too small to explain the observed broad in diphoton acoplanarity background to the purely coherent light-by-light scattering signal. We in addition consider a new `quark emission' topology, which while naively might be expected to dominate the incoherent diphoton production channel, is in fact found to be kinematically suppressed. Finally, we revisit QCD-initiated diphoton production and issue of theoretical uncertainties in this case. We find that this again cannot explain the observed size of the higher acoplanarity background. The production mechanism leading to this background to light-by-light production, and the reason for its observed enhancement in comparison to the dilepton case, therefore remains unclear."
    },
    {
      "title": "Magnetic-type Love number differentiating quark stars from neutron stars",
      "link": "https://arxiv.org/abs/2511.02236",
      "authors": "Kenji Fukushima, Josuke Minamiguchi, Tomoya Uji",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2511.02236v1 Announce Type: cross \nAbstract: The quark star (QS) is a hypothetical and yet undiscovered stellar object, and its existence would mark a paradigm shift in research on nuclear and quark matter. Although compactness is a well-known signature for distinguishing between two branches of QSs and neutron stars (NSs), some QSs can overlap with NSs in the radius-mass plane. To manifest their evident differences, we investigate the tidal properties of QSs and NSs. We then find that the magnetic-type Love number is a robust indicator for differentiating between QSs and NSs, whereas the electric-type one is insufficient when QSs and NSs have similar masses and radii. Finally, we show that gravitational waves from binary star mergers can be sensitive to differences between QSs and NSs to the detectable level."
    },
    {
      "title": "Probing the Limits of Statistical Neutron Capture for the <em>r</em> process: Experimental Constraints on <sup>141</sup>Cs Nuclear Level Densities",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269325007506?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: Available online 5 November 2025Source: Physics Letters BAuthor(s): B. Greaves, D. Mücher, A. Spyrou, S. Goriely, D. Rochman, H.C. Berg, D.L. Bleuel, J.A. Clark, C. Dembski, P.A. Deyoung, E. Good, C.M. Harris, A.J. Koning, A.C. Larsen, S.N. Liddick, S.M. Lyons, M. Markova, M.J. Mogannam, G. Owens-Fryar, A. Palmisano-Kyle"
    },
    {
      "title": "A comparative study of hadron-hadron and heavy-ion collision using the <math xmlns:mml=\"http://www.w3.org/1998/Math/MathML\" altimg=\"si2.svg\" class=\"math\"><mi>q</mi></math>-Weibull distribution function",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269325007634?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: Available online 4 November 2025Source: Physics Letters BAuthor(s): Rohit Gupta, Satyajit Jena"
    },
    {
      "title": "Microscopic description of the proton halo in <math xmlns:mml=\"http://www.w3.org/1998/Math/MathML\" altimg=\"si5.svg\" class=\"math\"><msup><mrow></mrow><mn>12</mn></msup></math>N",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269325007476?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: Available online 4 November 2025Source: Physics Letters BAuthor(s): K.Y. Zhang, X.X. Lu"
    },
    {
      "title": "Catenoid Inspired Hyperbolic Wormhole Geometry",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269325007440?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: Available online 4 November 2025Source: Physics Letters BAuthor(s): Bikramarka S. Choudhury, Md Khalid Hossain, Farook Rahaman"
    },
    {
      "title": "A new lifetime measurement of the <math xmlns:mml=\"http://www.w3.org/1998/Math/MathML\" altimg=\"si18.svg\" class=\"math\"><mrow><mn>15</mn><mo linebreak=\"goodbreak\">/</mo><msubsup><mn>2</mn><mn>1</mn><mo>−</mo></msubsup></mrow></math> octupole state in <math xmlns:mml=\"http://www.w3.org/1998/Math/MathML\" altimg=\"si4.svg\" class=\"math\"><msup><mrow></mrow><mn>209</mn></msup></math>Pb",
      "link": "https://www.sciencedirect.com/science/article/pii/S0375947425002593?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Nuclear Physics A",
      "summary": "Publication date: Available online 4 November 2025Source: Nuclear Physics AAuthor(s): C. Foug, O. Roig, M. Pottier, L. Gaudefroy, V. Méot"
    }
  ]
}