{
  "lastUpdated": "2025-11-07T02:26:32.234129",
  "papers": [
    {
      "title": "Two-neutrino ${0}^{+}→{0}^{+}$ double-$β$ decay of $^{48}\\mathrm{Ca}$ within the density-functional-theory–based no-core configuration-interaction framework",
      "link": "http://link.aps.org/doi/10.1103/nkh2-3kfl",
      "authors": "Jan Miśkiewicz, Maciej Konieczka, and Wojciech Satuła",
      "source": "Physical Review C",
      "summary": "Author(s): Jan Miśkiewicz, Maciej Konieczka, and Wojciech SatułaThis work describes the first calculation of a nuclear matrix element for the two-neutrino double-beta transition (2νββ 48Ca→48Ti) within a recently developed theory framework, no-core configuration-interaction based on density-functional theory (DFT-NCCI). The authors build on a tested approach, and explicitly include nuclear deformation. A clever choice of the single-particle wave functions reduces the computational effort. The result obtained for this transition is complementary to those obtained in other nuclear frameworks, giving confidence in modeling this very rare process with DFT-NCCI. This is not only relevant for modeling 2νββ decay in heavier nuclei within a unified formalism but is also highly relevant for modeling the 0νββ decay process for which nuclear matrix elements differ significantly between various approaches.[Phys. Rev. C 112, 055502] Published Thu Nov 06, 2025"
    },
    {
      "title": "Investigation of the short-range correlation and its induced high-momentum tail by photon emission from intermediate energy heavy-ion reactions",
      "link": "https://arxiv.org/abs/2511.02862",
      "authors": "Zhi Wang",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2511.02862v1 Announce Type: new \nAbstract: The effect of high-momentum tail (HMT) in nucleon momentum distribution of neutron-rich nuclei has been investigated by employing proton-neutron bremsstrahlung photons in the reactions of $^{124}$Sn +$ ^{124}$Sn, $^{112}$Sn + $^{112}$Sn and $^{197}$Au + $^{197}$Au at intermediate energies based on the IBUU transport model. With the time evolution of photon multiplicity and the double differential probability of photon production, we show the emission of bremsstrahlung photons is sensitive to the high-momentum component in nucleon momentum distribution of neutron-rich nuclei, and the HMT can lead to an obvious increase of hard photon production from proton-neutron bremsstrahlung collisions. Finally, the ratio of double differential photon production probability is examined as possible probe of the HMT in nucleon momentum distribution of neutron-rich nuclei."
    },
    {
      "title": "Large-Scale Calculations of $\\beta$-Decay Rates and Implications for $r$-Process Nucleosynthesis",
      "link": "https://arxiv.org/abs/2511.02999",
      "authors": "A. Ravli\\'c, Y. Saito, W. Nazarewicz",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2511.02999v1 Announce Type: new \nAbstract: Nuclear $\\beta$ decay is a key element of the astrophysical rapid neutron capture process ($r$-process). In this paper, we present state-of-the-art global $\\beta$-decay calculations based on the quantified relativistic nuclear energy density functional theory and the deformed proton-neutron quasiparticle random-phase approximation. Our analysis considers contributions from allowed and first-forbidden transitions. We used two point-coupling functionals with carefully calibrated time-odd terms and isoscalar pairing strength. The new calculations display consistent results for both employed functionals, especially near the neutron drip line, suggesting slower $\\beta$ decays past the $N=126$ neutron shell closure than in commonly used $\\beta$-decay models. The new rates, along with the existing rates based on the latest non-relativistic calculations, are found to slow down the synthesis of heavy elements in the $r$-process and significantly reduce the contribution of neutron-induced fission."
    },
    {
      "title": "Constraining capture cross sections using proton inelastic scattering as a surrogate reaction",
      "link": "https://arxiv.org/abs/2511.03071",
      "authors": "Aaina Thapa, Jutta Escher, Emanuel Chimanski, Oliver Gorton, Marc Dupuis, Eun Jin In, Shuya Ota, Sophie P\\'eru, Walid Younes",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2511.03071v1 Announce Type: new \nAbstract: The surrogate reaction method is an alternative to direct measurements of compound nuclear reaction cross sections. We introduce theory tools for extracting capture cross sections from experiments that use proton inelastic scattering as a surrogate reaction mechanism. This makes it possible to constrain compound nucleus decay models which are typically the largest source of uncertainty in capture cross section calculations. This letter describes the theory developments that were used to simultaneously infer $^{89}$Y$(p,\\gamma)$ and $^{89}$Zr$(n,\\gamma)$ cross sections from $^{90}$Zr$(p,p'\\gamma)$ surrogate measurements."
    },
    {
      "title": "Centroids of nuclear shell-model Hamiltonians, with optimization of energy-based truncation schemes",
      "link": "https://arxiv.org/abs/2511.03161",
      "authors": "Calvin W. Johnson, Austin Keller",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2511.03161v1 Announce Type: new \nAbstract: The configuration-interaction shell model is an effective and widely-used approach to the nuclear many-body problem, whose main drawback is the exponential growth of the basis dimension. An useful way to character nuclear shell-model Hamiltonians is through traces, including traces in subspaces defined by orbital occupations. Such traces, or energy centroids, can be easily and efficiently computed through the monopole components of the nuclear interaction, that is, terms that go like $n_a n_b$ where $n_a$ is the occupation of the single-particle orbital labeled by $a$. These calculations can be carried out very quickly for both empirical (valence space) and no-core shell model spaces and interactions. In fact, they can be carried out so fast, one can use this to optimize an efficient, if approximate, many-body truncation scheme used in available nuclear shell-model codes such as BIGSTICK. To carry out both the traces and the optimization, we present the TRACER code, written in Fortran90 and described and available here. We give example results as well as discuss performance."
    },
    {
      "title": "Impact of QCD Energy Evolution on Observables in Heavy-Ion Collisions",
      "link": "https://arxiv.org/abs/2511.03588",
      "authors": "Heikki M\\\"antysaari, Bj\\\"orn Schenke, Chun Shen, Wenbin Zhao",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2511.03588v1 Announce Type: new \nAbstract: We study how the inclusion of energy dependence as dictated by quantum chromodynamic (QCD) small-$x$ evolution equations affects key observables in ultra-relativistic heavy-ion collisions. Specifically, we incorporate JIMWLK evolution into the IP-Glasma framework, which serves as the initial condition for a simulation pipeline that includes viscous relativistic hydrodynamics and a hadronic afterburner. This approach enables a consistent modeling of highly energetic nuclei across varying Bjorken-$x$ values, which are relevant for different collision energies and rapidity regions. In comparison to the standard IP-Glasma setup without small-$x$ evolution, we observe pronounced changes in particle multiplicities and spectral distributions, especially in smaller systems and at the highest available energies. We further explore effects on anisotropic flow observables and correlations between mean transverse momentum and elliptic flow. Our findings underscore the critical role of nonlinear QCD evolution in accurately modeling the early stages of heavy-ion collisions, as well as its implications for extracting transport properties of the quark-gluon plasma."
    },
    {
      "title": "Violation of the elliptic flow scaling of $f_0(980)$ in p-Pb collisions at the LHC",
      "link": "https://arxiv.org/abs/2511.03637",
      "authors": "Yili Wang, Wenbin Zhao, Che Ming Ko, Feng-Kun Guo, Ju-Jun Xie, Huichao Song",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2511.03637v1 Announce Type: new \nAbstract: We investigate the production and elliptic flow of the $f_0(980)$ in high-multiplicity p-Pb collisions at $\\sqrt{s_{NN}}=5.02$ TeV using a hadronic coalescence model with the $K$ and $\\bar K$ phase-space distributions provided by the Hydro-Coal-Frag hybrid model. Our results, which agree with the ALICE and CMS measurements, support the $K\\bar K$ molecular interpretation of the $f_0(980)$ structure and show, however, a breakdown of the simple number-of-constituent (NC) scaling of its elliptic flow. The latter is in contrast to the deuteron elliptic flow, which exhibits a significantly better NC scaling when the same coalescence width parameter is used."
    },
    {
      "title": "Probing the structure of $f_{0}(980)$ from the elliptic flow in p-Pb collisions at the LHC",
      "link": "https://arxiv.org/abs/2511.03638",
      "authors": "Yili Wang, Wenbin Zhao, Che Ming Ko, Fengkun Guo, Ju-Jun Xie, Huichao Song",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2511.03638v1 Announce Type: new \nAbstract: The $f_{0}(980)$ is a light scalar meson whose internal structure remains under debate and investigation. Assuming that the $f_0(980)$ is a $K\\bar K$ molecule that can only survive at the kinetic freeze-out of the evolving bulk matter, we implement the coalescence model to study its transverse momentum ($p_T$) spectra and elliptic flow ($v_2$) in high-multiplicity p-Pb collisions at $\\sqrt{s_{NN}}=5.02$ TeV. Using the well-tuned kaon phase-space distributions from the Hydro-Coal-Frag model, our $K\\bar{K}$ coalescence calculations with reasonable values for the $f_0(980)$ radius successfully reproduce the elliptic flow measured by CMS over the range $0 < p_{T} < 12$ GeV and also agree with the $p_T$-spectra from ALICE. These results in heavy ion collisions are consistent with the $K\\bar K$ molecular picture of the $f_0(980)$. We also find that the number-of-constituent scaling of $v_2$ for the $f_0(980)$ is violated in p-Pb collisions at the LHC because most $f_0(980)$ are produced from the coalescence of kaons that have different momenta. Our study demonstrates the necessity of realistic coalescence model calculations and also explains why the CMS interpretation of the $f_0(980)$ as an ordinary $q\\bar q$ meson is no longer valid by interpreting the measured $v_2$ with a simple scaling formula based on the assumption of equal momentum coalescence. The investigation also provides a novel way to explore the internal structure of light exotic hadrons that can be abundantly produced in relativistic heavy and/or light ion collisions."
    },
    {
      "title": "Classical shadows for sample-efficient measurements of gauge-invariant observables",
      "link": "https://arxiv.org/abs/2511.02904",
      "authors": "Jacob Bringewatt, Henry Froland, Andreas Elben, Niklas Mueller",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2511.02904v1 Announce Type: cross \nAbstract: Classical shadows provide a versatile framework for estimating many properties of quantum states from repeated, randomly chosen measurements without requiring full quantum state tomography. When prior information is available, such as knowledge of symmetries of states and operators, this knowledge can be exploited to significantly improve sample efficiency. In this work, we develop three classical shadow protocols tailored to systems with local (or gauge) symmetries to enable efficient prediction of gauge-invariant observables in lattice gauge theory models which are currently at the forefront of quantum simulation efforts. For such models, our approaches can offer exponential improvements in sample complexity over symmetry-agnostic methods, albeit at the cost of increased circuit complexity. We demonstrate these trade-offs using a $\\mathbb{Z}_2$ lattice gauge theory, where a dual formulation enables a rigorous analysis of resource requirements, including both circuit depth and sample complexity."
    },
    {
      "title": "Studying the thermoelectric properties of an anisotropic QGP medium",
      "link": "https://arxiv.org/abs/2511.03054",
      "authors": "Shubhalaxmi Rath, Nicol\\'as A. Neill",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2511.03054v1 Announce Type: cross \nAbstract: We have studied how the thermoelectric properties of the quark-gluon plasma (QGP) are affected by a weak-momentum anisotropy arising from the asymptotic expansion of matter in the initial stages of ultrarelativistic heavy-ion collisions. The highly energetic medium produced in such collisions exhibits a notable temperature difference between its central and peripheral regions. This temperature gradient induces an electric field whose magnitude per unit temperature gradient, in the limit of vanishing electric current, defines the Seebeck coefficient of the medium. We have calculated the Seebeck coefficient for both individual quark flavors and the entire QGP medium in the presence of expansion-induced anisotropy by solving the relativistic Boltzmann transport equation in the relaxation time approximation within the kinetic theory framework. The partonic interactions are incorporated through their effective thermal masses within the quasiparticle model for an anisotropic QGP medium. We have observed that the magnitude of the Seebeck coefficient for each quark flavor as well as for the entire QGP medium increases in the presence of expansion-induced anisotropy, indicating a stronger induced electric field in the anisotropic medium compared to the isotropic case. Given that an increase in the Seebeck coefficient may lead to observable signatures such as charge asymmetries in particle distributions and to modifications in the transport behavior of the QGP, these results may provide useful input for future phenomenological studies investigating the internal structure and phase properties of the QGP in heavy-ion collisions."
    },
    {
      "title": "Updated flexible global parametrization of generalized parton distributions from elastic and deep inelastic inclusive scattering data",
      "link": "https://arxiv.org/abs/2511.03065",
      "authors": "Zaki Panjsheeri, Douglas Q. Adams, Adil Khawaja, Saraswati Pandey, Kemal Tezgin, Simonetta Liuti",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2511.03065v1 Announce Type: cross \nAbstract: An updated flexible parametrization of the generalized parton distributions in the quark, antiquark and gluon sectors is presented using constraints from high precision electron nucleon deep inelastic scattering data, as well as from the $u$, $d$ quark and gluonic contributions to the nucleon electromagnetic elastic form factors. The latter include recently updated lattice QCD moment calculations. The generalized parton distributions in the vector sector are $H$ and $E$. We rigorously constrain the partonic components, $H_{u_v}$, $H_{d_v}$, $H_{\\bar{u}}$, $H_{\\bar{d}}$, $H_{\\bar{s}}$ and $H_{g}$, and the analogous quantities for $E$, with proper uncertainty quantification. These distributions obey leading order perturbative QCD evolution equations in $\\alpha_S$. Parametric forms at the initial scale, $Q_o^2 = 0.58$ $\\mathrm{GeV}^2$, for both quarks and gluon distributions are presented as a function of the relevant kinematic variables, namely, the parton momentum fraction, $x$, the skewness, $\\xi$, and the invariant, $t$. We also present the Compton form factors entering the deeply virtual Compton scattering process in the kinematic regimes for both fixed target and electron-ion collider settings."
    },
    {
      "title": "ENDF/B-VIII.1: Updated Nuclear Reaction Data Library for Science and Applications",
      "link": "https://arxiv.org/abs/2511.03564",
      "authors": "G. P. A. Nobre, R. Capote, M. T. Pigni, A. Trkov, C. M. Mattoon, D. Neudecker, D. A. Brown, M. B. Chadwick, A. C. Kahler, N. A. Kleedtke, M. Zerkle, A. I. Hawari, C. W. Chapman, N. C. Fleming, J. L. Wormald, K. Rami\\'c, Y. Danon, N. A. Gibson, P. Brain, M. W. Paris, G. M. Hale, I. J. Thompson, D. P. Barry, I. Stetcu, W. Haeck, A. E. Lovell, M. R. Mumpower, G. Potel, K. Kravvaris, G. Noguere, J. D. McDonnell, A. D. Carlson, M. Dunn, T. Kawano, D. Wiarda, I. Al-Qasir, G. Arbanas, R. Arcilla, B. Beck, D. Bernard, R. Beyer, J. M. Brown, O. Cabellos, R. J. Casperson, Y. Cheng, E. V. Chimanski, R. Coles, M. Cornock, J. Cotchen, J. P. W. Crozier, D. E. Cullen, A. Daskalakis, M. -A. Descalle, D. D. DiJulio, P. Dimitriou, A. C. Dreyfuss, I. Dur\\'an, R. Ferrer, T. Gaines, V. Gillette, G. Gert, K. H. Guber, J. D. Haverkamp, M. W. Herman, J. Holmes, M. Hursin, N. Jisrawi, A. R. Junghans, K. J. Kelly, H. I. Kim, K. S. Kim, A. J. Koning, M. Ko\\v{s}t\\'al, B. K. Laramee, A. Lauer-Coles, L. Leal, H. Y. Lee, A. M. Lewis, J. Malec, J. I. M\\'arquez Dami\\'an, W. J. Marshall, A. Mattera, G. Muhrer, A. Ney, W. E. Ormand, D. K. Parsons, C. M. Percher, V. G. Pronyaev, A. Qteish, S. Quaglioni, M. Rapp, J. J. Ressler, M. Rising, D. Rochman, P. K. Romano, D. Roubtsov, G. Schnabel, M. Schulc, G. J. Siemers, A. A. Sonzogni, P. Talou, J. Thompson, T. H. Trumbull, S. C. van der Marck, M. Vorabbi, C. Wemple, K. A. Wendt, M. White, R. Q. Wright",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2511.03564v1 Announce Type: cross \nAbstract: The ENDF/B-VIII.1 library is the newest recommended evaluated nuclear data file by the Cross Section Evaluation Working Group (CSEWG) for use in nuclear science and technology applications, and incorporates advances made in the six years since the release of ENDF/B-VIII.0. Among key advances made are that the $^{239}$Pu file was reevaluated by a joint international effort and that updated $^{16,18}$O, $^{19}$F, $^{28-30}$Si, $^{50-54}$Cr, $^{55}$Mn, $^{54,56,57}$Fe, $^{63,65}$Cu, $^{139}$La, $^{233,235,238}$U, and $^{240,241}$Pu neutron nuclear data from the IAEA coordinated INDEN collaboration were adopted. Over 60 neutron dosimetry cross sections were adopted from the IAEA's IRDFF-II library. In addition, the new library includes significant changes for $^3$He, $^6$Li,$^9$Be, $^{51}$V, $^{88}$Sr, $^{103}$Rh, $^{140,142}$Ce, Dy, $^{181}$Ta, Pt, $^{206-208}$Pb, and $^{234,236}$U neutron data, and new nuclear data for the photonuclear, charged-particle and atomic sublibraries. Numerous thermal neutron scattering kernels were reevaluated or provided for the very first time. On the covariance side, work was undertaken to introduce better uncertainty quantification standards and testing for nuclear data covariances. The significant effort to reevaluate important nuclides has reduced bias in the simulations of many integral experiments with particular progress noted for fluorine, copper, and stainless steel containing benchmarks. Data issues hindered the successful deployment of the previous ENDF/B-VIII.0 for commercial nuclear power applications in high burnup situations. These issues were addressed by improving the $^{238}$U and $^{239,240,241}$Pu evaluated data in the resonance region. The new library performance as a function of burnup is similar to the reference ENDF/B-VII.1 library. The ENDF/B-VIII.1 data are available in ENDF-6 and GNDS format at https://doi.org/10.11578/endf/2571019."
    },
    {
      "title": "The Trace Anomaly at Neutron Star Centers: Minimum or Not?",
      "link": "https://arxiv.org/abs/2511.03714",
      "authors": "Bao-Jun Cai, Bao-An Li, Yu-Gang Ma",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2511.03714v1 Announce Type: cross \nAbstract: While the equation of state (EOS) $P(\\varepsilon)$ of neutron star (NS) matter has been extensively studied, the EOS-parameter $\\phi = P/\\varepsilon$ or equivalently the dimensionless trace anomaly $\\Delta = 1/3 - \\phi$, which quantifies the balance between pressure $P$ and energy density $\\varepsilon$, remains far less explored, especially in NS cores. Its bounds and density profile carry crucial information about the nature of superdense matter. Physically, the EOS-parameter $\\phi$ represents the mean stiffness of matter accumulated from the stellar surface up to a given density. Based on the intrinsic structure of the Tolman--Oppenheimer--Volkoff equations, we show that $\\phi$ decreases monotonically outward from the NS center, independent of any specific input NS EOS model. Furthermore, observational evidence of a peak in the speed-of-sound squared (SSS) density-profile near the center effectively rules out a valley and a subsequent peak in the radial profile of $\\phi$ at similar densities, reinforcing its monotonic decrease. These model-independent relations impose strong constraints on the near-center behavior of the EOS-parameter $\\phi$, particularly demonstrating that the mean stiffness (or equivalently $\\Delta$) reaches a local maximum (minimum) at the center."
    },
    {
      "title": "Constraints on neutrino-Majoron couplings using SN1987A data",
      "link": "https://arxiv.org/abs/2410.11517",
      "authors": "Pilar Iv\\'a\\~nez-Ballesteros (APC, Paris), M. Cristina Volpe (APC, Paris)",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2410.11517v2 Announce Type: replace-cross \nAbstract: Neutrino decay to a lighter neutrino and a massless or almost massless (pseudo)scalar Goldstone boson remains of wide interest, as in the search for ultralight dark matter or for neutrinoless double beta-decay, and for its implications in astrophysics and cosmology. Neutrino interactions with Majorons can affect the dynamics of supernovae and impact the emitted neutrino flux. Using a three-neutrino framework and detailed supernova simulations, we perform the first likelihood analysis of the 24 neutrino events from SN1987A, including nonradiative decay in matter to a massless (pseudo)scalar boson like a Majoron. Focusing on the induced spectral distortions, we present bounds on the neutrino-Majoron couplings, as a function of the lightest neutrino mass, that are either complementary or competitive with current ones."
    }
  ]
}