{
  "lastUpdated": "2025-12-12T02:48:14.129214",
  "papers": [
    {
      "title": "Understanding Xe isotopes near $A=130$ through the prolate-oblate shape phase transition",
      "link": "https://arxiv.org/abs/2512.09265",
      "authors": "Wei Teng, Sheng-Nan Wang, Yu Zhang",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2512.09265v1 Announce Type: new \nAbstract: A simple algebraic scheme incorporating the prolate-oblate shape phase transition (SPT) is proposed within the framework of the interacting boson model to describe the quadrupole deformation features of Xe isotopes near $A=130$. The analysis demonstrates that novel $\\gamma$-soft modes, characterized by the unusual quadrupole moments $Q(2_1^+)<0$ and $0<Q(2_2^+)\\ll |Q(2_1^+)|$, can emerge near the critical point of this SPT. This finding is further applied to interpret the properties of low-lying states in the relevant Xe nuclei, particularly the experimentally observed nearly vanishing spectroscopic quadrupole moment $Q(2_2^+)$, thereby offering new insights into the structure of a $\\gamma$-soft deformed nucleus."
    },
    {
      "title": "Anomalous collective modes in atomic nuclei within the proton-neutron interacting boson model",
      "link": "https://arxiv.org/abs/2512.09272",
      "authors": "Wei Teng, Yu Zhang, Sheng-Nan Wang, Feng Pan, Chong Qi, J. P. Draayer",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2512.09272v1 Announce Type: new \nAbstract: Novel collective modes characterized by a $B_{4/2}$ ratio ($\\equiv B(E2;4_1^+\\rightarrow 2_1^+)/B(E2;2_1^+\\rightarrow 0_1^+)$) less than 1.0 that were observed recently have been identified within the proton-neutron interacting boson model (IBM-2) using the consistent-$Q$ Hamiltonian. These modes are shown to give rise to triaxial spectral features, including significant band mixing. The results provide a compelling explanation for the deeply suppressed $B_{4/2}$ ratio observed in $^{166}$W, $^{168,170}$Os, and $^{172}$Pt, offering new insights into the $B(E2)$ anomaly phenomenon in neutron-deficient nuclei."
    },
    {
      "title": "Determination of nuclear deformations with an emulator for sub-barrier fusion reactions",
      "link": "https://arxiv.org/abs/2512.09429",
      "authors": "Zehong Liao, K. Hagino, Long Zhu, S. Yoshida, K. Uzawa",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2512.09429v1 Announce Type: new \nAbstract: Based on the eigenvector continuation, we construct an emulator for coupled-channels calculations for heavy-ion fusion reactions at energies around the Coulomb barrier. We apply this to the $^{16}$O+$^{144,154}$Sm, $^{186}$W reactions and examine whether the emulator can be used to extract the deformation parameters of the target nuclei. We show that the emulator not only accelerates the calculations but also has an ability to accurately extract the nuclear shapes. This indicates that the emulator provides a powerful tool to systematically explore intrinsic shapes of atomic nuclei, enhancing our understanding of the fundamental properties of nuclear systems."
    },
    {
      "title": "Renormalizing Two-Neutron Halo Nuclei Without Neutron-Core Interaction",
      "link": "https://arxiv.org/abs/2512.09503",
      "authors": "Daniel Kromm, Matthias G\\\"obel, Hans-Werner Hammer",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2512.09503v1 Announce Type: new \nAbstract: We consider the Effective Field Theory (EFT) proposed by Hongo and Son to describe two-neutron halo nuclei where the neutron-core interaction is subleading. In this EFT, the ratio of the mean-square matter radius and charge radius is universal in so far that it only depends on the two-neutron separation energy of the nucleus and the neutron-neutron scattering length. By investigating the divergence structure of this theory, we find that one further renormalization condition is required to predict both radii separately. Our renormalization scheme uses one of the mean square radii or the scattering amplitude as input. We use Hongo and Son's theory to calculate the matter radii of the two-neutron halo nuclei $^{11}$Li, $^{14}$Be, $^{17}$B, $^{19}$B, and $^{22}$C and compare to the values obtained with standard Halo EFT. In this comparison we use both the physical value of the neutron-core scattering length and rescaled values. We observe good convergence against Hongo and Son's results for the case of a negligible neutron-core interaction. Similar agreement for the radii is also found in the case of the halo nucleus $^6$He, where the $nc$ interaction is in the p-wave. Our renormalization scheme makes the restriction in the ultraviolet cutoff range from the Landau pole explicit. We calculate the position of the Landau pole for various halo nuclei. In all cases the Landau pole restricts the cutoff to rather low values. Finally, we derive an explicit expression for the three-to-three neutron-neutron-core scattering amplitude and discuss its cut structure."
    },
    {
      "title": "Dispersive determination of resonances from $\\pi\\pi$ scattering data",
      "link": "https://arxiv.org/abs/2512.09033",
      "authors": "Jos\\'e Ram\\'on Pel\\'aez, Pablo Rab\\'an, Jacobo Ruiz de Elvira",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2512.09033v1 Announce Type: cross \nAbstract: We provide a precise, model- and parametrization-independent dispersive determination of the $f_0(500)$, $\\rho(770)$, $f_0(980)$, $f_2(1270)$, $f_0(1370)$, $\\rho(1450)$, $f_0(1500)$, and $\\rho_3(1690)$ resonance pole parameters. They are obtained from the analytic continuation, by means of continued fractions, of forward dispersion relations, whose input is a recent global dispersive analysis of $\\pi \\pi$ scattering data. From this dispersive study, we find no indications of other resonant poles below 1.7 GeV. Beyond this energy, we also provide resonance pole parameters from the direct analytic continuation of Global Fits to the three existing incompatible data sets. Depending on the data set we find poles for the $\\rho(1700)$, $f_0(1710)$, $\\rho(1900)$, $f_2(1950)$, and $f_0(2020)$ resonances. We also present the Argand diagrams of these Global Fits and illustrate that each resonance does not necessarily have to trace a full circle in the diagram."
    },
    {
      "title": "System Energies for Pentaquark Family Using Thomas-Fermi Quark Model",
      "link": "https://arxiv.org/abs/2512.09099",
      "authors": "Suman Baral, Bipin Aryal, Mohan Giri, Artem Denisenkoa, Gopi Chandra Kaphle, Walter Wilcox",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2512.09099v1 Announce Type: cross \nAbstract: This study calculates the system energies of families of pentaquarks, $uudc\\bar{c}$, starting from 5 quarks up to 70 using Thomas-Fermi statistical quark model. The model assumes spherical symmetry with the particles continuously distributed with varying densities and boundaries. The particles interact with Coulombic forces and a discontinuity in the light quark density function is energetically favored. Total energies of the system are calculated for each multiquark system and compared to determine family stability characteristics. A remarkable stability for multiquark combinations with multiples of four pentaquarks, which we term an icosaquark, is identified. The first icosaquark system is found to have lowest energy per quark, suggesting stability of a system consisting of four charm, four anticharm and twelve light quarks."
    },
    {
      "title": "Insights into Nucleon Resonances via Continuum Schwinger Function Methods",
      "link": "https://arxiv.org/abs/2512.09160",
      "authors": "Peng Cheng, Langtian Liu, Ya Lu, Craig D. Roberts",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2512.09160v2 Announce Type: cross \nAbstract: The first baryon resonance was discovered in the early 1950s. The Roper resonance joined the collection ten years later. Today, many baryon resonances are known and more are being discovered. As baryons, these states are the most fundamental three-body systems in Nature. They must all be understood, not just the isolated ground state nucleon. This contribution sketches applications of continuum Schwinger function methods to the baryon resonance problem. Whilst spectroscopy is of value, particular emphasis is placed on resonance electroproduction because transition form factors extracted from electroproduction data provide a keen tool for revealing resonance structure."
    },
    {
      "title": "Thermal liquid-gas phase transition in a quasi-one-dimensional dipolar Fermi gas",
      "link": "https://arxiv.org/abs/2512.09252",
      "authors": "Lanxuan Gao, Koki Takayama, Hiroyuki Tajima, Takahiro M. Doi, Haozhao Liang",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2512.09252v1 Announce Type: cross \nAbstract: We theoretically investigate thermodynamic properties in a quasi-one-dimensional single-component dipolar Fermi gas at finite temperatures. The self-bound fermionic droplet can be achieved by exchange correlations with the long-range dipole-dipole interactions under the quasi-one-dimensional confinement, where the interaction can be tuned by tilting the dipoles along the system coordinate. Using the Hartree-Fock approximation, we show how the liquid-gas phase transition occurs in this system, and elucidate the finite-temperature phase structure consisting of the gas phase, liquid phase, their coexistence, and the spinodal phase. We also discuss its similarity with the liquid-gas phase transition in nuclear matter through the comparison with phenomenological models. Our results would be useful for an interdisciplinary understanding of self-bound fermionic matter as well as an analog quantum simulation of nuclear systems."
    },
    {
      "title": "Impact of finite-range spin-orbit and tensor terms in Gogny EDF on structure and fission properties",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269325008305?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: January 2026Source: Physics Letters B, Volume 872Author(s): G. Zietek, N. Pillet, M. Anguiano, P. Carpentier, N. Dubray, R.N. Bernard, G. Blanchon, D. Regnier"
    },
    {
      "title": "Probing hard/soft factorization via beam-spin asymmetry in exclusive pion electroproduction from the proton",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269325008524?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: Available online 11 December 2025Source: Physics Letters BAuthor(s): A.C. Postuma, G.M. Huber, D.J. Gaskell, N. Heinrich, T. Horn, M. Junaid, S. J D Kay, V. Kumar, P. Markowitz, J. Roche, R. Trotta, A. Usman, B.-G Yu, T.K. Choi, K.-J Kong, S. Ali, R. Ambrose, D. Androic, W. Armstrong, A. Bandari"
    }
  ]
}