{
  "lastUpdated": "2025-05-14T02:29:06.676776",
  "papers": [
    {
      "title": "QED Corrections to the Parity-Violating Asymmetry in High-Energy Electron-Nucleus Collisions",
      "link": "http://link.aps.org/doi/10.1103/PhysRevLett.134.192501",
      "authors": "Xavier Roca-Maza and D. H. Jakubassa-Amundsen",
      "source": "Physical Review Letter",
      "summary": "Author(s): Xavier Roca-Maza and D. H. Jakubassa-AmundsenThe parity-violating asymmetry, including leading-order QED corrections to the Coulomb potential, is calculated nonperturbatively by solving the Dirac equation. At GeV collision energies and forward scattering angles, QED effects enhance the asymmetry by approximately 5% for the recently measured nu…[Phys. Rev. Lett. 134, 192501] Published Mon May 12, 2025"
    },
    {
      "title": "Spin Response of Neutron Matter in <i>Ab Initio</i> Approach",
      "link": "http://link.aps.org/doi/10.1103/PhysRevLett.134.192701",
      "authors": "J. E. Sobczyk, W. Jiang, and A. Roggero",
      "source": "Physical Review Letter",
      "summary": "Author(s): J. E. Sobczyk, W. Jiang, and A. RoggeroWe propose a general method embedded in the ab initio nuclear framework to reconstruct linear response functions and calculate sum rules. Within our approach, based on the Gaussian integral transform, we consistently treat the ground state and the excited spectrum. Crucially, the method allows for a…[Phys. Rev. Lett. 134, 192701] Published Mon May 12, 2025"
    },
    {
      "title": "Phenomenology of baryon dynamics with directed flow in relativistic heavy-ion collisions",
      "link": "https://arxiv.org/abs/2505.06522",
      "authors": "Tribhuban Parida",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2505.06522v1 Announce Type: new \nAbstract: This thesis aims to elucidate the role of initial baryon stopping and its diffusion in heavy-ion collisions (HIC) using hydrodynamic model. In this regard, we have studied the observable-directed flow ($v_1$) of identified hadrons, particularly the $v_1$ of baryons and antibaryons, as well as the splitting observed between them in detail. We propose a new ansatz for the initial baryon distribution. By employing this initial baryon deposition model alongside a tilted energy distribution as inputs to a hybrid framework, we successfully describe the rapidity-odd $v_1$ of identified hadrons, including the elusive baryon-antibaryon splitting of $v_1$ across a wide range of $\\sqrt{s_{NN}}$. Our model, incorporating baryon stopping and it's subsequent diffusion within a relativistic hydrodynamic framework and employing a crossover equation of state derived from lattice QCD calculations, establishes a non-critical baryonic baseline. Moreover, we demonstrate that recent STAR measurements of the centrality and system-size dependence of $v_1$ splitting between oppositely charged hadrons-attributed to electromagnetic field effects-are significantly influenced by background contributions from baryon stopping and its diffusion. Furthermore, we show that the rapidity dependence of the splitting of the rapidity-even component of $v_1$ between $p$ and $\\bar{p}$ is highly sensitive to the initial baryon deposition scheme. If measured experimentally, this could constraint the rapidity dependence of the initial baryon deposition profile. Moreover, it could offer valuable phenomenological insights into the baryon junction picture and help refine constraints on the baryon diffusion coefficient of the medium. Notably, utilizing this phenomenologically successful baryon deposition model, we present the first estimation of the baryon diffusion coefficient for the strongly interacting QCD matter created in HIC."
    },
    {
      "title": "Unique first-forbidden $\\beta$-decay transitions in odd-odd and even-even heavy nuclei",
      "link": "https://arxiv.org/abs/2505.06672",
      "authors": "Jameel-Un Nabi, Necla Cakmak, Muhammad Majid, Cevad Selam",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2505.06672v1 Announce Type: new \nAbstract: The allowed Gamow-Teller (GT) transitions are the most common weak nuclear processes of spin-isospin $(\\sigma\\tau)$ type. These transitions play a key role in numerous processes in the domain of nuclear physics. Equally important is their contribution in astrophysics, particularly in nuclear synthesis and supernova-explosions. In situations where allowed GT transitions are not favored, first-forbidden transitions become significant, specifically in medium heavy and heavy nuclei. For neutron-rich nuclei, first-forbidden transitions are favored mainly due to the phase-space amplification for these transitions. In this work we calculate the allowed GT as well as unique first-forbidden (U1F) $|\\Delta$J$|$ = 2 transitions strength in odd-odd and even-even nuclei in mass range $70\\leq A \\leq214$. Two different pn-QRPA models were used with a schematic separable interaction to calculate GT and U1F transitions. The inclusion of U1F strength improved the overall comparison of calculated terrestrial $\\beta$-decay half-lives in both models. The \\textit{ft} values and reduced transition probabilities for the $2^-\\longleftrightarrow 0^+$ transitions were also calculated. We compared our calculations with the previously reported correlated RPA calculation and experimental results. Our calculations are in better agreement with measured data. For stellar applications we further calculated the allowed GT and U1F weak rates. These include $\\beta^{\\pm}$-decay rates and electron/positron capture rates of heavy nuclei in stellar matter. Our study shows that positron and electron capture rates command the total weak rates of these heavy nuclei at high stellar temperatures."
    },
    {
      "title": "Temperature-dependent nuclear partition functions and abundances in stellar interior",
      "link": "https://arxiv.org/abs/2505.06674",
      "authors": "Jameel-Un Nabi, Abdel Nasser Tawfik, Nada Ezzelarab, Ali Abas Khan",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2505.06674v1 Announce Type: new \nAbstract: We calculate temperature-dependent nuclear partition functions (TDNPFs) and nuclear abundances for $728$ nuclei assuming nuclear statistical equilibrium (NSE). The theories of stellar evolution support NSE. Discrete nuclear energy levels have been calculated \\textit{microscopically}, using the pn-QRPA theory, up to an excitation energy of $10$ MeV in the calculation of TDNPFs. This feature of our paper distinguishes it from previous calculations. Experimental data is also incorporated wherever available to ensure reliability of our results. Beyond 10 MeV we employ simple Fermi gas model and perform integration over the nuclear level densities to approximate the TDNPFs. We calculate nuclidic abundances, using the Saha equation, as a function of three parameters: stellar density, stellar temperature and lepton-to-baryon content of stellar matter. All these physical parameters are considered to be extremely important in stellar interior. Results obtained in this paper show that the equilibrium configuration of nuclei remains unaltered by increasing stellar density (only calculated nuclear abundances increases by roughly same order of magnitude). Increasing the stellar temperature smooths the equilibrium configuration showing peaks at neutron-number magic nuclei."
    },
    {
      "title": "Half-vortex states in the rotating outer core of neutron stars",
      "link": "https://arxiv.org/abs/2505.06713",
      "authors": "J. A. Gil Granados, A. Mu\\~noz Mateo, X. Vi\\~nas",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2505.06713v1 Announce Type: new \nAbstract: We probe the superfluid-superconductor dynamics of the rotating outer core of neutron stars through half-vortex states. By means of a generalized hydrodynamic model, where proton and neutron fluids are coupled by both dynamic entrainment and Skyrme SLy4 nucleon-nucleon interactions, we analyze single flux tubes in the proton-superconductor component of the system that thread proton vortices located faraway from neutron vortices. It is shown how they give rise to hydrodynamic perturbations in the coexisting neutron superfluid, and its structure remains unaltered for varying rotation rates and magnetic fields within ranges of observational values."
    },
    {
      "title": "Continuum Lambda spectra for a 6Li_Lambda hypernucleus in the 6Li(K-, pi-) reaction",
      "link": "https://arxiv.org/abs/2505.06844",
      "authors": "Toru Harada, Yoshiharu Hirabayashi",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2505.06844v1 Announce Type: new \nAbstract: We theoretically investigate Lambda production via a (K-, pi-) reaction on a 6Li target, using the distorted-wave impulse approximation (DWIA) with a Fermi-averaged K-n --> pi-Lambda amplitude. We calculate Lambda production spectra using the Green's function method for a 5Li nuclear core + Lambda system, employing a Lambda folding-model potential based on the 5Li nuclear density, which is constructed from alpha-p and 3He-d cluster wave functions. The results show that the calculated spectrum, which includes Lambda bound, resonance, and continuum states, agrees well with the experimental data from the (K-, pi-) reaction at p_K- = 790 MeV/c (0 deg.), where substitutional (0p_Lambda, 0p^{-1}_n) and (0s_Lambda, 0s^{-1}_n) configurations dominate in the near-recoilless reactions. A narrow peak corresponds to a high-lying excited state with spin-parity J^P= 1+ at E_Lambda= 13.8 MeV near the 3He + d + Lambda threshold, arising from interference effects between 5Li(3/2+)x(0s1/2)_Lambda and 5Li(1/2+)x(0s1/2)_Lambda components. This study offers a valuable framework for extracting essential information on the structure and production mechanisms of hypernuclear states from experimental data."
    },
    {
      "title": "Gamow-Teller strength distributions and stellar weak-interaction rates for $^{76}$Ge and $^{82}$Se using the deformed pn-QRPA model",
      "link": "https://arxiv.org/abs/2505.06967",
      "authors": "Jameel-Un Nabi, Mavra Ishfaq",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2505.06967v1 Announce Type: new \nAbstract: We calculate Gamow-Teller strength distributions for $\\beta \\beta$-decay nuclei $^{76}$Ge and $^{82}$Se using the deformed pn-QRPA model. We use a deformed Nilsson basis and consider pairing correlations within the deformed BCS theory. Ground state correlations and two-particle and two-hole mixing states were included in our pn-QRPA model. Our calculated strength distributions were compared with experimental data and previous calculation. The total Gamow-Teller strength and centroid placement calculated in our model compares well with the measured value. We calculate $\\beta$-decay and positron capture rates on $^{76}$Ge and $^{82}$Se in supernovae environments and compare them to those obtained from experimental data and previous calculation. Our study shows that positron capture rates command the total weak rates at high stellar temperatures. We also calculate energy rates of $\\beta$-delayed neutrons and their emission probabilities."
    },
    {
      "title": "Quarkyonic picture of isospin QCD",
      "link": "https://arxiv.org/abs/2505.07076",
      "authors": "Oleksii Ivanytskyi",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2505.07076v1 Announce Type: new \nAbstract: We suggest a new look onto the thermodynamics of cold isospin QCD matter described within the quarkyonic framework, when confining forces are essential only for the momentum states close to the Fermi sphere and lead to formation of the quark-antiquark correlations with quantum numbers of pions. Within this picture cold isospin QCD matter is constituted by the Bose-Einstein condensate of pions and free (anti)quarks. We develop a simple confining model of pions existing as the lowest energy $P$-state of in-medium three-dimensional harmonic oscillator and use it to show that under the conditions of isospin QCD quarkyonic matter can onset at densities significantly smaller than the overlap density of pions. Using the experimentally established pion charge radius we demonstrate that the onset density can be even lower than two nuclear saturation densities. To analyze the lattice QCD data we develop a field-theory inspired model of quark-antiquark-pion matter with vector-isovector repulsion among pions and (anti)quarks. The quark substructure of pions, which is one of the key elements of the model, is accounted for within the one-loop no-sea approximation and leads to an effective medium dependence of the pion mass. The latter is shown to be crucial for providing asymptotic vanishing of the pion density and pion condensate, which reflects pion dissociation due to asymptotic freedom of QCD. The proposed quarkyonic picture of isospin QCD agrees with the results of perturbative calculations on reaching the conformal limit of QCD and with the data of lattice simulations, which supports its viability and physical relevance."
    },
    {
      "title": "Violation of NCQ scaling in hadron elliptic flow in Au+Au collisions at $\\sqrt{s_{NN}}=3.0-7.7 \\,\\mathrm{GeV}$",
      "link": "https://arxiv.org/abs/2505.07187",
      "authors": "Xun Zhu, Gao-Chan Yong",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2505.07187v1 Announce Type: new \nAbstract: We investigate the number-of-constituent-quark (NCQ) scaling of elliptic flow for various hadrons in non-central Au+Au collisions at $\\sqrt{s_{NN}} = 3.0\\text{--}7.7\\,\\mathrm{GeV}$ using the AMPT model with string melting (SM) and pure hadron cascade (HC) modes. For the SM case, NCQ scaling is absent at $\\sqrt{s_{NN}} =3.0\\,\\mathrm{GeV}$ but is largely restored by $\\sqrt{s_{NN}} =3.9\\,\\mathrm{GeV}$. Although quark coalescence occurs at $\\sqrt{s_{NN}} =3.0\\,\\mathrm{GeV}$, the lack of NCQ scaling is attributed to the insufficient development of quark elliptic flow and the limited production of strange quarks and antiquarks. This finding suggests that NCQ scaling could not be considered a definitive signature of quark-gluon plasma (QGP) formation in the RHIC fixed-target energy region. For the HC case, as expected, no NCQ scaling is observed. However, a mass ordering in the elliptic flow emerges at $\\sqrt{s_{NN}} =4.5\\,\\mathrm{GeV}$, indicating that full thermalization may not be a prerequisite for mass ordering."
    },
    {
      "title": "The coexistence of possible magnetic and chiral rotation in $^{129}\\mathrm{Cs}$ and $^{131}\\mathrm{La}$: a microscopic investigation",
      "link": "https://arxiv.org/abs/2505.07199",
      "authors": "Jia-nuo Zang, Duo Chen, Rui Guo, Jian Li, Dong Yang, and Yue Shi",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2505.07199v1 Announce Type: new \nAbstract: A microscopic investigation of the rotational properties in $^{129}\\mathrm{Cs}$ and $^{131}\\mathrm{La}$ was carried out using the three-dimensional tilted axis cranking covariant density functional theory (3DTAC-CDFT). The calculations reveal the coexistence of magnetic and chiral rotation built on identical qusiparticle configurations $\\pi {h}_{11/2}^{1}\\otimes \\nu {h}_{11/2}^{-2}$ in $^{129}\\mathrm{Cs}$ and $^{131}\\mathrm{La}$, establishing a new type of shape coexistence. The calculations predict the deformation parameters for magnetic rotation in $^{129}\\mathrm{Cs}$ ($\\beta\\approx0.23$, $\\gamma \\approx41^\\circ$) and $^{131}\\mathrm{La}$ ($\\beta \\approx0.25,$ $\\gamma \\approx42^\\circ$), along with those for possible chiral rotation in $^{129}\\mathrm{Cs}$ ($\\beta \\approx0.20,$ $\\gamma \\approx29^\\circ$) and in $^{131}\\mathrm{La}$ ($\\beta \\approx0.20,$ $\\gamma \\approx27^\\circ$). The energy spectra, the relation between the spin and the rotational frequency, and the reduced $M1$ and $E2$ transition probabilities are obtained with the various configurations. The experimental characteristics of band B8 in $^{129}\\mathrm{Cs}$ and band 13 in $^{131}\\mathrm{La}$ are well reproduced. Moreover, a distinctive rotational mode transition is uncovered in this work, progressing from the principal-axis rotation to the planar rotation and finally to the chiral rotation, as the rotational frequency evolves through different regimes."
    },
    {
      "title": "Large quadrupole moment in $^{20}$Ne:Localization and tensor-force effects",
      "link": "https://arxiv.org/abs/2505.07288",
      "authors": "Xue Huai-Tong, Qiu Suo, Chen C. F., Chen Q. B., Zhou Xian-Rong, Ren Zhongzhou",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2505.07288v2 Announce Type: new \nAbstract: Using the Beyond-Skyrme-Hartree-Fock approach with various Skyrme-type $NN$ effective interactions, we explore the large spectroscopic quadrupole moment $Q_s$ of the first excited $2_{1}^{+}$ state in $^{20}$Ne. Our calculated $Q_s(2_{1}^{+}) \\approx -0.20~e\\textrm{b}$ aligns closely with the experimental value of $-0.22(2)~e\\textrm{b}$. Consistent with other theoretical methods, our results confirm the presence of an $\\alpha$ cluster structure in this state. We also investigate the robustness of the $\\alpha$ cluster against tensor-force, demonstrating that incorporating tensor components significantly enhances $Q_s(2_{1}^{+})$ and strengthens the cluster structure along the symmetrical axis."
    },
    {
      "title": "Angular momentum of glasma",
      "link": "https://arxiv.org/abs/2505.07324",
      "authors": "Margaret E. Carrington, Stanislaw Mrowczynski",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2505.07324v1 Announce Type: new \nAbstract: The earliest phase of an ultrarelativistic heavy ion collision can be described as a highly populated system of gluons called glasma. We study some glasma characteristics related to the system's angular momentum. The first one is the global angular momentum perpendicular to the reaction plane, which is spanned by the beam axis and impact parameter vector. We show that only a small fraction of the enormous initial angular momentum of the colliding ultrarelativistic nuclei is transferred to the glasma. Our main focus is the glasma angular momentum directed along the beam axis. This quantity has a local character and results from the inhomogeneous velocity field generated in the glasma. We calculate the vorticity and local angular momentum which show noticeably different behaviour. The results are analyzed in detail and discussed in the context of existing experimental data. We argue that neither vorticity nor thermal vorticity but instead the local angular momentum controls the polarization of final-state hadrons."
    },
    {
      "title": "Astrophysical $S$ factor and reaction rate of the direct $^{12}{\\rm C}(p, \\gamma)^{13}{\\rm N}$ capture process within a potential model approach",
      "link": "https://arxiv.org/abs/2505.07551",
      "authors": "E. M. Tursunov, S. A. Turakulov, A. S. Kadyrov",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2505.07551v1 Announce Type: new \nAbstract: The astrophysical direct nuclear capture reaction $^{12}{\\rm C}(p, \\gamma)^{13}{\\rm N}$ is studied within the framework of a potential model. Parameters of the nuclear $p-^{12}$C interaction potentials of the Woods-Saxon form are adjusted to reproduce experimental $p-^{12}$C scattering phase shifts, as well as the binding energies and empirical values of the asymptotic normalization coefficient (ANC) for the $^{13}$N(1/2$^-$) ground state from the literature. The reaction rates are found to be very sensitive to the description of the value of the ANC of the $^{13}$N($1/2^{-}$) ground state and width of the $^{13}$N($1/2^+$) resonance at the $E_x=2.365$ MeV excitation energy. The potential model, which yields the ANC value of 1.63 fm$^{-1/2}$ for the $^{13}$N($1/2^{-}$) ground state and a value $\\Gamma$=39 keV for the $^{13}$N($1/2^+$) resonance width, is able to reproduce the astrophysical $S$ factor in the energy interval up to 2 MeV, the empirical values of the reaction rates in the temperature region up to $T=10^{10}$ K of the LUNA Collaboration and the results of the R-matrix fit. The astrophysical factor $S(0)=1.35$ keV b is found using the asymptotic expansion method of D. Baye. The obtained value is in a good agreement with the Solar Fusion II result. At the same time, the calculated value of 1.44 keV b of the astrophysical $S$ factor at the Solar Gamow energy is consistent with the result of the R-matrix fit of $S(25~\\rm{keV})=1.48 \\pm 0.09$ keV b by Kettner {\\it et al.}, but slightly less than the result of $S(25~\\rm{keV})=1.53 \\pm 0.06$ keV b the LUNA Collaboration."
    },
    {
      "title": "Nonparametric extensions of nuclear equations of state: probing the breakdown scale of relativistic mean-field theory",
      "link": "https://arxiv.org/abs/2505.07677",
      "authors": "Isaac Legred, Liam Brodie, Alexander Haber, Reed Essick, Katerina Chatziioannou",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2505.07677v1 Announce Type: new \nAbstract: Phenomenological calculations of the properties of dense matter, such as relativistic mean-field theories, represent a pathway to predicting the microscopic and macroscopic properties of neutron stars. However, such theories do not generically have well-controlled uncertainties and may break down within neutron stars. To faithfully represent the uncertainty in this breakdown scale, we develop a hybrid representation of the dense-matter equation of state, which assumes the form of a relativistic mean-field theory at low densities, while remaining agnostic to any nuclear theory at high densities. To achieve this, we use a nonparametric equation of state model to incorporate the correlations of the underlying relativistic mean-field theory equation of state at low pressures and transition to more flexible correlations above some chosen pressure scale. We perform astrophysical inference under various choices of the transition pressure between the theory-informed and theory-agnostic models. We further study whether the chosen relativistic mean-field theory breaks down above some particular pressure and find no such evidence. Using simulated data for future astrophysical observations at about two-to-three times the precision of current constraints, we show that our method can identify the breakdown pressure associated with a potential strong phase transition."
    },
    {
      "title": "A multi-process imaging of nuclear modifications on parton distributions in proton-nucleus collisions",
      "link": "https://arxiv.org/abs/2505.04906",
      "authors": "Meng-Quan Yang, Peng Ru, Ben-Wei Zhang",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2505.04906v1 Announce Type: cross \nAbstract: Nuclear modifications to collinear parton distribution functions are conventionally quantified by the ratios \\( r^{\\textrm{A}}_i(x,Q^2) = f^\\textrm{A,proton}_i(x,Q^2) / f^\\textrm{proton}_i(x,Q^2) \\). For a given nucleus $A$, these ratios generally depend on the parton momentum fraction \\( x \\), the probing scale \\( Q^{2} \\), and the parton species \\( i \\). Determining these dependencies relies on a global analysis of diverse experimental data. However, in realistic observables, these dependencies are intricately intertwined, making their extraction challenging. In this paper, we propose a novel approach to effectively image the nuclear modification factors \\( r^{\\textrm{A}}_i(x,Q^2) \\) at the observable level in proton-nucleus collisions at the Large Hadron Collider. Specifically, through a combined study of \\( Z \\)-boson production, \\( Z \\)+jet production, and \\( Z+c \\)-jet production, we separately enhance signals arising from light-quark, gluon, and heavy-flavor (charm) distributions in nuclei. This enables us to effectively image the \\( r^{\\textrm{A}}_i(x,Q^2) \\) for specific parton species. The feasibility of this method is validated through perturbative calculations at next-to-leading order in the strong coupling constant, employing three sets of nuclear PDF parametrizations: EPPS21, nCTEQ15, and TUJU19. Future measurements of these observables are expected to provide more efficient constraints on nuclear PDFs and yield new insights into the detailed partonic structures of nuclei."
    },
    {
      "title": "On the validity of the complex Langevin method near the deconfining phase transition in QCD at finite density",
      "link": "https://arxiv.org/abs/2505.06551",
      "authors": "Shoichiro Tsutsui, Yuhma Asano, Yuta Ito, Hideo Matsufuru, Yusuke Namekawa, Jun Nishimura, Shinji Shimasaki, Asato Tsuchiya",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2505.06551v1 Announce Type: cross \nAbstract: In our previous paper [JHEP 10 (2020) 144], we found that the complex Langevin (CL) method works for QCD at finite density on the $16^3 \\times 32$ lattice in the low-temperature high-density regime within the range $\\mu / T = 1.6 - 9.6$ with $\\mu$ and $T$ being the quark chemical potential and the temperature, which enabled us to see a clear trend towards the formation of the Fermi sphere. Here we investigate the validity of the CL method on the $24^3 \\times 12$ lattice in the deconfined phase near the deconfinement phase transition. As before, we use four-flavor staggered fermions and judge the validity using the criterion based on the probability distribution of the drift term. The spatial extent is $L = (1.3 - 2.7 {\\rm ~fm} )> \\Lambda_{\\rm LQCD}^{-1} \\sim 1{\\rm ~fm}$, in contrast to our previous study with $L < \\Lambda_{\\rm LQCD}^{-1}$. We find that the CL method works in a broad region up to $\\mu / T = 4.8$, while it starts to fail as we approach the phase boundary due to the singular drift problem, which can be understood qualitatively by extending the Banks-Casher relation to the case at finite density."
    },
    {
      "title": "Pseudoscalar Meson Parton Distributions within Gauge Invariant Nonlocal Chiral Quark Model",
      "link": "https://arxiv.org/abs/2505.06726",
      "authors": "Parada T. P. Hutauruk",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2505.06726v1 Announce Type: cross \nAbstract: In this paper, we investigate the gluon distributions for the kaon and pion, as well as the improvement of the valence-quark distributions, in the framework of the gauge-invariant nonlocal chiral quark model (NL$\\chi$QM), where the momentum dependence is taken into account. We then compute the gluon distributions for the kaon and pion that are dynamically generated from the splitting functions in the DGLAP QCD evolution. In a comparison with the recent lattice QCD and JAM global analysis results, it is found that the results for the pion gluon distributions at $Q =$ 2 GeV, which is set based on the lattice QCD, have a good agreement with the recent lattice QCD data, which is followed by the up valence-quark distribution of the pion results at $Q =$ 5.2 GeV in comparison with the reanalysis experimental data. Our prediction on the kaon gluon distributions at $Q =$ 2 GeV is consistent with the recent lattice QCD calculation."
    },
    {
      "title": "$\\phi$ meson properties in dense resonance matter at finite temperature",
      "link": "https://arxiv.org/abs/2505.07065",
      "authors": "Manpreet Kaur, Arvind Kumar",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2505.07065v1 Announce Type: cross \nAbstract: The effective mass and decay width of the $\\phi$ meson in the isospin asymmetric hot and dense resonance matter are studied using the effective Lagrangian framework considering the $\\phi K \\bar K $ interactions at one-loop level. In addition to spin$-1/2$ octet baryons, we consider the effect of resonances $\\Delta^{++,+,0,-}, \\Sigma^{*\\pm,0},\\Xi^{*0,-}, \\Omega^{-}$, on the properties of $\\phi$ meson. The in-medium effects on the $\\phi$ meson properties are simulated through the effective masses of kaons and antikaons computed using the chiral SU(3) hadronic mean field model in the presence of resonance baryons. The loop integral appearing in the computation of $\\phi$ meson self energies is regularized using the dipole form factor with a cutoff parameter. The presence of resonance baryons within the medium at finite temperature is observed to significantly modify the effective mass and decay width of $\\phi$ mesons. Examining the $\\phi$ meson masses and decay width within a dense medium is anticipated to be essential for understanding experimental results from heavy-ion collision experiments."
    },
    {
      "title": "Enhancement of photon emission rate near QCD critical point",
      "link": "https://arxiv.org/abs/2505.07169",
      "authors": "Yukinao Akamatsu, Masayuki Asakawa, Masaru Hongo, Mikhail Stephanov, Ho-Ung Yee",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2505.07169v1 Announce Type: cross \nAbstract: We compute photon emission rate enhancement near the QCD critical point using an effective theory of dynamic critical phenomena and derive a universal photon spectrum. The emission rate scales similarly to conductivity, increasing with the correlation length ($\\xi$), diverging at the critical point. The spectrum exhibits $\\omega dN_{\\gamma}/d^3k \\propto \\omega^{-1/2}$ in the scaling regime, with the transition occurring at a frequency comparable to shear damping rate $\\omega \\sim \\gamma_{\\eta}/\\xi^2$, reflecting the nonequilibrium properties of the near-critical liquid."
    },
    {
      "title": "Training neural control variates using correlated configurations",
      "link": "https://arxiv.org/abs/2505.07719",
      "authors": "Hyunwoo Oh",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2505.07719v1 Announce Type: cross \nAbstract: Neural control variates (NCVs) have emerged as a powerful tool for variance reduction in Monte Carlo (MC) simulations, particularly in high-dimensional problems where traditional control variates are difficult to construct analytically. By training neural networks to learn auxiliary functions correlated with the target observable, NCVs can significantly reduce estimator variance while preserving unbiasedness. However, a critical but often overlooked aspect of NCV training is the role of autocorrelated samples generated by Markov Chain Monte Carlo (MCMC). While such samples are typically discarded for error estimation due to their statistical redundancy, they may contain useful information about the structure of the underlying probability distribution that can benefit the training process. In this work, we systematically examine the effect of using correlated configurations in training neural control variates. We demonstrate, both conceptually and numerically, that training on correlated data can improve control variate performance, especially in settings with limited computational resources. Our analysis includes empirical results from $U(1)$ gauge theory and scalar field theory, illustrating when and how autocorrelated samples enhance NCV construction. These findings provide practical guidance for the efficient use of MCMC data in training neural networks."
    },
    {
      "title": "Collisional and radiative energy loss in small systems",
      "link": "https://arxiv.org/abs/2408.14426",
      "authors": "Coleridge Faraday, W. A. Horowitz",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2408.14426v2 Announce Type: replace \nAbstract: We present an energy loss model which includes small system size corrections to both the radiative and elastic energy loss. Our model is used to compute the nuclear modification factor $R_{AB}$ of light and heavy flavor hadrons, averaged over realistic collision geometries for central and peripheral $A+A$ and central $p / d / {}^3\\text{He} + A$ collisions at LHC and RHIC. We find that the predicted suppression in small systems is almost entirely due to elastic energy loss. Our results are keenly sensitive to the crossover between elastic energy loss calculated with hard thermal loop propagators and vacuum propagators, respectively, which leads to a large theoretical uncertainty. We find that the $R_{AB}$ is largely insensitive to the form of the elastic energy loss distribution - Gaussian or Poisson - surprisingly so in small systems where the central limit theorem is inapplicable. We present an expansion of the $R_{AB}$ in terms of the moments of the energy loss probability distribution, which allows for a rigorous understanding of the dependence of the $R_{AB}$ on the underlying energy loss distribution."
    },
    {
      "title": "Gamow shell model description of neutron-rich He hyper-isotopes",
      "link": "https://arxiv.org/abs/2408.16223",
      "authors": "Xin Li, N. Michel, J. G. Li, Xian-Rong Zhou",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2408.16223v2 Announce Type: replace \nAbstract: The Gamow shell model (GSM) framework has been extended to the study of weakly bound hypernuclei. As a first application, the neutron-rich He hyper-isotope chains, from 6{\\Lambda}He to 9{\\Lambda}He have been investigated to accurately account for the loosely bound or neutron-unbound character of hypernuclear many-body states. The energy spectra calculated with a phenomenological Hamiltonian show good agreement with experimental data. In particular, neutron-emitting resonant states are predicted for the neutron-rich nuclei 5-7He and the hypernucleus 6{\\Lambda}He. Furthermore, one-neutron densities exhibit the long-range character of weakly bound and resonant states. This study demonstrates that GSM is a practical tool for describing the complex structure of hypernuclei, especially for those close to drip lines."
    },
    {
      "title": "Longitudinal flow decorrelation in heavy-ion collision at RHIC energies using a multi-phase transport model",
      "link": "https://arxiv.org/abs/2307.08406",
      "authors": "Prabhupada Dixit, Md. Nasim",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2307.08406v2 Announce Type: replace-cross \nAbstract: We present a study on the longitudinal flow decorrelation in heavy-ion collisions at the RHIC Beam Energy Scan (BES) energies ($\\sqrt{s_{NN}}$ = 11.5 to 200 GeV in Au+Au collisions) using the AMPT model. We measure the second and third order factorization ratios ($r_{2}$ and $r_{3}$) across BES energies, finding $r_{2}$ weakly dependent on collision energy while $r_{3}$ shows a more prominent collision energy dependent. The effect of parton-parton scattering cross section on $r_{2}$ and $r_{3}$ is studied which suggests that longitudinal decorrelation could be a potential observable to constrain transport properties of the medium. We also analyze the contributions of flow-plane and flow magnitude decorrelation, with flow-plane decorrelation being dominant. we measure a recently proposed observable, the four particle cumulant ($T_{2}$), which remains resilient to non-flow effects and exhibits sensitivity to different decorrelation patterns. Through the measurement of $T_{2}$, we consistently observe a hint of S-shaped or torqued decorrelation across all energy ranges in peripheral collisions (40-80\\%). But in central and mid-central collisions, presence of any specific pattern of decorrelation is missing in AMPT model."
    },
    {
      "title": "Comprehensive study of compact stars with dark matter",
      "link": "https://arxiv.org/abs/2404.12875",
      "authors": "Mikel F. Barbat, J\\\"urgen Schaffner-Bielich, Laura Tolos",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2404.12875v3 Announce Type: replace-cross \nAbstract: We present a comprehensive study of compact stars admixed with non-self annihilating self-interacting fermionic dark matter, delineating the dependence on the nuclear equation of state by considering the two limiting parametrized equations of state for neutron star matter obtained by smoothly matching the low-density chiral effective theory and the high-density perturbative QCD. These two parametrizations are the limiting cases of a wide variety of smooth equations of state, i.e. the softest and stiffest possible one without a phase transition, that generate masses and radii compatible with 2M$_\\odot$ observations and the tidal constraint from GW170817. With an exhaustive analysis of the possible stable mass-radius configurations, we determine the quantity of dark matter contained in stars with masses and radii compatible with the aforementioned astrophysical constraints. We find that for dark particle masses of a few tenths of GeV, the dark core collapses and no stable solutions are found for the two limiting ordinary matter equations of state. For lower masses, the dark matter fraction is limited to 10%, being at most 1% for masses ranging from 0.1 to 10 GeV for the limiting soft nuclear equation of state. For the limiting stiff nuclear equation of state, the dark matter fraction can reach values of more than 10%, but the dark particle mass is being constrained to 0.3 GeV and 10 GeV for the weak self-interacting case and has to be at least 5 GeV for the strong self-interacting one. For dark particle masses of less than 0.1 GeV, stable neutron star configurations should have less than 1% of self-interacting dark matter to be compatible with the constraint of the tidal deformability from GW170817 for the two limiting ordinary matter equations of state studied."
    },
    {
      "title": "Timescales and necessary conditions for hydrodynamization in one-dimensional Bose gases",
      "link": "https://arxiv.org/abs/2405.20376",
      "authors": "Yicheng Zhang, Yuan Le, David S. Weiss, Marcos Rigol",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2405.20376v3 Announce Type: replace-cross \nAbstract: We study the quantum evolution of one-dimensional Bose gases immediately after several variants of high-energy quenches, both theoretically and experimentally. Using the advantages conveyed by the relative simplicity of these nearly integrable many-body systems, we are able to differentiate the behaviors of two distinct but often temporally overlapping processes, hydrodynamization and local prethermalization. We show that the hydrodynamization epoch is itself characterized by two independent timescales, an oscillation period and an observable-dependent damping time. We also show how the existence of a hydrodynamization epoch depends on the exact nature of the high-energy quench. There is a universal character to our findings, which can be applied to the short-time behavior of any interacting many-body quantum system after a sudden high-energy quench. We specifically discuss its potential relevance to heavy-ion collisions."
    },
    {
      "title": "Unified and optimal frame choice for generalized parton distributions",
      "link": "https://arxiv.org/abs/2409.06882",
      "authors": "Jian-Wei Qiu, Nobuo Sato, Zhite Yu",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2409.06882v2 Announce Type: replace-cross \nAbstract: Reconstructing the internal three-dimensional quark and gluon structures of hadrons through generalized parton distributions (GPDs) from hard exclusive scattering processes is one of the most challenging tasks in nuclear and particle physics. In this paper, we introduce a new optimized reference frame that, for the first time, enables a unified view of all the reactions sensitive to GPDs and facilitates the interpretation of a variety of phase-space patterns that were previously hardly accessible and interpretable. Similarly to how the heliocentric description advanced our understanding of the solar system and gravitation, our new frame centers around a quasireal state, allows for a consistent separation of physical scales, and reveals a novel quantum interference mechanism."
    },
    {
      "title": "Light Nuclei Femtoscopy and Baryon Interactions in 3 GeV Au+Au Collisions at RHIC",
      "link": "https://arxiv.org/abs/2410.03436",
      "authors": "The STAR Collaboration",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2410.03436v2 Announce Type: replace-cross \nAbstract: We report the measurements of proton-deuteron ($p$-$d$) and deuteron-deuteron ($d$-$d$) correlation functions in Au+Au collisions at $\\sqrt{s_\\mathrm{NN}}$ = 3 GeV using fixed-target mode with the STAR experiment at the Relativistic Heavy-Ion Collider (RHIC). For the first time, the source size ($R_{G}$), scattering length ($f_{0}$), and effective range ($d_{0}$) are extracted from the measured correlation functions with a simultaneous fit. The spin-averaged $f_0$ for $p$-$d$ and $d$-$d$ interactions are determined to be -5.28 $\\pm$ 0.11(stat.) $\\pm$ 0.82(syst.) fm and -2.62 $\\pm$ 0.02(stat.) $\\pm$ 0.24(syst.) fm, respectively. The measured $p$-$d$ interaction is consistent with theoretical calculations and low-energy scattering experiment results, demonstrating the feasibility of extracting interaction parameters using the femtoscopy technique. The reasonable agreement between the experimental data and the calculations from the transport model indicates that deuteron production in these collisions is primarily governed by nucleon coalescence."
    },
    {
      "title": "Effects of inner crusts on $g$-mode oscillations in neutron stars",
      "link": "https://arxiv.org/abs/2501.07188",
      "authors": "Hao Sun, Jia-Xing Niu, Hong-Bo Li, Cheng-Jun Xia, Enping Zhou, Yiqiu Ma, Ying-Xun Zhang",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2501.07188v2 Announce Type: replace-cross \nAbstract: In this work we investigate the influence of neutron stars' crusts on the non-radial $g$-mode oscillations and examine their correlations with nuclear matter properties fixed by adopting 10 different relativistic density functionals. At subsaturation densities, neutron star matter takes non-uniform structures and form the crusts. We find that the Brunt-V\\\"{a}is\\\"{a}l\\\"{a} (BV) frequency increases significantly at densities slightly above the neutron drip density (i.e., neutron stars' inner crusts), which leads to crust $g$-mode oscillations with their frequencies insensitive to the adopted density functional. At larger densities, BV frequency increases as well due to the core-crust transitions and emergence of muons, which lead to core $g$-mode oscillations. It is found that the obtained core $g$-mode frequencies generally increase with the slope of nuclear symmetry energy $L$, which eventually intersect with that of the crust $g$ modes adopting large enough $L$. This leads to the avoid-crossing phenomenon for the global $g$ modes that encompass contributions from both the crust and core. The correlation between the global $g_1$ mode and $L$ is identified for neutron stars with masses $M\\gtrsim 1.4\\ M_{\\odot}$, which enables the measurements of $L$ based on gravitational wave observations. In our future study, the effects of the discontinuities in density or shear modulus should be considered, while the temperature, rotation, magnetic field, and superfluid neutron gas in neutron stars could also play important roles."
    },
    {
      "title": "Rare and exclusive few-body decays of the Higgs, Z, W bosons, and the top quark",
      "link": "http://iopscience.iop.org/article/10.1088/1361-6471/ad3c59",
      "authors": "David d’Enterria and Dũng Văn Lê",
      "source": "Journal of Physics G: Nuclear and Particle Physics",
      "summary": "We perform an extensive survey of rare and exclusive few-body decays—defined as those with branching fractions into two to four final particles—of the Higgs, Z, W bosons, and the top quark. Such rare decays can probe physics beyond the Standard Model (BSM), constitute a background for exotic decays into new BSM particles, and provide precise information on quantum chromodynamics factorization with small nonperturbative corrections. We tabulate the theoretical values for about 200 rare decay channels of the four heaviest elementary particles, indicating the current experimental limits in their observation. Among those, we have computed for the first time ultrarare Higgs boson decays into photons and/or neutrinos, H and Z radiative decays into leptonium states, radiative H and Z quark-flavour-changing decays, and semiexclusive top-quark decays into a quark plus a meson, while updating predictions for a few other rare H, Z, and top quark partial widths. The feasibility of measuring each of these unobserved decays is estimated for p–p collisions at the High-Luminosity Large Hadron Collider, and for e+e− and p–p collisions at the Future Circular Collider."
    },
    {
      "title": "New encapsulation technology for HPGe detectors",
      "link": "https://epja.epj.org/10.1140/epja/s10050-025-01574-w",
      "authors": "P. Reiter, J. Eberth, H. Hess, S. Thiel",
      "source": "European Physical Journal A",
      "summary": "Authors: P. Reiter, J. Eberth, H. Hess and S. Thiel.The European Physical Journal A Vol. 61 , page 100Published online: 10/5/2025"
    },
    {
      "title": "The 22Ne(α$$\\alpha $$,n)25Mg reaction - state of the art, astrophysics, and perspectives",
      "link": "https://epja.epj.org/10.1140/epja/s10050-025-01572-y",
      "authors": "Andreas Best, Philip Adsley, Ryan Amberger, Umberto Battino, Thomas Chillery, Marco La Cognata, Richard James deBoer, Daniela Mercogliano, Shuya Ota, David Rapagnani, Ragandeep Singh Sidhu, Roberta Spartà, Aurora Tumino, Michael Wiescher",
      "source": "European Physical Journal A",
      "summary": "Authors: Andreas Best, Philip Adsley, Ryan Amberger, Umberto Battino, Thomas Chillery, Marco La Cognata, Richard James deBoer, Daniela Mercogliano, Shuya Ota, David Rapagnani, Ragandeep Singh Sidhu, Roberta Spartà, Aurora Tumino and Michael Wiescher.The European Physical Journal A Vol. 61 , page 99Published online: 10/5/2025"
    },
    {
      "title": "Probing the quantum nature of curvature in the deep quantum regime of a black hole",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269325003284?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: Available online 12 May 2025Source: Physics Letters BAuthor(s): Harpreet Singh, Malay K. Nandy"
    },
    {
      "title": "Accretion of the degenerate Fermi gas onto a Reissner-Nordström black hole",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269325003168?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: Available online 12 May 2025Source: Physics Letters BAuthor(s): Ping Li, Jiang-he Yang, Siwei Xu"
    },
    {
      "title": "General form of <em>f</em>(<em>R</em>) and (2 + 1)-dimensional charge/non-charge black hole solutions",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269325003272?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: Available online 12 May 2025Source: Physics Letters BAuthor(s): G.G.L. Nashed"
    },
    {
      "title": "Hadronic light-by-light scattering in the anomalous magnetic moments of electron and <em>τ</em>",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269325003260?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: Available online 12 May 2025Source: Physics Letters BAuthor(s): Martin Hoferichter, Peter Stoffer, Maximilian Zillinger"
    },
    {
      "title": "Two-layered compact star in biquadratic spatial metric with distinct core-shell equations of state",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269325003338?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: Available online 12 May 2025Source: Physics Letters BAuthor(s): Shweta Saklany, Neeraj Pant, Brajesh Pandey"
    },
    {
      "title": "The impact of future <em>D</em>- and <em>B</em>-meson measurements with the SMOG2 program at LHCb on the determination of nuclear parton distribution functions",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269325003156?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: Available online 12 May 2025Source: Physics Letters BAuthor(s): Carlo Flore, Cynthia Hadjidakis, Daniel Kikoła, Aleksander Kusina, Anton Safronov"
    },
    {
      "title": "Single Higgs boson production in association with a top quark through FCNSI",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269325003144?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: Available online 12 May 2025Source: Physics Letters BAuthor(s): V.M. López-Guerrero, M.A. Arroyo-Ureña, J.L. Díaz-Cruz, O. Félix-Beltrán, T.A. Valencia-Pérez"
    },
    {
      "title": "Fermions in a (2+1)-Dimensional Magnetized Spacetime with a Cosmological Constant: Domain Walls and Spinning Magnetic Vortices",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269325003302?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: Available online 12 May 2025Source: Physics Letters BAuthor(s): Omar Mustafa, Abdullah Guvendi"
    },
    {
      "title": "Determining the Density of the Sun with Neutrinos",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269325003211?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: Available online 12 May 2025Source: Physics Letters BAuthor(s): Peter B. Denton, Charles Gourley"
    },
    {
      "title": "Searching for the dark photon at the Future Circular Lepton Collider",
      "link": "https://www.sciencedirect.com/science/article/pii/S037026932500334X?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: Available online 12 May 2025Source: Physics Letters BAuthor(s): X.G. Wang, A.W. Thomas"
    },
    {
      "title": "Exploring the <em>ϕ</em>-<em>α</em> interaction via femtoscopic study",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269325003259?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: Available online 12 May 2025Source: Physics Letters BAuthor(s): Faisal Etminan"
    },
    {
      "title": "Updated predictions for toponium production at the LHC",
      "link": "https://www.sciencedirect.com/science/article/pii/S037026932500293X?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: Available online 12 May 2025Source: Physics Letters BAuthor(s): M.V. Garzelli, G. Limatola, S.-O. Moch, M. Steinhauser, O. Zenaiev"
    },
    {
      "title": "Preliminary results on nuclear isomer production via laser-driven bremsstrahlung irradiation at ELI-NP-1PW",
      "link": "https://www.sciencedirect.com/science/article/pii/S0375947425001435?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Nuclear Physics A",
      "summary": "Publication date: Available online 12 May 2025Source: Nuclear Physics AAuthor(s): G. Giubega, Y. Nakamiya, F. D'Souza, V.L.J. Phung, I. Slabu, V. Iancu, L. Neagu, J.F. Ong, M. Dobre, A. Balaceanu, C. Vancea, L. Tudor, G. Cojocaru, S. Norbaev, A. Naziru, L. Vasescu, A. Toma, A. Dumitru, A. Berceanu, M. Rosu"
    },
    {
      "title": "Influence of the rearrangement contribution of single-particle potential to the nucleus-nucleus interaction and its impact on fusion cross section",
      "link": "https://www.sciencedirect.com/science/article/pii/S0375947425001393?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Nuclear Physics A",
      "summary": "Publication date: Available online 12 May 2025Source: Nuclear Physics AAuthor(s): W.M. Seif, A. Adel, F.A. Fareed"
    },
    {
      "title": "Mirror symmetry in the f<sub>7/2</sub> shell below <sup>56</sup>Ni, excited states and electromagnetic transition rates in <sup>55</sup>Ni and <sup>55</sup>Co",
      "link": "https://www.sciencedirect.com/science/article/pii/S037594742500137X?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Nuclear Physics A",
      "summary": "Publication date: Available online 12 May 2025Source: Nuclear Physics AAuthor(s): H. Asch, C. Andreoiu, C. Angus, D. Annen, M.D.H.K.G. Badanage, G.C. Ball, S. Buck, R.J. Coleman, B. Davids, P.E. Garrett, E. Geerlof, S. Georges, B. Greaves, G. Hackman, J.D. Holt, K. Hudson, V. Karayonchev, E. Kasanda, P. Machule, M.S. Martin"
    },
    {
      "title": "Detector Developments for HISPEC/DESPEC Collaboration at the Slovenian Nuclear Instrumentation Laboratory",
      "link": "https://www.sciencedirect.com/science/article/pii/S0375947425001459?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Nuclear Physics A",
      "summary": "Publication date: Available online 12 May 2025Source: Nuclear Physics AAuthor(s): J. Vesic, G. Kosir, M. Vencelj, K. Zagar, E. Lovsin, HISPEC/DESPEC collaboration"
    }
  ]
}