{
  "lastUpdated": "2025-06-20T02:42:31.324172",
  "papers": [
    {
      "title": "Manifestation of quark effects in nuclei via bremsstrahlung analysis in the proton-nucleus scattering",
      "link": "https://arxiv.org/abs/2506.15254",
      "authors": "Sergei P. Maydanyuk (Southern Center for Nuclear-Science Theory, Institute for Nuclear Research, National Academy of Sciences of Ukraine, Kyiv, 03680, Ukraine), K. Tsushima (Laborat\\'orio de F\\'isica Te\\'orica e Computacional - LFTC, Programa de P\\'osgradua\\c{c}\\~ao em Astrof\\'isica e F\\'isica Computacional, Universidade Cidade de S\\~ao Paulo, 01506-000 S\\~ao Paulo, S\\~ao Paulo, Brazil), G. Ramalho (Department of Physics and OMEG Institute, Soongsil University, Seoul, Republic of Korea), Peng-Ming Zhang (School of Physics and Astronomy, Sun Yat-Sen University, Zhuhai, China)",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2506.15254v1 Announce Type: new \nAbstract: \\textbf{Background} (1) The incoherent emission of photons is dominant comparing to coherent one in proton-nucleus scattering. The incoherent bremsstrahlung is very sensitive to the magnetic moments of nucleons in nuclei. (2) According to the quark-meson coupling (QMC) model, the nucleon magnetic moments in nuclei are enhanced relative to those in vacuum, originating from the quark structure of nucleons. \\textbf{Purpose} Investigate possibilities of observing quark effects in nuclei by the analysis of bremsstrahlung in nuclear reactions. \\textbf{Methods} Analyse the bremsstrahlung cross sections with established model in proton-nucleus scattering, by extending with inclusion of in-medium modified nucleon magnetic moments in nuclei by the QMC model. \\textbf{Results} (1) After calibrating the model without the quark effects for experimental data (TAPS Collaboration data for $p + \\isotope[197]{Au}$), we calculate the cross sections and observe the slight difference between the spectra for models with and without quark effects. Such result is found for the first time, confirming possibilities of observing the quark effects in the spectra of bremsstrahlung. (2) As found, quark effects are not enough to be observed in middle and heavy nuclei, as they have dominant incoherent contributions. (3) \\isotope[18]{C} has minimal incoherent contribution concerning other carbon isotopes, where the quark effects should be minimal. In ratios between the spectra for \\isotope[18]{C} and \\isotope[12]{C} with and without the quark effects the difference is clearly observed. \\textbf{Conclusions} We establish the new physical observable for the quark effects in nuclei in the bremsstrahlung accompanied in the nuclear reactions, which can be measured. The present suggestion is for the first time in both theoretically and experimentally to study the quark effects in nuclei via the bremsstrahlung."
    },
    {
      "title": "Photoabsorption Cross Sections studied within the axially deformed Relativistic Quasiparticle Finite Amplitude Framework",
      "link": "https://arxiv.org/abs/2506.15297",
      "authors": "C. Chen (Frontiers Science Center for Rare isotope, Lanzhou University, Lanzhou, China, School of Nuclear Science and Technology, Lanzhou University, Lanzhou, China), Y. F. Niu (Frontiers Science Center for Rare isotope, Lanzhou University, Lanzhou, China, School of Nuclear Science and Technology, Lanzhou University, Lanzhou, China), R. Xu (China Nuclear Data Center, China Institute of Atomic Energy, Beijing, China), Y. Tian (China Nuclear Data Center, China Institute of Atomic Energy, Beijing, China)",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2506.15297v1 Announce Type: new \nAbstract: Photoabsorption cross sections for 235 stable nuclei, ranging from $^{40}$Ca to $^{209}$Bi, were investigated by the quasiparticle finite amplitude method (QFAM) based on the axially deformed relativistic Hartree-Bogoliubov (RHB) approach using relativistic point-coupling interaction DD-PC1, with extensions to odd-A nuclei. GDR parameters based on the standard Lorentzian (SLO) model were extracted from QFAM results and compared with those from experimental data recommended by IAEA. Good agreement was achieved for giant dipole resonance (GDR) peak energies, while resonance widths were underestimated and hence peak cross sections were overestimated due to the lack of higher-order many-body correlations. These discrepancies were much improved in deformed nuclei. The effects of deformation on photoabsorption cross sections were examined systematically. The comparison of photoabsorption cross sections among QFAM results and discrepant experimental data revealed the potential of QFAM calculations in the evaluation of photonuclear data."
    },
    {
      "title": "Naive parton picture for color transparency of kaon in the electronuclear reaction $A(e,e'K^+)$",
      "link": "https://arxiv.org/abs/2506.15331",
      "authors": "Kook-Jin Kong, Tae Keun Choi, Byung-Geel Yu",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2506.15331v1 Announce Type: new \nAbstract: Nuclear transparency in the kaon-induced nuclear reaction $A(e,e'K^+)$ is investigated in parallel with our previous study on the pion transparency in Phys. Rev. C {\\bf111}, 064608 (2025). Based on the Glauber scattering theory, which incorporates shadowing by the two-step process, the kaon color transparency (CT) is analyzed to find that the slope of the kaon CT steeper than the pion CT along with the photon virtuality $Q^2$ increase is well accounted for by the naive parton model (NPM) rather than by the quantum diffusion model (QDM). Further diminishing of CT due to shadowing in the initial state yields better agreement with experimental data. The dependence of kaon transparency on $Q^2$ up to 10 GeV$^2/c^2$ and the mass number $A$ is presented for comparison with the JLab data at the 6 GeV electron beam for the reaction $A(e,e'K^+)$ in $^{12}$C, $^{63}$Cu, and $^{197}$Au nuclei."
    },
    {
      "title": "Towards a microscopic description of nucleus-nucleus collisions",
      "link": "https://arxiv.org/abs/2506.15406",
      "authors": "Matteo Vorabbi, Michael Gennari, Paolo Finelli, Carlotta Giusti, Petr Navr\\'atil",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2506.15406v1 Announce Type: new \nAbstract: We present the first results of a comprehensive microscopic approach to describe nucleus-nucleus elastic collisions by means of an optical potential derived at first order in multiple-scattering theory and computed by folding the projectile and target nuclear densities with the nucleon-nucleon $t$ matrix, which describes the interaction between each nucleon of the projectile and each nucleon of the target. Chiral interactions are consistently used in the calculation of the $t$ matrix and of the nonlocal nuclear densities, which are computed within the ab initio no-core shell model. Cross sections calculated for $\\alpha$ collisions on $^{12}$C and $^{16}$O at projectile energies in the range 100-300 MeV are presented and compared with available data. For momentum transfer $q$ up to about $1.0$ fm$^{-1}$ our results are in good agreement with the experimental data, whereas for higher momenta a reduction of the imaginary contributions is needed."
    },
    {
      "title": "Extended multiconfigurational dynamical symmetry",
      "link": "https://arxiv.org/abs/2506.15590",
      "authors": "H. G. Ganev",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2506.15590v1 Announce Type: new \nAbstract: An extended multiconfigurational dynamical symmetry (EMUSY) within the symplectic symmetry approach to clustering (SSAC) is proposed for the general case of multicluster nuclear systems. A characteristic property of the EMUSY is that it includes more general symplectic, i.e. number non-preserving, transformations which contain the standard number-preserving (unitary) multiconfigurational dynamical symmetry transformations as a special limiting case. In this way the EMUSY becomes able to connect various possible clusterizations of different multicluster type, as well as various many-particle configurations between the shell, collective and cluster models of nuclear structure. The theory is briefly illustrated using the nuclear system $^{24}$Mg as an example."
    },
    {
      "title": "A NICER view of the 1.4 solar-mass edge-on pulsar PSR J0614--3329",
      "link": "https://arxiv.org/abs/2506.14883",
      "authors": "Lucien Mauviard, Sebastien Guillot, Tuomo Salmi, Devarshi Choudhury, Bas Dorsman, Denis Gonz\\'alez-Caniulef, Mariska Hoogkamer, Daniela Huppenkothen, Christine Kazantsev, Yves Kini, Jean-Francois Olive, Pierre Stammler, Anna L. Watts, Melissa Mendes, Nathan Rutherford, Achim Schwenk, Isak Svensson, Slavko Bogdanov, Matthew Kerr, Paul S. Ray, Lucas Guillemot, Isma\\\"el Cognard, Gilles Theureau",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2506.14883v1 Announce Type: cross \nAbstract: Four neutron star radius measurements have already been obtained by modeling the X-ray pulses of rotation-powered millisecond pulsars observed by the Neutron Star Interior Composition ExploreR (NICER). We report here the radius measurement of PSR J0614$-$3329 employing the same method with NICER and XMM-Newton data using Bayesian Inference. For all different models tested, including one with unrestricted inclination prior, we retrieve very similar non-antipodal hot regions geometries and radii. For the preferred model, we infer an equatorial radius of $R_{\\rm eq}=10.29^{+1.01}_{-0.86}\\,$km for a mass of $M=1.44^{+0.06}_{-0.07} \\, M_{\\odot}$ (median values with equal-tailed $68\\%$ credible interval), the latter being essentially constrained from radio timing priors obtained by MeerKAT. We find that, for all different models, the pulse emission originates from two hot regions, one at the pole and the other at the equator. The resulting radius constraint is consistent with previous X-ray and gravitational wave measurements of neutron stars in the same mass range. Equation of state inferences, including previous NICER and gravitational wave results, slightly soften the equation of state with PSR J0614$-$3329 included and shift the allowed mass-radius region toward lower radii by $\\sim 300\\,$m."
    },
    {
      "title": "Review of heat and charge transport in strongly magnetized relativistic plasmas",
      "link": "https://arxiv.org/abs/2506.14956",
      "authors": "Igor A. Shovkovy, Ritesh Ghosh",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2506.14956v1 Announce Type: cross \nAbstract: We review field-theoretic studies of charge transport in hot relativistic plasmas under strong magnetic fields and extend the analysis to thermal conductivity. The calculations rely on accurately determining the fermion damping rate. Using the Landau-level representation, these damping rates are computed exactly at leading order and incorporated into the Kubo formula to obtain the thermal and electrical conductivity tensors. Our analysis reveals that the underlying mechanisms of longitudinal and transverse transport differ significantly. Strong magnetic fields markedly suppress transverse transport by confining particles within localized Landau orbits, allowing transport only through quantum transitions between these discrete states. In contrast, longitudinal transport is enhanced, as it primarily depends on the reduced scattering probability of particles moving along the direction of the magnetic field. We also examine the modification of the Wiedemann--Franz law in strongly magnetized plasmas."
    },
    {
      "title": "Thermalization from quantum entanglement: jet simulations in the massive Schwinger model",
      "link": "https://arxiv.org/abs/2506.14983",
      "authors": "Adrien Florio, David Frenklakh, Sebastian Grieninger, Dmitri E. Kharzeev, Andrea Palermo, Shuzhe Shi",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2506.14983v1 Announce Type: cross \nAbstract: We investigate the emergence of thermalization in a quantum field-theoretic model mimicking the production of jets in QCD -- the massive Schwinger model coupled to external sources. Specifically, we compute the expectation values of local operators as functions of time and compare them to their thermal counterparts, quantify the overlap between the evolving density matrix and the thermal one, and compare the dynamics of the energy-momentum tensor to predictions from relativistic hydrodynamics. Through these studies, we find that the system approaches thermalization at late times and elucidate the mechanisms by which quantum entanglement drives thermalization in closed field-theoretic systems. Our results show how thermodynamic behavior emerges in real time from unitary quantum dynamics."
    },
    {
      "title": "Ambiguities in the Partial-Wave Analysis of the Photoproduction of Pairs of Pseudoscalar Mesons",
      "link": "https://arxiv.org/abs/2506.15128",
      "authors": "J. Guo, E. Barriga, K. Scheuer, A. Austregesilo, P. Eugenio, D. I. Glazier, B. Grube, W. Imoehl, C. A. Meyer, A. Ostrovidov, J. R. Stevens",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2506.15128v1 Announce Type: cross \nAbstract: Applying the technique of partial-wave analysis, there are cases where more than one set of underlying complex-valued amplitudes can describe the measured observables. These ambiguities can sometimes be resolved using additional information, but assumptions are often required. It is known that the partial-wave analysis of two-pseudoscalar meson systems produced in photoproduction with a linearly polarized photon beam is free from discrete ambiguities stemming from the Barrelet zeros when the nucleon spin is ignored. In this article, we show that continuous ambiguities are possible for certain wave sets, even though the discrete ambiguities do not appear. We also explore ways to resolve these ambiguities and determine the maximal amount of information that can be obtained from analyses that suffer from these continuous ambiguities."
    },
    {
      "title": "Effects of BHF-corrected effective mass on sound speed, conformality and observables of dark matter admixed neutron stars",
      "link": "https://arxiv.org/abs/2506.15328",
      "authors": "Arijit Das, Prashanth Jaikumar, Adarsh Karekkat, Tanumoy Mandal",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2506.15328v1 Announce Type: cross \nAbstract: We construct an equation of state describing cold and dense matter in the core of neutron stars which includes an admixture of fermionic dark matter and incorporates nucleon effective masses derived from the relativistic Brueckner-Hartree-Fock (BHF) many-body approach within a relativistic mean-field model. Such a BHF-informed mixed-model approach increases stellar compactness, with mass-radius configurations which are consistent with smaller, lighter pulsars. The model displays the expected non-monotonic behavior of sound speed hinted at by neutron star data, and is closer to the conformal bound at maximum mass. We find that the model displays tension with bounds on heavier pulsars, suggesting that the hypothesis of an aggregated dark component in neutron stars needs further critical study."
    },
    {
      "title": "Relaxation for massive particles: transport and causality",
      "link": "https://arxiv.org/abs/2506.15531",
      "authors": "Matej Bajec, Alexander Soloviev",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2506.15531v1 Announce Type: cross \nAbstract: Correlators at finite density and temperature encode important information about a physical system, such as transport and causality. For a massive gas of particles in the relaxation time approximation of kinetic theory, we provide complete analytic results for all first order transport coefficients, including thermoelectric coefficients. We demonstrate the first complete picture of the complex structure of the correlators as a function of mass, providing an interpretation in terms of the causal structure of lightcones. We provide a simple criterion to extract the effective lightcone velocity from the cut of the retarded correlator."
    },
    {
      "title": "Skyrme RPA for spherical and axially symmetric nuclei",
      "link": "https://arxiv.org/abs/1510.01248",
      "authors": "Anton Repko, Jan Kvasil, V. O. Nesterenko, P. -G. Reinhard",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:1510.01248v4 Announce Type: replace \nAbstract: Random Phase Approximation (RPA) is the basic method for calculation of excited states of nuclei over the Hartree-Fock ground state, suitable also for energy density functionals (EDF or DFT). We developed a convenient formalism for expressing densities and currents in a form of reduced matrix elements, which allows fast calculation of spectra for spherical nuclei. All terms of Skyrme functional were taken into account, so it is possible to calculate electric, magnetic and vortical/toroidal/compression transitions and strength functions of any multipolarity. Time-odd (spin) terms in Skyrme functional become important for magnetic M1 and isovector toroidal E1 transitions. It was also found that transition currents in pygmy region (low-lying part of E1 resonance) exhibit isoscalar toroidal flow, so the previously assumed picture of neutron-skin vibration is not the only mechanism present in pygmy transitions.\n  RPA calculations with heavy axially-symmetric nuclei now become feasible on ordinary PC. Detailed formulae for axial Skyrme RPA are given. Some numerical results are shown in comparison with the approximate approach of separable RPA, previously developed in our group for fast calculation of strength functions."
    },
    {
      "title": "Thermal dilepton polarization and dynamics of the QCD plasma in relativistic heavy-ion collisions",
      "link": "https://arxiv.org/abs/2412.15052",
      "authors": "Xiang-Yu Wu, Han Gao, Bailey Forster, Charles Gale, Greg Jackson, Sangyong Jeon",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2412.15052v2 Announce Type: replace \nAbstract: We present the first theoretical study of the polarization of lepton pairs produced in $\\sqrts = 5.02 $ TeV Pb+Pb collisions at the LHC, using next-to-leading order (NLO) dilepton emission rates. These calculations employ a multi-stage framework to simulate the evolution of relativistic heavy-ion collisions, and to explore the sensitivity of polarization to early times. It is found that the intermediate invariant-mass dileptons are indeed probes of the thermal equilibration process, and go beyond the reach of hadronic observables. We compute the polarization anisotropy coefficient obtained with LO dilepton rates, and show that the LO and NLO results differ radically, both in trend and in magnitude, at low and intermediate lepton pair invariant masses."
    },
    {
      "title": "Fluctuations and correlations of quark spin in hot and dense QCD matter",
      "link": "https://arxiv.org/abs/2410.20704",
      "authors": "Hao-Lei Chen, Wei-jie Fu, Xu-Guang Huang, Guo-Liang Ma",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2410.20704v2 Announce Type: replace-cross \nAbstract: In this work, we examine the impact of QCD phase transitions on the quark spin fluctuations and correlations. We propose the quark-antiquark correlation, which relates to the vector meson spin alignment and the $\\Lambda-\\bar\\Lambda$ correlation, can be used as a novel probe of the critical end point (CEP) in the QCD phase diagram. Using the Nambu-Jona-Lanisio model, we qualitatively study the properties of quark-antiquark spin correlations. Our findings reveal a peak structure near the CEP of the chiral phase transition, which may serve as an experimental signature of the CEP and account for the non-monotonic behavior of $\\phi$ meson alignment at low collision energies observed recently in experiments."
    },
    {
      "title": "Combination of aN3LO PDFs and implications for Higgs production cross-sections at the LHC",
      "link": "http://iopscience.iop.org/article/10.1088/1361-6471/adde78",
      "authors": "The MSHT Collaboration, Thomas Cridge, Lucian A Harland-Lang, Jamie McGowan, Robert S Thorne, The NNPDF Collaboration:, Richard D Ball, Alessandro Candido, Stefano Carrazza, Juan Cruz-Martinez, Luigi Del Debbio, Stefano Forte, Felix Hekhorn, Giacomo Magni, Emanuele R Nocera, Tanjona R Rabemananjara, Juan Rojo, Roy Stegeman and Maria Ubiali",
      "source": "Journal of Physics G: Nuclear and Particle Physics",
      "summary": "We discuss how the two existing approximate N3LO (aN3LO) sets of parton distributions (PDFs) from the MSHT20 and NNPDF4.0 series can be combined for LHC phenomenology, both in the pure QCD case and for the QCD ⨂ QED sets that include the photon PDF. Using the resulting combinations, we present predictions for the total inclusive cross-section for Higgs production in gluon fusion, vector boson fusion, and associated production at the LHC with TeV (Run 3). For the gluon fusion and vector boson fusion channels, the corrections that arise when using correctly matched aN3LO PDFs with N3LO cross section calculations, compared to using NNLO PDFs, are significant, in many cases larger than the PDF uncertainty, and generally larger than the differences between the two aN3LO PDF sets entering the combination. The combined aN3LO PDF sets, MSHT20xNNPDF40_an3lo and MSHT20xNNPDF40_an3lo_qed, are made publicly available in the LHAPDF format and can be readily used for LHC phenomenology."
    },
    {
      "title": "The baryon–baryon interaction in the large-Nc$$N_c$$ limit",
      "link": "https://epja.epj.org/10.1140/epja/s10050-025-01602-9",
      "authors": "Thomas Vonk, Ulf-G. Meißner",
      "source": "European Physical Journal A",
      "summary": "Authors: Thomas Vonk and Ulf-G. Meißner.The European Physical Journal A Vol. 61 , page 135Published online: 16/6/2025"
    },
    {
      "title": "Study of nuclear structure in 122Ba from DCO Ratio and Polarization measurements",
      "link": "https://epja.epj.org/10.1140/epja/s10050-025-01591-9",
      "authors": "Bharti Rohila, Ashok Kumar, Diwanshu, Chetan Sharma, Amit, Subodh, H. Arora, Mehak Narula, Nabeel Salim, P. Arumugam, Mohammad Anser, H. P. Sharma, Anand Pandey, S. K. Chamoli, Kaushik Katre, Yashraj, R. P. Singh, S. Muralithar",
      "source": "European Physical Journal A",
      "summary": "Authors: Bharti Rohila, Ashok Kumar,  Diwanshu, Chetan Sharma,  Amit,  Subodh, H. Arora, Mehak Narula, Nabeel Salim, P. Arumugam, Mohammad Anser, H. P. Sharma, Anand Pandey, S. K. Chamoli, Kaushik Katre,  Yashraj, R. P. Singh and S. Muralithar.The European Physical Journal A Vol. 61 , page 136Published online: 16/6/2025"
    },
    {
      "title": "Bottomonium meson spectrum with quenched and unquenched quark models",
      "link": "https://epja.epj.org/10.1140/epja/s10050-025-01607-4",
      "authors": "M. Atif Sultan, Wei Hao, E. S. Swanson, Lei Chang",
      "source": "European Physical Journal A",
      "summary": "Authors: M. Atif Sultan, Wei Hao, E. S. Swanson and Lei Chang.The European Physical Journal A Vol. 61 , page 137Published online: 17/6/2025"
    },
    {
      "title": "Two-center harmonic oscillator basis for Skyrme-DFT calculations (I): formalism and Proof of Principle",
      "link": "https://epja.epj.org/10.1140/epja/s10050-025-01605-6",
      "authors": "Adrián Sánchez-Fernández, Jacek Dobaczewski, Xuwei Sun, Herlik Wibowo",
      "source": "European Physical Journal A",
      "summary": "Authors: Adrián Sánchez-Fernández, Jacek Dobaczewski, Xuwei Sun and Herlik Wibowo.The European Physical Journal A Vol. 61 , page 138Published online: 17/6/2025"
    },
    {
      "title": "Mapped interacting boson model for nuclear structure studies",
      "link": "https://epja.epj.org/10.1140/epja/s10050-025-01604-7",
      "authors": "Kosuke Nomura",
      "source": "European Physical Journal A",
      "summary": "Authors: Kosuke Nomura.The European Physical Journal A Vol. 61 , page 139Published online: 17/6/2025\n       Keywords:"
    },
    {
      "title": "Mean-field approximation on steroids: exact description of the deuteron",
      "link": "https://epja.epj.org/10.1140/epja/s10050-025-01596-4",
      "authors": "B. Bally, A. Scalesi, V. Somà, L. Zurek, T. Duguet",
      "source": "European Physical Journal A",
      "summary": "Authors: B. Bally, A. Scalesi, V. Somà, L. Zurek and T. Duguet.The European Physical Journal A Vol. 61 , page 140Published online: 18/6/2025\n       Keywords:"
    },
    {
      "title": "Bulk Reconstruction in De Sitter Spacetime",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269325004162?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: Available online 18 June 2025Source: Physics Letters BAuthor(s): Arundhati Goldar, Nirmalya Kajuri"
    },
    {
      "title": "Fractional attractors in light of the latest ACT observations",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269325004253?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: Available online 18 June 2025Source: Physics Letters BAuthor(s): Christian Dioguardi, Antonio J. Iovino, Antonio Racioppi"
    },
    {
      "title": "Ξ<sub><em>c</em></sub>(2790)<sup>+/0</sup> and Ξ<sub><em>c</em></sub>(2815)<sup>+/0</sup> radiative decays",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269325004277?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: Available online 18 June 2025Source: Physics Letters BAuthor(s): H. García-Tecocoatzi, A. Ramirez-Morales, A. Rivero-Acosta, E. Santopinto, C.A. Vaquera-Araujo"
    },
    {
      "title": "Test of Bell Locality Violation in Flavor Entangled Neutral Meson Pair",
      "link": "https://www.sciencedirect.com/science/article/pii/S037594742500185X?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Nuclear Physics A",
      "summary": "Publication date: Available online 18 June 2025Source: Nuclear Physics AAuthor(s): Kaiwen Chen, Zhi-Peng Xing, Ruilin Zhu"
    }
  ]
}