{
  "lastUpdated": "2025-10-23T02:22:41.370797",
  "papers": [
    {
      "title": "Nonlocality Effect in the Tunneling of Alpha Radioactivity with the Aid of Machine Learning",
      "link": "https://arxiv.org/abs/2510.18199",
      "authors": "Jinyu Hu, Chen Wu",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2510.18199v1 Announce Type: new \nAbstract: Recently, building upon the research findings of E. L. Medeiros, we have extended the alpha-particle non-locality effect to the two-potential approach (TPA). This extension demonstrates that the integration of the alpha-particle nonlocality effect into TPA yields relatively favorable results. In the present work, we employ machine learning methods to further optimize the aforementioned approach, specifically utilizing three classical machine learning models: decision tree regression, random forest regression, and XGBRegressor. Among these models, both the decision tree regression and XGBRegressor models exhibit the highest degree of agreement with the reference data, whereas the random forest regression model shows inferior performance. In terms of standard deviation, the results derived from the decision tree regression and XGBRegressor models represent improvements of 54.5% and 53.7%, respectively, compared to the TPA that does not account for the coordinate-dependent effective mass of alpha particles. Furthermore, we extend the decision tree regression and XGBRegressor models to predict the alpha-decay half-lives of 20 even-even nuclei with atomic numbers Z=118 and Z=120. Subsequently, the superheavy nucleus half-life predictions generated by our proposed models are compared with those from two established benchmarks: the improved eight-parameter Deng-Zhang-Royer (DZR) model and the new empirical expression (denoted as \"New+D\") proposed by V. Yu. Denisov, which explicitly incorporates nuclear deformation effects. Overall, the predictions from these models and formulas are generally consistent. Notably, the predictions of the decision tree regression model show a high level of consistency with those of the New+D expression, while the XGBRegressor model exhibits deviations from the other two comparative models."
    },
    {
      "title": "Neutron emission during fission and its impact on fission-fragment mass distribution studied by Langevin model",
      "link": "https://arxiv.org/abs/2510.18205",
      "authors": "S. Takagi, S. Harada, Y. Aritomo, K. Hirose, K. Nishio",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2510.18205v1 Announce Type: new \nAbstract: Actinide nuclei exhibit mass-asymmetric fission at low energy due to shell structure. The fission-fragment mass distributions produced at high energy tend to have a symmetric shape due to smearing of shell effects. On the other hand, the distribution can be changed by neutron emission occurring before fission, as this decreases the excitation energy of the fissioning nucleus, and thus revives the shell structure. In so called multichance fission, neutron emission is considered prior to fission at the initial nuclear shape, and competition between fission and neutron emission is determined with the framework of the statistical model. In the present work, we describe fission in the Langevin equations, and neutron emission is treated throughout the fission process. The calculation reproduces experimentally observed mass distributions, and for a wide range of initial compound-nucleus excitation energy up to 60 MeV. The results show that, while neutron emission dominates at the ground-state shape, it occurs along the shape evolution path to the scission point."
    },
    {
      "title": "Probing momentum dependence of hydrodynamization in heavy-ion collisions",
      "link": "https://arxiv.org/abs/2510.18522",
      "authors": "Akihiko Monnai",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2510.18522v1 Announce Type: new \nAbstract: The fluidity of the hot and dense QCD matter is a key characteristic of the medium created in high-energy heavy-ion collisions. We extend the framework of the relativistic hydrodynamic model to incorporate non-thermal momentum distributions that may emerge during the dynamical evolution of the collision system. Numerical simulations are performed to elucidate the phenomenological implications of these modifications on charged hadrons and direct photons measured in collider experiments."
    },
    {
      "title": "$\\alpha$-decay systematics for superheavy nucleus: the effect of deformation of daughter nucleus",
      "link": "https://arxiv.org/abs/2510.18577",
      "authors": "Jinyu Hu, Chen Wu",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2510.18577v1 Announce Type: new \nAbstract: Recently, V.Yu. Denisov proposed a new empirical formula incorporating the deformation of the daughter nucleus, which has significantly improved the description of $\\alpha$-decay half-lives for even-even nuclei compared to formulas neglecting the deformation of the daughter nucleus. In this work, we generalize the deformation of the daughter nucleus proposed by V.Yu. Denisov to the DUR model, the AKRA model, the New Geiger-Nuttall law, generating three improved versions of these models. We then employ both the original and modified the DUR model, the AKRA model, and the New Geiger-Nuttall law to investigate the $\\alpha$-decay half-lives of 400 isotopes. Results show that among the six models, the modified AKRA model provides the closest agreement with experimental $\\alpha$-decay half-life data. For comparative analysis, we use the new empirical formulas developed for the DUR model (DUR+D), the AKRA model (AKRA+D) and a new empirical (ND) proposed by V.Yu. Denisov to predict the $\\alpha$-decay properties of 71 even-even nuclei with Z = 118, 120, 122, and 124. The predictions from the DUR+D model, the AKRA+D model, and ND are largely consistent overall. Notably, when the neutron number $N>190$, the predictions from the DUR+D model and the AKRA+D model exceed those of ND, which may be attributed to additional physical contributions (e.g., the hexadecapole and the hexacontatetrapole deformation of the deformed daughter nucleus) incorporated in the DUR+D model and the AKRA+D model but not in ND."
    },
    {
      "title": "Charm-strange meson production in relativistic heavy ion collisions",
      "link": "https://arxiv.org/abs/2510.18673",
      "authors": "Sungtae Cho, Su Houng Lee",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2510.18673v1 Announce Type: new \nAbstract: We study charm-strange mesons, or $D_s$, $D_s^*$, $D_{s0}^*(2317)$, and $D_{s1}(2460)$ mesons by focusing on their production by coalescence from a quark-gluon plasma in relativistic heavy ion collisions at $\\sqrt{s_{NN}}=5.02$ TeV. Starting from the investigation of the transverse momentum distribution of both charm and strange quarks through transverse momentum distributions of $\\phi$ and $D^0$ mesons, we calculate the transverse momentum distributions and yields of $D_s$, $D_s^*$, $D_{s0}^*(2317)$, and $D_{s1}(2460)$ mesons based on the coalescence model. We find that the yield and transverse momentum distribution of the $D_s$ meson agree well with the experimental measurements at $\\sqrt{s_{NN}}=5.02$ TeV at LHC. We further evaluate the transverse momentum ratio between $D_s$ and $D^0$ mesons, and investigate the role of light and strange quarks in the production of charmed mesons in heavy ion collisions. Finally, we calculate the transverse momentum distribution and yield of the $D_{s0}^*(2317)$ meson in a four-quark state, and compare to those of $D_{s0}^*(2317)$ meson in a two-quark state."
    },
    {
      "title": "Interactions of the deuteron with a hadronic medium",
      "link": "https://arxiv.org/abs/2510.17871",
      "authors": "L. M. Abreu, R. Higa, R. O. Magalh\\~aes, F. S. Navarra",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2510.17871v1 Announce Type: cross \nAbstract: We investigate the interactions of the deuteron with light mesons during the hadronic phase in heavy-ion collisions. We treat the deuteron as a weakly bound state and employ the quasi-free approximation to describe the $d\\pi$ interaction. The underlying elementary $N\\pi$ amplitudes are described by a hybrid effective model, combining the non-resonant background from chiral perturbation theory with resonant contributions via Breit-Wigner parameterizations. These amplitudes are used to calculate the vacuum and thermally-averaged cross-sections for deuteron dissociation and production, namely, $d + \\pi \\rightarrow N + N' + \\pi$ and the corresponding inverse reaction. We then use these cross sections in a rate equation to estimate the time evolution of the deuteron multiplicity. For the initial conditions we consider two models: the statistical hadronization model and the coalescence model, where the deuteron is treated as a hadronic molecule. Our findings suggest that the final deuteron yield does not retain a memory of its initial production mechanism."
    },
    {
      "title": "Binding energy of compact stars and their non-radial oscillations",
      "link": "https://arxiv.org/abs/2510.18706",
      "authors": "P. Laskos-Patkos, S. Papadopoulos, Ch. C. Moustakidis",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2510.18706v1 Announce Type: cross \nAbstract: In the past years, a significant effort has been made with the scope of determining correlations, involving compact star properties, that are independent of the nuclear equation of state. Such universal relations are of utmost importance as they allow for the imposition of constraints on stellar properties without directly measuring them and they may also serve as a probe of General Relativity. In the present study, we investigated the possible existence of a universal relation between the binding energy of compact stars and the frequency of their non-radial oscillations. The main motivation was related to the fact that both of the aforementioned quantities might be measured in the occurrence of a supernova explosion. Interestingly, we found that there is a empirical relation between the oscillation frequency and the binding energy for both $f$ and $p_1$ modes, assuming hadronic stellar matter. The inclusion of hybrid equations of state, incorporating sharp phase transitions, was shown to result into deviations from the aforementioned quasi-universal relation."
    },
    {
      "title": "Controlled Gate Networks: Theory and Application to Eigenvalue Estimation",
      "link": "https://arxiv.org/abs/2208.13557",
      "authors": "Max Bee-Lindgren, Zhengrong Qian, Matthew DeCross, Natalie C. Brown, Christopher N. Gilbreth, Jacob Watkins, Xilin Zhang, Dean Lee",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2208.13557v4 Announce Type: replace-cross \nAbstract: We introduce a new scheme for quantum circuit design called controlled gate networks. Rather than trying to reduce the complexity of individual unitary operations, the new strategy is to toggle between all of the unitary operations needed with the fewest number of gates. We present the general theory of controlled gate networks and show that, under quite general conditions, it can significantly reduce the number of two-qubit gates needed to produce linear combinations of unitary operators. The first example we consider is a variational subspace calculation for a two-qubit system. The second example is estimating the eigenvalues of a two-qubit Hamiltonian via the rodeo algorithm using operators that we call controlled reversal gates. We use the Quantinuum H1-2 and IBM Perth devices to realize the quantum circuits. The third example is the application of controlled gate networks to the controlled time evolution of a free nucleon on a three-dimensional lattice. For all of the examples, we show very substantial reductions in the number of two-qubit gates required. Our work demonstrates that controlled gate networks are a useful tool for reducing gate complexity in quantum algorithms for quantum many-body problems such as those relevant to nuclear physics."
    },
    {
      "title": "Classical string profile for a class of DDF amplitudes",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269325007294?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: Available online 22 October 2025Source: Physics Letters BAuthor(s): Diptarka Das, Santanu Mandal, Anurag Sarkar"
    },
    {
      "title": "Aspects of holographic Langevin diffusion in the presence of anisotropic magnetic field",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269325007245?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: Available online 21 October 2025Source: Physics Letters BAuthor(s): Qi Zhou, Ben-Wei Zhang"
    },
    {
      "title": "Momentum Distributions, Chemical Potential, and Free Energy of Asymmetric Nuclear Matter Using the Static Fluctuation Approximation",
      "link": "https://www.sciencedirect.com/science/article/pii/S0375947425002544?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Nuclear Physics A",
      "summary": "Publication date: Available online 22 October 2025Source: Nuclear Physics AAuthor(s): Mohamed K. Al-Sugheir, Bassam R. Joudeh, O. Abu-Haija, Ibtisam F. Al-Maaitah, Derar Altarawneh, Sufian Alnemrat, Humam B. Ghassib"
    }
  ]
}