{
  "lastUpdated": "2025-04-30T02:26:21.521161",
  "papers": [
    {
      "title": "Asymmetric warm nuclear matter described by Gogny and Skyrme-version models",
      "link": "https://arxiv.org/abs/2504.18701",
      "authors": "Odilon Louren\\c{c}o, Mariana Dutra, Mario Centelles, Xavier Vi\\~nas",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2504.18701v1 Announce Type: new \nAbstract: In this work, we perform a detailed study of the thermodynamical properties of asymmetric nuclear matter at finite temperatures by means of the Gogny force, with a particular focus on its D1 family. We emphasize the investigation of the liquid-gas phase transition with the respective analysis of phase-coexistence boundaries (binodal sections) and instability regions (spinodal contours). Furthermore, the phenomenon of isospin distillation, intrinsically related to the unstable part of the system, is also described. In order to estimate the impact of the finite range of the nuclear interaction, for each Gogny parametrization we provide a respective zero-range Skyrme version, for which the free parameters of the model are obtained with the aim of reproducing at zero temperature the same saturation density, binding energy, incompressibility, isoscalar effective mass, isovector effective mass, symmetry energy, and symmetry energy slope. As a main result, we verify systematic deviations between the Gogny models and their Skyrme-version models, particularly at higher temperatures, where the Skyrme-version parametrizations exhibit reduced binodal and spinodal regions."
    },
    {
      "title": "Symmetry Energy Expansion with Strange Dense Matter",
      "link": "https://arxiv.org/abs/2504.18764",
      "authors": "Yumu Yang, Nikolas Cruz Camacho, Mauricio Hippert, Jacquelyn Noronha-Hostler",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2504.18764v1 Announce Type: new \nAbstract: The Quantum Chromodynamics phase diagram at large densities and low temperature can be probed both by neutron stars and low-energy heavy-ion collisions. Heavy-ion collisions are nearly isospin symmetric systems whereas neutron stars are highly isospin asymmetric since they are neutron-rich. The symmetry energy expansion is used to connect these regimes across isospin asymmetry. However, the current symmetry energy expansion does not account for strange particles. Here we include a finite strangeness to calculate isospin asymmetry and find that the symmetry energy expansion has a skewness term in the presence of strangeness for the case of weak equilibrium."
    },
    {
      "title": "Isomer production by multi-photon excitation",
      "link": "https://arxiv.org/abs/2504.18828",
      "authors": "Weitao Liu, Yuanbin Wu",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2504.18828v1 Announce Type: new \nAbstract: The multi-photon excitation to the $8$-eV nuclear isomeric state $^{229\\text{m}}$Th in the direct laser-nucleus interaction is investigated theoretically. We solve the time-dependent Schr\\\"odinger equation with the method which allows us to study the $n$-photon absorption in the nuclear excitation in the direct laser-nucleus interaction. Based on the laser facilities available currently or in the near future, we analyze the impact of the laser parameters on the excitation probability of the multi-photon excitation. The possibilities of the $2$-, $3$- and $4$-photon excitations to the isomeric state $^{229\\text{m}}$Th from the ground state are discussed in details. Our results show the strong impact of the laser intensity and pulse duration on the multi-photon excitation probability. The onset of high-order effects in the multi-photon excitation in the direct laser-nucleus interaction is also revealed. Our findings open new possibilities to study the multi-photon laser-nucleus interaction in high-power laser facilities."
    },
    {
      "title": "Relativistic four-nucleon calculations with rank-one separable potential",
      "link": "https://arxiv.org/abs/2504.18865",
      "authors": "S. Yurev, S. Bondarenko",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2504.18865v1 Announce Type: new \nAbstract: A solution to the relativistic generalization of the four-particle integral Faddeev-Yakubovsky equation is carried out. Only states with zero orbital angular momentum, $S$ states, are considered in the calculations. A rank-one separable potential for nucleon-nucleon interaction is used to solve the two-nucleon Bethe-Salpeter equation. Calculations are carried out taking into account both \"3+1\" and \"2+2\" subchannels in the equation. The system of integral equations is solved by the iteration method and the binding energy of the helium-4 nucleus is found. The calculated results are compared with experimental data and nonrelativistic."
    },
    {
      "title": "Disentangling effects of nucleon size and nucleus structure in relativistic heavy-ion collisions",
      "link": "https://arxiv.org/abs/2504.19082",
      "authors": "Hai-Cheng Wang, Song-Jie Li, Jun Xu, Zhong-Zhou Ren",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2504.19082v1 Announce Type: new \nAbstract: While relativistic heavy-ion collisions become an alternative way of studying nucleus structure, the accurate extraction of nucleus structure could be hampered by the uncertainty of nucleon size, and the latter has attracted people's attention in the past few years. We have compared the impacts of nuclear size and nucleus structure on deformation probes in relativistic heavy-ion collisions based on a multiphase transport (AMPT) model. With increasing nucleon size, the absolute values of the deformation probes are generally reduced due to smeared initial density fluctuations. In heavy systems such as $^{197}$Au+$^{197}$Au collisions, neglecting the nucleon size could underestimate or overestimate significantly the extracted deformation parameter depending on the used deformation probe, while the scaled anisotropic flow and the scaled Pearson correlation coefficient of flow and transverse momentum are good probes of the nucleus deformation rather insensitive to the nucleon size. In small systems such as $^{16}$O+$^{16}$O collisions, the deformation probes are generally more sensitive to the nucleon size than to the nucleus structure, and the transverse momentum fluctuation less sensitive to detailed nucleus structure may serve as a good probe of the nucleon size."
    },
    {
      "title": "Impact of Initial-State Nuclear and Sub-Nucleon Structures on Ultra-Central Puzzle in Heavy Ion Collisions",
      "link": "https://arxiv.org/abs/2504.19208",
      "authors": "Qi Wang, Long-Gang Pang, Xin-Nian Wang",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2504.19208v1 Announce Type: new \nAbstract: Hydrodynamic models fail to describe the near-equal $v_2/v_3$ ratio observed in ultra-central heavy-ion collisions, despite their success in other centrality classes. This discrepancy stems from shear viscosity suppressing higher-order geometric eccentricities, resulting in underestimated $v_3$ when using the conventional QGP viscosity coefficient. We explore two initial-state modifications to resolve this puzzle: (1) enforcing a minimum nucleon separation distance to homogenize distributions, and (2) amplifying sub-nucleon structures to reduce initial eccentricity. Using TRENTo initial conditions and 3+1D viscous hydrodynamic model CLVisc, both approaches significantly lower geometric eccentricity, reduce required viscosity, and narrow the $v_2$-$v_3$ gap in ultra-central collisions. Our results implicate initial-state nuclear and sub-nucleon structures as critical factors in addressing this puzzle. Resolving it would advance nuclear structure studies and improve precision in extracting QGP transport coefficients (e.g., shear viscosity), bridging microscopic nuclear features to macroscopic quark-gluon plasma properties."
    },
    {
      "title": "A Universal Four-Fermion Formation Framework and Odd-Even Staggering in $\\alpha$ Decay",
      "link": "https://arxiv.org/abs/2504.19493",
      "authors": "Boshuai Cai, Cenxi Yuan, Chong Qi",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2504.19493v1 Announce Type: new \nAbstract: Clustering phenomena are common in many physical systems across multiple scales. The nuclear $\\alpha$ decay is one of the earliest observed evidences of clustering in quantum systems, yet its formation process remains poorly understood even today. In this letter, we propose a novel global odd-even staggering (OES) feature in $\\alpha$ decay, which emerges during the clustering process. To unveil its origin, we develop a Universal Four-Fermion Formation Framework (U4F), which describes the formation of any four-nucleon cluster, such as $\\alpha$ particle, from a general microscopic wave function, without assuming the preexistence of clustering or pairing. By combining U4F with the large-scale configuration-interaction approach, we demonstrate that the OES effect in $\\alpha$ decay arises from the suppression of clustering correlations due to unpaired nucleons. These findings significantly advance our understanding of cluster formation in nuclei and have important implications for the production of new elements and nuclear synthesis in the universe."
    },
    {
      "title": "A \"breathing'' octupole $^{208}$Pb nucleus: resolving the elliptical-to-triangular azimuthal anisotropy puzzle in ultracentral relativistic heavy ion collisions",
      "link": "https://arxiv.org/abs/2504.19644",
      "authors": "Duoduo Xu, Shujun Zhao, Hao-jie Xu, Wenbin Zhao, Huichao Song, Fuqiang Wang",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2504.19644v1 Announce Type: new \nAbstract: Relativistic heavy ion collisions provide a unique opportunity to probe the nuclear structure by taking an instantaneous snapshot of the colliding nuclei and converting it into momentum anisotropies of final emitted hadrons. A long-standing puzzle of too large a ratio of the elliptical-to-triangular ($v_{2}$-to-$v_{3}$) anisotropies in ultracentral Pb+Pb collisions at the Large Hadron Collider(LHC) cannot be solved simply by hydrodynamic simulations with initial conditions containing the spherical or certain deformed shape of Pb. In this Letter, using the iEBE-VISUNU relativistic viscous hydrodynamic hybrid model simulations with the Trento initial condition, we show that a dynamic octupole deformation--a shape-breathing of $^{208}$Pb --could potentially solve the $v_{2}$-to-$v_{3}$ puzzle and simultaneously describe the $v_3\\{4\\}$ data measured in experiment. Our results strongly suggest an \"observation\" of the breathing mode of Pb and the capability of capturing transient collective properties of nuclei on yoctosecond ($10^{-24}$~s) timescales, unfeasible with low-energy nuclear reactions."
    },
    {
      "title": "Investigation of the formation of superheavy elements with atomic numbers 116 and 120 through $^{50}$Ti-induced reaction",
      "link": "https://arxiv.org/abs/2504.19650",
      "authors": "Bakhodir Kayumov",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2504.19650v1 Announce Type: new \nAbstract: The synthesis of superheavy elements provides crucial insights into the stability and structure of nuclei at the limits of the periodic table. This study investigates the $^{50}$Ti$+^{244}$Pu and $^{50}$Ti$+^{251}$Cf reactions as pathways to form superheavy elements (SHEs) 116 (Livermorium) and 120, respectively. Using the dinuclear system model, key parameters such as fusion probability and fusion cross section were calculated. These findings were used to examine neutron emission and survival probability through a statistical approach. The reaction $^{50}$Ti$+^{244}$Pu is explored as a continuation of experimental efforts to extend the known isotopic range of element 116, while the $^{50}$Ti$+^{251}$Cf reaction represents a frontier for the synthesis of element 120. The role of shell effects, excitation energy, and angular momentum on the production and stability of these nuclei is discussed. The results provide theoretical predictions to guide future experimental efforts aimed at advancing our understanding of the island of stability and the limits of nuclear existence."
    },
    {
      "title": "Disentangling the global multiplicity and spectral shape fluctuations in radial flow",
      "link": "https://arxiv.org/abs/2504.20008",
      "authors": "Somadutta Bhatta, Aman Dimri, Jiangyong Jia",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2504.20008v1 Announce Type: new \nAbstract: Radial flow is a key collective phenomenon in heavy-ion collisions, manifests through event-by-event fluctuations in transverse momentum ($p_{\\mathrm{T}}$) spectra. The $p_{\\mathrm{T}}$-differential radial flow, $v_0(p_{\\mathrm{T}})$, initially conceived to capture local spectral shape fluctuations, is influenced by global multiplicity fluctuations. Using the HIJING model, we explore how different definitions of event activity for centrality and spectral normalization schemes affect $v_0(p_{\\mathrm{T}})$. We find these methodological variations induce a constant offset in $v_0(p_{\\mathrm{T}})$ without altering its shape, indicating that the dynamic $p_{\\mathrm{T}}$-differential information on radial flow remains robust, but its absolute magnitude is meaningful only up to a baseline offset dictated by global multiplicity fluctuations."
    },
    {
      "title": "The moat regimes within $2+1$ flavor Polyakov-Quark-Meson model",
      "link": "https://arxiv.org/abs/2504.18874",
      "authors": "Gaoqing Cao",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2504.18874v2 Announce Type: cross \nAbstract: To better understand recent predictions on the moat regime of quantum chromodynamics (QCD) matter, this paper extends the previous work within the two-flavor Quark-Meson (QM) model to the more realistic $2+1$ flavor Polyakov-Quark-Meson (PQM) model. Mainly, two effects are further taken into account: strange quark and confinement coded through Polyakov loop. Model parameters are chosen to consistently reproduce the pseudo-critical temperature from lattice QCD, $T_{\\rm C}\\sim 156~ {\\rm MeV}$, and the baryon chemical potential at the critical end point (CEP) from FRG-QCD, $\\mu_{\\rm B(CEP)}\\sim 635~ {\\rm MeV}$. It is found that the basic features of moat regimes for $\\sigma$ and $\\pi$ mesons remain similar to those from QM model: Moat regimes cover the region where temperature or baryon chemical potential is large; reentrances occur around the critical baryon chemical potential of chiral transition at zero temperature. Thus, the FRG-QCD results can still not be well understood, especially why the CEP should locate at the entrances of moat regimes for $\\sigma$ and $\\pi$ mesons. Nevertheless, some basic features can be understood qualitatively, and it is consistent that the pole energies are increasing functions of momenta in the whole $T-\\mu_{\\rm B}$ plane. The moat regime and pole energy of $K$ mesons are also studied with the features similar."
    },
    {
      "title": "Different scenarios of dynamical chiral symmetry breaking in the interacting instanton liquid model via flavor symmetry breaking",
      "link": "https://arxiv.org/abs/2504.19469",
      "authors": "Yamato Suda, Daisuke Jido",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2504.19469v1 Announce Type: cross \nAbstract: We investigate a type of dynamical chiral symmetry breaking (D$\\chi$SB) for various current quark masses using the interacting instanton liquid model. The type of D$\\chi$SB is classified based on the sign of the second derivative of the free energy density with respect to the quark condensate at the origin. We perform numerical simulations of the interacting instanton liquid model with the flavor SU(2) symmetric and (2+1)-flavor quarks. We find that the curvature is negative in the SU(2) case. This means the ordinary type of D$\\chi$SB. In contrast, in the (2+1)-flavor case, a positive curvature is observed when the strange quark mass is as small as those of the up and down quarks. This suggests that the anomaly-driven type of D$\\chi$SB can occur under the approximate flavor SU(3) symmetry. As the strange quark mass increases, the curvature gradually decreases and becomes negative when the strange quark mass is approximately three times larger than those of the light quarks. This difference can be understood in terms of the 't Hooft vertex which induces a six-quark interaction in the $N_f=3$ case and does a four-quark interaction in the $N_f=2$ case. Our results might indicate that the ratio between the strange and light quark masses plays a crucial role in understanding the microscopic relationship between D$\\chi$SB and the anomaly effect."
    },
    {
      "title": "Properties of $X(3872)$ from hadronic potentials coupled to quarks",
      "link": "https://arxiv.org/abs/2504.19471",
      "authors": "Ibuki Terashima, Tetsuo Hyodo",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2504.19471v1 Announce Type: cross \nAbstract: The concept of compositeness is used to quantitatively discuss the hadronic molecular nature in exotic hadrons. In this work, we develop a formulation to explicitly introduce the compact quark state contribution in the hadronic potentials together with the direct four-point interaction. We derive analytic expressions of the compositeness from the effective potential between hadrons when the system has a bound state. Applying this formulation to the $X(3872)$, we examine the variation of the compositeness with respect to the binding energy, energy of $\\chi_{c1}(2P)$, cutoff momentum, and strength of the direct $D^0\\bar{D}^{*0}$ interaction."
    },
    {
      "title": "$^{208}$Pb nuclear charge radius revisited: closing the fine-structure-anomaly gap",
      "link": "https://arxiv.org/abs/2504.19977",
      "authors": "Zewen Sun, Konstantin Beyer, Zoia A. Mandrykina, Igor A. Valuev, Christoph H. Keitel, Natalia S. Oreshkina",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2504.19977v1 Announce Type: cross \nAbstract: A comprehensive reevaluation of the root-mean-square nuclear charge radius is presented for the doubly magic $^{208}$Pb extracted from muonic spectroscopy measurements. By integrating rigorous theoretical quantum electrodynamics calculations, state-of-the-art numerical methods, and a systematic reanalysis of the uncertainties, we reduced the long-standing muonic fine-structure anomaly and improved the goodness of fit by a factor of twenty. The resulting value of 5.5062(5) fm is fairly consistent with the previously reported muonic spectroscopy value, and three standard deviations larger than the commonly used compilation data, which indicates that the current value and its uncertainty could be significantly underestimated. Our study paves a new path for systematic reevaluation of all rms radii based on muonic spectroscopy."
    },
    {
      "title": "Meson-nucleus bound states in quark meson coupling model",
      "link": "https://arxiv.org/abs/2407.19896",
      "authors": "Arpita Mondal, Amruta Mishra",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2407.19896v3 Announce Type: replace \nAbstract: The formations of the $K(\\bar{K})$, $D(\\bar{D})$, and $B(\\bar{B})$ meson-nucleus bound states in ${\\rm{^{16}O}}$, ${\\rm{^{40}Ca}}$, ${\\rm{^{90}Zr}}$, ${\\rm{^{197}Au}}$, and ${\\rm{^{208}Pb}}$ nucleus are investigated using the quark meson coupling model. The model relies on a mean field description of non-overlapping nucleon bags bound by the self-consistent interactions of scalar ($\\sigma$, $\\delta$) and vector ($\\omega$, $\\rho$) mesons with the (anti)quarks inside the bags, which is further extended to explore the properties of nuclei. We estimate the meson-nucleus bound state energies by solving the Klein-Gordon equations with the real potentials calculated self-consistently within the model, using a coordinate space approach. The calculations are carried out for different nuclear interactions. The effects of Coulomb interaction are considered in the present study for the charged mesons. Our study indicates the formation of rather deeply bound $B$-mesic states at the very central region of the nuclei, compared to the $D$ and $K$ mesons, offering a more promising probe to explore subtle nuclear medium effects. The investigations of such bound states are of particular interest for the upcoming $\\rm{\\bar{P}ANDA}$ at FAIR, J-PARC-E29, and JLab experiments."
    },
    {
      "title": "Ab initio study of the beryllium isotopes $^{7}$Be to $^{12}$Be",
      "link": "https://arxiv.org/abs/2411.14935",
      "authors": "Shihang Shen, Serdar Elhatisari, Dean Lee, Ulf-G. Mei{\\ss}ner, Zhengxue Ren",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2411.14935v3 Announce Type: replace \nAbstract: We present a systematic ab initio study of the low-lying states in beryllium isotopes from 7Be to 12Be using nuclear lattice effective field theory with the N3LO interaction. Our calculations achieve good agreement with experimental data for energies, radii, and electromagnetic properties. We introduce a novel, model-independent method to quantify nuclear shapes, uncovering a distinct pattern in the interplay between positive and negative parity states across the isotopic chain. By combining Monte Carlo sampling of the many-body density operator with a novel nucleon-grouping algorithm, the prominent two-center cluster structures, the emergence of one-neutron halo, complex nuclear molecular dynamics such as {\\pi} orbital and {\\sigma} orbital, emerge naturally."
    },
    {
      "title": "Electromagnetic Probes of the Quantum Chromodynamical Plasma",
      "link": "https://arxiv.org/abs/2411.19868",
      "authors": "Gojko Vujanovic",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2411.19868v2 Announce Type: replace \nAbstract: In relativistic heavy-ion collisions, electromagnetic (EM) radiation has been used as a sensitive probe of Quark Gluon Plasma (QGP) properties, owing to the smaller EM coupling relative to QCD coupling. To better understand the constraining power of EM emissions on transport properties of the QGP, a deeper understanding of both the theory and phenomenology of EM signals is required. A selection of recent developments in those two areas of QGP EM probes is discussed, with an outlook on how Bayesian model-to-data comparisons can help further quantify our understanding of QGP transport coefficients."
    },
    {
      "title": "Gravitational form factor $D$ of charmonium from shear stress",
      "link": "https://arxiv.org/abs/2408.09689",
      "authors": "Tianyang Hu, Xianghui Cao, Siqi Xu, Yang Li, Xingbo Zhao, James P. Vary",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2408.09689v2 Announce Type: replace-cross \nAbstract: Based on our recent analysis of the hadronic matrix element of the stress-energy tensor in covariant light front dynamics, we extract the charmonium gravitational form factor $D(Q^2)$ from shear stress $T^{12}$. This is in contrast to our recent work using the (light-front) energy density $T^{+-}$. Indeed, by comparing these two currents, we identify terms that are responsible for the violation of the current conservation. Numerical results based on basis light-front quantization show that the violation effects are small and the $D$-term extracted from the two currents are close to each other, hence validating our previous work using $T^{+-}$."
    },
    {
      "title": "Three-point functions from a Schwinger-Keldysh effective action, resummed in derivatives",
      "link": "https://arxiv.org/abs/2410.07929",
      "authors": "Navid Abbasi, Dirk H. Rischke",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2410.07929v2 Announce Type: replace-cross \nAbstract: The search for the conjectured QCD critical point in heavy-ion collisions requires to account for far-from equilibrium effects as well as fluctuations, and in particular non-Gaussian fluctuations, in the modeling of the dynamics of the hot and dense matter created in such collisions. In order to study far-from equilibrium effects as well as fluctuations, in this work we construct a Schwinger-Keldysh effective field theory (EFT) for the diffusion of the density to all orders in derivatives. The dissipation in the free part of our EFT follows the Boltzmann equation in the relaxation-time approximation (RTA). The interaction part of the EFT is constructed based on the self-interaction of the density field. We analytically find the quadratic and cubic parts of the KMS-invariant EFT in closed form, resummed in derivatives. We then explicitly compute the symmetrized three-point function at tree level, and investigate its analytical structure in detail. We also analytically calculate the branch-point singularity that appears in the structure of the two-point response function due to loop effects. Our results are important for future studies of the real-time dynamics of the correlation functions and the possible relation to thermalization when the system is far from equilibrium."
    },
    {
      "title": "Non-Newtonian corrections to radiative viscosity: Israel-Stewart theory as a viscosity limiter",
      "link": "https://arxiv.org/abs/2411.12929",
      "authors": "Lorenzo Gavassino",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2411.12929v2 Announce Type: replace-cross \nAbstract: Radiation is a universal friction-increasing agent. When two fluid layers are in relative motion, the inevitable exchange of radiation between such layers gives rise to an effective force, which tries to prevent the layers from sliding. This friction is often modeled as a Navier-Stokes shear viscosity. However, non-Newtonian corrections are expected to appear at distances of about one optical depth from the layers' interface. Such corrections prevent the viscous stress from becoming too large. Here, we set the foundations of a rigorous theory for these corrections, valid along incompressible flows. We show that, in the linear regime, the infinite Chapman-Enskog series can be computed analytically, leading to universal formulas for all transport coefficients, which apply to any fluid, with any composition, with radiation of any type (also neutrinos), and with nearly any type of radiative process. We then show that, with an appropriate shear-heat coupling coefficient, Israel-Stewart theory can correctly describe most non-Newtonian features of radiative shear stresses."
    },
    {
      "title": "Bayesian constraints on covariant density functional equations of state of compact stars with new NICER mass-radius measurements",
      "link": "https://arxiv.org/abs/2412.16513",
      "authors": "Jia-Jie Li, Yu Tian, Armen Sedrakian",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2412.16513v2 Announce Type: replace-cross \nAbstract: Recent advancements in astrophysical observations of compact stars, particularly the new and updated NICER constraints, have provided mass-radius ($M$-$R$) data for pulsars spanning masses from 1 to $2\\,M_{\\odot }$. These data offer a unique opportunity to test modern theories of dense matter using multi-messenger constraints. Covariant density functional (CDF) models of nuclear matter, which capture a broad range of nuclear and astrophysical phenomena, provide a robust theoretical framework to interpret these observations. This study applies the Bayesian framework to a class of CDF models with density-dependent meson-nucleon couplings, specifically those based on nucleonic degrees of freedom. By incorporating the latest multi-messenger constraints, we impose tighter limits on the parameter space of these models and assess their consistency with observational data. Our analysis advances previous efforts by refining the density-dependence parameterization and integrating recent $M$-$R$ ellipses. This enables more stringent evaluations of dense matter models in light of new astrophysical observations."
    },
    {
      "title": "Chiral condensates and screening masses of neutral pseudoscalar mesons from lattice QCD at physical quark masses",
      "link": "https://arxiv.org/abs/2501.11262",
      "authors": "Heng-Tong Ding, Jin-Biao Gu, Sheng-Tai Li, Rishabh Thakkar",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2501.11262v2 Announce Type: replace-cross \nAbstract: We investigate the effects of temperature $T$ and external magnetic fields $eB$ on the chiral condensates and screening masses of neutral pseudoscalar mesons, including $\\pi^0$, $K^0$, and $\\eta_{s\\bar{s}}^0$, in (2+1)-flavor lattice QCD with physical quark masses. The chiral condensates are intrinsically connected to the screening masses via Ward-Takahashi identities, with the latter characterizing the inverse of the spatial correlation length in the pseudoscalar channel. Using highly improved staggered quarks, we perform simulations on lattices with temporal extents $N_\\tau = 8, 12, 16$ and an aspect ratio of 4, covering five temperatures from 145 MeV to 166 MeV. For each temperature, eight magnetic field strengths are simulated, reaching up to $eB \\sim 0.8$ GeV$^2$. These simulations allow us to provide continuum estimates for the chiral condensates and screening masses. We observe intricate behavior in the light ($ud$), strange-light ($ds$) and strange ($s$) quark condensates as functions of the magnetic field and temperature, reflecting the competition between magnetic catalysis and inverse magnetic catalysis effects. This complex behavior is also mirrored in the screening masses of the neutral pseudoscalar mesons. Notably, the screening masses of $\\pi^0$ and $K^0$ exhibit a non-monotonic dependence on $eB$, closely following the variations in their corresponding chiral condensates. Meanwhile, the screening mass of $\\eta_{s\\bar{s}}^0$ decreases monotonically with increasing $eB$. These findings provide valuable insights for understanding the behavior of QCD in a thermomagnetic medium and can serve as benchmarks for low-energy QCD models and effective theories."
    },
    {
      "title": "Measuring analyzing powers in the three-body break-up in the dd reaction using neutron detection with plastic scintillators",
      "link": "https://epja.epj.org/10.1140/epja/s10050-025-01559-9",
      "authors": "R. Ramazani-Sharifabadi, M. Mahjour-Shafiei, N. Kalantar-Nayestanaki, J. G. Messchendorp, A. Ramazani-Moghaddam-Arani",
      "source": "European Physical Journal A",
      "summary": "Authors: R. Ramazani-Sharifabadi, M. Mahjour-Shafiei, N. Kalantar-Nayestanaki, J. G. Messchendorp and A. Ramazani-Moghaddam-Arani.The European Physical Journal A Vol. 61 , page 84Published online: 25/4/2025"
    },
    {
      "title": "Perturbative quantum Monte Carlo calculation with high-fidelity nuclear forces",
      "link": "https://epja.epj.org/10.1140/epja/s10050-025-01568-8",
      "authors": "Jun Liu, Teng Wang, Bing-Nan Lu",
      "source": "European Physical Journal A",
      "summary": "Authors: Jun Liu, Teng Wang and Bing-Nan Lu.The European Physical Journal A Vol. 61 , page 85Published online: 26/4/2025"
    },
    {
      "title": "Exploring the nuclear momentum anisotropy based on intermediate-energy heavy-ion collisions",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269325002643?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: July 2025Source: Physics Letters B, Volume 866Author(s): Xiao-Hua Fan, Zu-Xing Yang, Peng-Hui Chen, Zhi-Pan Li, Wei Zuo, Masaaki Kimura, Shunji Nishimura"
    },
    {
      "title": "Carrollian limit of bimetric gravity",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269325002552?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: June 2025Source: Physics Letters B, Volume 865Author(s): J. Klusoň"
    },
    {
      "title": "Dirac-Schwinger quantization for emergent magnetic monopoles?",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269325002576?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: June 2025Source: Physics Letters B, Volume 865Author(s): A. Farhan, M. Saccone, B.F.L. Ward"
    },
    {
      "title": "Thermodynamics of nonlinear charged Brans-Dicke-BTZ black holes",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269325002667?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: Available online 28 April 2025Source: Physics Letters BAuthor(s): M. Dehghani"
    },
    {
      "title": "Modified Cosmology in <em>f</em>(<em>Q</em>,<em>L</em><sub><em>m</em></sub>) Gravity",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269325002679?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: Available online 28 April 2025Source: Physics Letters BAuthor(s): Y. Myrzakulov, Alnadhief H.A. Alfedeel, M. Koussour, S. Muminov, E.I. Hassan, J. Rayimbaev"
    },
    {
      "title": "Lovelock type brane gravity from a minimal surface perspective",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269325002655?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: Available online 28 April 2025Source: Physics Letters BAuthor(s): Efraín Rojas, G. Cruz"
    },
    {
      "title": "Volume effect on the extraction of speed of sound in high-energy nucleus-nucleus collisions",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269325002680?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: Available online 28 April 2025Source: Physics Letters BAuthor(s): Jing-An Sun, Li Yan"
    },
    {
      "title": "Helicity-dependent parton distribution functions at next-to-next-to-leading order accuracy from inclusive and semi-inclusive deep-inelastic scattering data",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269325002588?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: Available online 25 April 2025Source: Physics Letters BAuthor(s): Valerio Bertone, Amedeo Chiefa, Emanuele R. Nocera, MAP Collaboration"
    },
    {
      "title": "Bayesian constraints on covariant density functional equations of state of compact stars with new NICER mass-radius measurements",
      "link": "https://www.sciencedirect.com/science/article/pii/S037026932500262X?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: Available online 25 April 2025Source: Physics Letters BAuthor(s): Jia-Jie Li, Yu Tian, Armen Sedrakian"
    },
    {
      "title": "Application of the particle-number projected proton-neutron QRPA to the muon capture on <sup>136</sup>Ba",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269325002564?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: Available online 24 April 2025Source: Physics Letters BAuthor(s): Osvaldo Civitarese, Jenni Kotila, Jouni Suhonen"
    },
    {
      "title": "Neutron Capture Measurements at UMass Lowell Research Reactor",
      "link": "https://www.sciencedirect.com/science/article/pii/S0375947425001022?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Nuclear Physics A",
      "summary": "Publication date: Available online 28 April 2025Source: Nuclear Physics AAuthor(s): M. Jandel, L.M. Bobek, D.E. Fernandez, A.G. Fishbein, H.A. Green, A. Howe, K. Konomi, C.J. Lister, T.M. Regan, S. Valenta, E.A. McCutchan, S. Ota"
    },
    {
      "title": "Electromagnetic Probes of the Quantum Chromodynamical Plasma",
      "link": "https://www.sciencedirect.com/science/article/pii/S0375947425001058?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Nuclear Physics A",
      "summary": "Publication date: Available online 28 April 2025Source: Nuclear Physics AAuthor(s): Gojko Vujanovic"
    },
    {
      "title": "CP asymmetry from the effect of isospin symmetry breaking during B-meson decay*",
      "link": "http://iopscience.iop.org/article/10.1088/1674-1137/adb2f7",
      "authors": "Wan-Ying Yao, 琬颖 姚, Gang Lü, 刚 吕, Xin-Heng Guo, 新恒 郭, Hai-Feng Ou and 海峰 欧",
      "source": "Chinese Physics C",
      "summary": "The direct CP asymmetry in quasi-two-body decays of is investigated using the perturbative QCD (PQCD) method, where P represents a pseudoscalar meson, and V refers to ρ, ω, and ϕ mesons. We present the amplitude of the quasi-two-body decay process and investigate the effects of mixed resonances involving , , and while considering the impact of isospin symmetry breaking. We observe significant CP asymmetry when the invariant mass of the pair is within the resonance ranges of ρ, ω, and ϕ mesons. Consequently, we quantify the regional CP asymmetry in these resonance regions. A significant difference is observed when comparing the results obtained with and without the interference of the three vector mesons and isospin conservation. The CP asymmetry results obtained from the three-body decay process, without interference owing to isospin conservation by the PQCD method, are in agreement with the newly updated data acquired by the LHCb experiment."
    },
    {
      "title": "Coexistence and band mixing in 114,116Cd*",
      "link": "http://iopscience.iop.org/article/10.1088/1674-1137/adb2f8",
      "authors": "Amir Jalili",
      "source": "Chinese Physics C",
      "summary": "Cd isotopes exhibit multiphonon excitations involving particle-hole configurations, which makes them potential candidates for studying the coexistence of normal and intruder states. However, the presence of intruder states in Cd isotopes is more pronounced. Therefore, the two-state mixing model is suitable for explaining the band mixing observed in this study. This study utilizes a simple two-state mixing model to analyze the ground and excited states of Cd isotopes. The mixing between the lowest vibrational and rotational and states and the sum of the second and third states of each are estimated and compared. The calculations indicate that the mixing is more significant in 114Cd than in 116Cd."
    },
    {
      "title": "Investigation of spectral properties of 11Be in breakup reactions*",
      "link": "http://iopscience.iop.org/article/10.1088/1674-1137/adb2fb",
      "authors": "D S Valiolda, D M Janseitov and V S Melezhik",
      "source": "Chinese Physics C",
      "summary": "We investigate the breakup of the halo nucleus on a light target ( ) within the quantum-quasiclassical approach in a wide range of beam energy (5–67 MeV/nucleon), including bound states and low-lying resonances in different partial and spin states of . The obtained results are in good agreement with existing experimental data at 67 MeV/nucleon. Furthermore, we demonstrate that the developed computational scheme can be used for investigating nuclei spectral properties in low-energy breakup experiments on different targets."
    },
    {
      "title": "Effect of nucleus deformation on final-state flow harmonics",
      "link": "http://iopscience.iop.org/article/10.1088/1674-1137/adb306",
      "authors": "Henrique Mascalhusk, Dener S. Lemos, Otavio Socolowski Jr., Wei-Liang Qian, 卫良 钱, Sandra S. Padula, Rui-Hong Yue and 瑞宏 岳",
      "source": "Chinese Physics C",
      "summary": "In this study, we explore the effect of the deformation of nuclei on collective flow in relativistic heavy-ion collisions. The parameter associated with the geometrical deformation in the Glauber model is tuned to reproduce the empirical multiplicity probability distributions correctly. Subsequently, the particle spectra and collective flows for Au+Au and U+U collisions are evaluated using a hybrid hydrodynamic code CHESS. We analyze the effects of the degrees of freedom associated with the initial conditions on the final-state flow harmonics by exploring the parameter space of U+U collisions. The connection between the deformation parameters, specifically and , and the flow anisotropies is scrutinized. In particular, deviations in elliptic flow at GeV are observed at smaller values of in Au+Au collisions. In contrast, for U+U collisions, the averaged overall flow harmonics are found to be less sensitive to geometrical parameters. Despite the difference in model specifications, our findings largely confirm those obtained in previous studies employing different approaches, which indicate that flow harmonics can be used as a sensible probe for initial geometry fluctuations and to discriminate between different theoretical models."
    },
    {
      "title": "Impact of the Bose-Einstein density profile on anisotropic compact stars under f (Q) gravity*",
      "link": "http://iopscience.iop.org/article/10.1088/1674-1137/adb307",
      "authors": "Chaitra Chooda Chalavadi and V. Venkatesha",
      "source": "Chinese Physics C",
      "summary": "This paper presents an innovative framework for modeling anisotropic compact stars by incorporating the density profile of Bose-Einstein condensate dark matter within the gravity framework. This approach provides new insights into the dynamics of compact stars and the role of dark matter in their structure. We derive the metric potential for compact stellar configurations and calculate the associated unknown parameters. Analyzing the physical properties of the compact star PSR J1614-2230 across various values of k, we find that the derived interior solutions for anisotropic stars satisfy all essential physical conditions, thereby confirming the robustness and stability of the proposed model."
    },
    {
      "title": "An analysis of the longitudinal structure function at next-to-leading order approximation at small-x*",
      "link": "http://iopscience.iop.org/article/10.1088/1674-1137/adb70a",
      "authors": "G. R. Boroun, Yanbing Cai and 燕兵 蔡",
      "source": "Chinese Physics C",
      "summary": "The longitudinal structure function is considered as the next-to-leading order approximation using the expansion method, defined by Ducati and Goncalves [Phys. Lett. B 390, 401 (1997)] and further developed by Chen et al. [Chin. Phys. C 48, 063104 (2024)]. This method provides results for a wide range of x and values. The longitudinal structure function has been observed to depend on the fractional momentum carried by gluons at low x. The extracted longitudinal structure functions were in line with the data from the H1 Collaboration [Andreev et al. (H1 Collaboration), Eur. Phys. J. C 74, 2814 (2014)] and the CT18 parametrization method [Hou et al. Phys. Rev. D 103, 014013 (2021)]."
    },
    {
      "title": "Energy dependence of fission product yields in 235U(n, f) within the Langevin approach incorporated with the statistical model*",
      "link": "http://iopscience.iop.org/article/10.1088/1674-1137/adb70b",
      "authors": "Li-Le Liu, 丽乐 刘, Yong-Jing Chen, 永静 陈, Zhi-Gang Ge, 智刚 葛, Xiao-Long Huang, 小龙 黄, Cai-Wan Shen, 彩万 沈, Neng-Chuan Shu, 能川 舒, Xi-Zhen Wu, 锡真 吴, Zhu-Xia Li and 祝霞 李",
      "source": "Chinese Physics C",
      "summary": "In this study, Langevin approach incorporated with the statistical model is adopted to investigate independent fission yields for a large quantity of fission products and the dependence of prompt fission observables on the incident neutron energy in U(n, f). The neutron evaporation from the fission process is considered by coupling the Weisskopf statistical model to Langevin dynamical simulation, where the potential energy surface of the respective fissioning nucleus from each fission chance is calculated using the macroscopic-microscopic model within the two-center shell model. The partitions of the charge and total excitation energy between the two complementary fragments are evaluated such that the prompt neutron emissions from fission fragments can be described based on the characteristics of primary fragments. With the present model, the calculated independent fission yields of the isotopes from Z = 30−61 in 14 MeV n+ U fission are in good agreement with the evaluated data from ENDF/B-VIII.0. Moreover, the evolution of the independent mass yields and the cumulative yields for select isotopes with the incident neutron energy, as well as the tendency of both the average TKE and prompt neutron multiplicity with the increase in the incident neutron energy, are consistent with the experimental data. The present model can aid in reproducing prompt fission observables across a range of incident neutron energies for major actinides."
    },
    {
      "title": "Accretion with back-reaction onto a cylindrically symmetric black hole with energy condition analysis",
      "link": "http://iopscience.iop.org/article/10.1088/1674-1137/adb70c",
      "authors": "M. Zubair Ali Moughal and Kamran Qadir Abbasi",
      "source": "Chinese Physics C",
      "summary": "This study investigates back-reaction effects from matter accretion onto a cylindrically symmetric black hole using a perturbative scheme, focusing on cases where accretion reaches a quasi-steady state. We examine three distinct models by deriving corrections to the metric coefficients and obtaining expressions for the mass function. We analyze energy conditions and the self-consistency of the corrected solution and present formulas for the corrected apparent horizon and discussed thermodynamic properties. Our results align with the Vaidya form near the apparent horizon, regardless of the energy-momentum tensor form. Furthermore, we show that for a charged cylindrically symmetric black hole, the corrected mass term resembles that of a static case, indicating that charge does not alter the corrected metric form in this perturbative approach."
    },
    {
      "title": "New constraints on coherent elastic neutrino–nucleus scattering by the νGeN experiment*",
      "link": "http://iopscience.iop.org/article/10.1088/1674-1137/adb9c8",
      "authors": "V. Belov, A. Bystryakov, M. Danilov, S. Evseev, M. Fomina, G. Ignatov, S. Kazartsev, J. Khushvaktov, T. Khussainov, A. Konovalov, A. Kuznetsov, A. Lubashevskiy, D. Medvedev, D. Ponomarev, D. Sautner, K. Shakhov, E. Shevchik, M. Shirchenko, S. Rozov, I. Rozova, S. Vasilyev, E. Yakushev, I. Zhitnikov, D. Zinatulina and (νGeN Collaboration)",
      "source": "Chinese Physics C",
      "summary": "The GeN experiment searches for coherent elastic neutrino-nucleus scattering (CE NS) at the Kalinin Nuclear Power Plant. A 1.41 kg high-purity low-threshold germanium detector surrounded by active and passive shielding is deployed at the minimal distance of 11.1 m allowed by the lifting mechanism from the center of the reactor core, utilizing one of the highest antineutrino fluxes among competing experiments. The direct comparison of the count rates obtained during reactor-ON and reactor-OFF periods with the energy threshold of 0.29 keV shows no statistically significant difference. New upper limits on the number of CE NS events are evaluated on the basis of the residual ON OFF count rate spectrum."
    },
    {
      "title": "Growing evidence for a Higgs triplet*",
      "link": "http://iopscience.iop.org/article/10.1088/1674-1137/adbb5a",
      "authors": "Andreas Crivellin, Saiyad Ashanujjaman, Sumit Banik, Guglielmo Coloretti, Siddharth P. Maharathy and Bruce Mellado",
      "source": "Chinese Physics C",
      "summary": "With the discovery of a Higgs boson with a mass of 125 gigaelectronvolts (GeV) at the Large Hadron Collider (LHC) at CERN in 2012, the Standard Model (SM) is complete, and despite intensive searches, no new fundamental particle has been observed since then. In fact, a discovery can be challenging without a predictive new physics model because different channels and observables cannot be combined directly and unambiguously. Furthermore, without supporting indirect hints, the signal space to be searched is huge, resulting in diluted significances owing to the look-elsewhere effect. Several LHC processes with multiple leptons in the final state point towards the existence of a new Higgs boson with a mass between 140 GeV to 160 GeV decaying mostly to W bosons. While the former strongly reduces the look-elsewhere effect, the latter indicates that it could be a Higgs triplet with zero hypercharge. Within this simple and predictive extension of the SM, we simulate and combine different channels of di-photon production in association with leptons, missing energy, jets, etc... Using the full run-2 results by ATLAS, including those presented recently at the Moriond conference, an increased significance of 4 standard deviations is obtained for a 152 GeV Higgs. Due to the previously predicted mass range, the look-elsewhere effect is negligible, and this constitutes the highest statistical evidence for a new narrow resonance obtained at the LHC. Furthermore, the model predicts a heavier-than-expected W boson, as indicated by the global electroweak fit. If further substantiated, the discovery of a new Higgs would overthrow the SM, provide a compelling case for the construction of future particle colliders, and pave the way to a novel understanding of the known shortcomings of the SM. In particular, the triplet Higgs field can lead to a strong first-order phase transition and could thus be related to the matter anti-matter asymmetry in our Universe."
    },
    {
      "title": "Production of doubly heavy baryon at the Muon-Ion collider*",
      "link": "http://iopscience.iop.org/article/10.1088/1674-1137/adbc81",
      "authors": "Xue-Yun Zhao, 雪云 赵, Lei Guo, 磊 郭, Xu-Chang Zheng, 绪昌 郑, Huan-Yu Bi, 环宇 毕, Xing-Gang Wu, 兴刚 吴, Qi-Wei Ke and 其威 柯",
      "source": "Chinese Physics C",
      "summary": "This study forecasts the production of doubly heavy baryons, , , and , within the nonrelativistic QCD framework at the Muon-Ion Collider (MuIC). It examines two production mechanisms: photon-gluon fusion ( ) and extrinsic heavy quark channels ( ), where and denote heavy quarks ( or ) and represents a diquark in specific spin-color configurations. The diquark fragments into baryons with high probability. For and , the relevant configurations are (spin-singlet and color-sextuplet) and (spin-triplet and color-antitriplet). For , the configurations are , , , and . The study compares total and differential cross-sections for these channels, highlighting their uncertainties. The results indicate that the extrinsic heavy quark channel, particularly the configuration, dominates production, though other diquark states also contribute significantly. Using quark masses GeV and GeV, the study estimates annual event yields at MuIC ( TeV, luminosity ) of for , for , and for . These findings suggest that MuIC will significantly enhance our understanding of doubly heavy baryons."
    },
    {
      "title": "Model-independent constraints on the Hubble constant using lensed quasars and the latest supernova",
      "link": "http://iopscience.iop.org/article/10.1088/1674-1137/adbc87",
      "authors": "Liang Liu, 亮 刘, Ai-Yang Bi, 爱杨 毕, Li Tang, 丽 唐, Ying Wu and 英 吴",
      "source": "Chinese Physics C",
      "summary": "The Hubble constant , a key parameter quantifying the present expansion rate of the universe, remains a subject of significant debate due to the persistent tension between early- and late-universe measurements. Strong gravitational lensing (SGL) time delays provide an independent avenue to constrain . In this paper, we utilize seven SGL systems from the TDCOSMO sample to constrain , employing the model-independent approaches: deep neural networks (DNN), Gaussian process (GP), polynomial fitting (polyfit) and Padé approximant (PA). Using these methods, we reconstruct unanchored luminosity distances from the Pantheon+ SNe Ia dataset and obtain km s−1 Mpc−1, km s−1 Mpc−1, km s−1 Mpc−1 and km s−1 Mpc−1, respectively. These estimates are consistent within 1σ level and align with local distance ladder results. Notably, the GP method achieves uncertainties that are half those of the DNN approach, whereas the DNN method offers more reliable confidence intervals in reconstruction at high redshifts. Our findings underscore the potential of these methodologies to refine constraints on and contribute to resolving the Hubble tension with future advancements."
    },
    {
      "title": "Dark photon dark matter in quantum electromagnetodynamics and detection at haloscope experiments*",
      "link": "http://iopscience.iop.org/article/10.1088/1674-1137/adbd19",
      "authors": "Chang-Jie Dai, 昌杰 代, Tong Li, 佟 李, Rui-Jia Zhang and 瑞珈 张",
      "source": "Chinese Physics C",
      "summary": "The ultralight dark photon is an intriguing dark matter candidate. The interaction between visible and dark photons is introduced by the gauge kinetic mixing between the field strength tensors of the Abelian gauge groups in the Standard Model and dark sector. Relativistic electrodynamics was generalized to quantum electromagnetodynamics (QEMD) in the presence of both electric and magnetic charges. The photon is described by two four-potentials corresponding to two gauge groups and satisfying non-trivial commutation relations. In this work, we construct low-energy dark photon-photon interactions in the QEMD framework and obtain new dark photon-photon kinetic mixings. Then, we derive the consequent field and Maxwell's equations. We also investigate the detection strategies of dark photons as light dark matter and generic kinetic mixings at haloscope experiments."
    }
  ]
}