{
  "lastUpdated": "2025-04-29T02:26:45.370983",
  "papers": [
    {
      "title": "Ultralow ${Q}_{β}$ Value for the Allowed Decay of ${^{110}\\mathrm{Ag}}^{m}$ Confirmed via Mass Measurements",
      "link": "http://link.aps.org/doi/10.1103/PhysRevLett.134.172501",
      "authors": "J. Ruotsalainen, M. Stryjczyk, M. Ramalho, T. Eronen, Z. Ge, A. Kankainen, M. Mougeot, and J. Suhonen",
      "source": "Physical Review Letter",
      "summary": "Author(s): J. Ruotsalainen, M. Stryjczyk, M. Ramalho, T. Eronen, Z. Ge, A. Kankainen, M. Mougeot, and J. SuhonenThe mass of the electron-antineutrino can be determined in dedicated measurements of the $β$ spectral shape near the $β$ end point of a ${β}^{−}$ transition, with a low $Q$ value enhancing the sensitivity of the measurement. One such low $Q$ value candidate is the transition between the ${6}^{+}$ is…[Phys. Rev. Lett. 134, 172501] Published Mon Apr 28, 2025"
    },
    {
      "title": "Decay spectroscopy of an isomeric state in $^{251}\\mathrm{Md}$",
      "link": "http://link.aps.org/doi/10.1103/PhysRevC.111.044320",
      "authors": "C. Morse, R. M. Clark, D. Seweryniak, C. J. Appleton, C. M. Campbell, M. P. Carpenter, P. Chowdhury, H. L. Crawford, M. Cromaz, P. Fallon, Z. Favier, T. Huang, F. G. Kondev, A. Korichi, T. Lauritsen, D. H. Potterveld, W. Reviol, D. Rudolph, C. Santamaria, G. Savard, G. L. Wilson, and S. Zhu",
      "source": "Physical Review C",
      "summary": "Author(s): C. Morse, R. M. Clark, D. Seweryniak, C. J. Appleton, C. M. Campbell, M. P. Carpenter, P. Chowdhury, H. L. Crawford, M. Cromaz, P. Fallon, Z. Favier, T. Huang, F. G. Kondev, A. Korichi, T. Lauritsen, D. H. Potterveld, W. Reviol, D. Rudolph, C. Santamaria, G. Savard, G. L. Wilson, and S. ZhuExcited states in $^{251}\\mathrm{Md}$ have been populated by decay of an isomeric state at ${E}_{x}≈1174$ keV and studied via delayed $γ$-ray spectroscopy. We observe the population of two rotational bands, one of which we identify as the Nilsson $π\\frac{7}{2}[514]$ ground-state band and the other w…[Phys. Rev. C 111, 044320] Published Mon Apr 28, 2025"
    },
    {
      "title": "Prompt-fission neutron spectra in the $^{235}\\mathrm{U}(n,f)$ reaction",
      "link": "http://link.aps.org/doi/10.1103/PhysRevC.111.044611",
      "authors": "B. Mauss, J. Taïeb, B. Laurent, G. Bélier, A. Chatillon, D. Étasse, P. Morfouace, O. Roig, M. Devlin, R. C. Haight, and K. J. Kelly",
      "source": "Physical Review C",
      "summary": "Author(s): B. Mauss, J. Taïeb, B. Laurent, G. Bélier, A. Chatillon, D. Étasse, P. Morfouace, O. Roig, M. Devlin, R. C. Haight, and K. J. KellyBackground: The development of future nuclear reactors using fast neutrons necessitates nuclear data with low uncertainties over a wide range of neutron energies above 1 MeV. For $^{235}\\mathrm{U}$, reliable experimental data on prompt fission neutron energy distributions are scarce in this region, …[Phys. Rev. C 111, 044611] Published Mon Apr 28, 2025"
    },
    {
      "title": "Deuteron-induced neutron emission on molybdenum at low energies",
      "link": "http://link.aps.org/doi/10.1103/PhysRevC.111.044612",
      "authors": "E. Šimečková, M. Avrigeanu, J. Mrázek, X. Ledoux, J. Novak, M. Štefánik, M. Ansorge, A. Cassisa, J. Kozic, C. Costache, and V. Avrigeanu",
      "source": "Physical Review C",
      "summary": "Author(s): E. Šimečková, M. Avrigeanu, J. Mrázek, X. Ledoux, J. Novak, M. Štefánik, M. Ansorge, A. Cassisa, J. Kozic, C. Costache, and V. AvrigeanuBackground: The high complexity of deuteron-nucleus interactions is due to (i) a variety of reactions induced by nucleons that follow the deuteron breakup (BU), owing to the deuteron weak binding energy, and (ii) the specific stripping and pickup direct reactions (DRs) in addition to the statistical…[Phys. Rev. C 111, 044612] Published Mon Apr 28, 2025"
    },
    {
      "title": "Effects of heavy quarks in the dipole cross section with the Kharzeev-Levin-Nardi model",
      "link": "http://link.aps.org/doi/10.1103/PhysRevC.111.045201",
      "authors": "G. R. Boroun",
      "source": "Physical Review C",
      "summary": "Author(s): G. R. BorounThe dipole cross-section behavior for protons and nuclei is analyzed with and without considering the heavy quark masses in the Bjorken variable $x$ using the Kharzeev-Levin-Nardi (KLN) model of low $x$ gluon distributions. The color glass condensate (CGC) effects in the color dipole model are influ…[Phys. Rev. C 111, 045201] Published Mon Apr 28, 2025"
    },
    {
      "title": "Study of Gamow-Teller strength and associated weak-rates on odd-A nuclei in stellar matter",
      "link": "https://arxiv.org/abs/2504.18199",
      "authors": "Muhammad Majid, Jameel-Un Nabi, Muhammad Riaz",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2504.18199v1 Announce Type: new \nAbstract: In a recent study by Cole et al., it was concluded that QRPA calculations show larger deviations and overestimate the total experimental Gamow-Teller (GT) strength. It was also concluded that QRPA calculated electron capture rates exhibit larger deviation than those derived from the measured GT strength distributions. The main purpose of this study is to probe the findings of the Cole et al. paper. This study gives useful information on the performance of QRPA-based nuclear models. As per simulation results, the capturing of electrons that occur on medium heavy isotopes have a significant role in decreasing the ratio of electron-to-baryon content of the stellar interior during the late stages of core evolution. We report the calculation of allowed charge-changing transitions strength for odd-A fp-shell nuclei (45Sc and 55Mn) by employing the deformed pn-QRPA approach. The computed GT transition strength is compared with previous theoretical calculations and measured data. For stellar applications the corresponding electron capture rates are computed and compared with rates using previously calculated and measured Gamow-Teller values. Our finding show that our calculated results are in decent accordance with measured data. At higher stellar temperature our calculated electron capture rates are larger than those calculated by Independent Particle Model (IPM) and shell model. It was further concluded that at low temperature and high density regions the positron emission weak-rates from 45Sc and 55Mn may be neglected in simulation codes."
    },
    {
      "title": "Continuum quasiparticle random-phase approximation for $(n,\\gamma)$ reactions on neutron-rich nuclei: collectivity and resonances in low-energy cross section",
      "link": "https://arxiv.org/abs/2504.18239",
      "authors": "Teruyuki Saito, Masayuki Matsuo",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2504.18239v1 Announce Type: new \nAbstract: We formulate a microscopic theory to calculate cross section of the radiative neutron capture on neutron-rich nuclei using the continuum quasiparticle random-phase approximation. This formulation is designed to be applied to neutron-rich nuclei around the $r$-process path, for which the compound nuclear model may not be appropriate. It takes into account effects of various excitation modes such as the soft dipole excitation, the giant resonances, and the quasiparticle resonance in addition to the surface vibrations such as quadrupole and octupole modes. We perform numerical calculations to demonstrate new features of the present theory, employing reactions $^{89}{\\rm Ge}(n,\\gamma)^{90}{\\rm Ge}$ and $^{91}{\\rm Zn}(n,\\gamma)^{92}{\\rm Zn}$ with $E1$ transitions populating the ground state, collective $2^{+}_{1}$ and $3^{-}_{1}$ states in $ ^{90}{\\rm Ge}$ and $^{92}{\\rm Zn}$. With these examples, we discuss enhanced resonance contributions in the $(n,\\gamma)$ reaction at low energy, which originate from the quasiparticle resonance and the pygmy quadrupole resonance located just above the one neutron separation energy, and from combination with the low-lying octupole vibrational state."
    },
    {
      "title": "Equation of state and Fermi liquid properties of dense matter based on chiral EFT interactions",
      "link": "https://arxiv.org/abs/2504.18259",
      "authors": "Faruk Alp, Yannick Dietz, Kai Hebeler, Achim Schwenk",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2504.18259v1 Announce Type: new \nAbstract: We present results for the equation of state of symmetric nuclear matter and pure neutron matter obtained in many-body-perturbation theory (MBPT) up to third order, based on various chiral nucleon-nucleon and three-nucleon interactions used in ab initio calculations of nuclei. We extract equation of state properties, such as the incompressibility and the symmetry energy, and discuss estimates of the theoretical uncertainties due to neglected higher-order contributions in the MBPT expansion as well as the chiral effective field theory expansion. In addition, we discuss the Fermi liquid approach to nuclear matter and present results for the Landau parameters, effective mass, and speed of sound for pure neutron matter."
    },
    {
      "title": "Investigation of Gamow Teller Transition Properties in 56-64Ni Isotopes Using QRPA Methods",
      "link": "https://arxiv.org/abs/2504.18282",
      "authors": "Sadiye Cakmak, Jameel-Un Nabi, Tahsin Babacan",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2504.18282v1 Announce Type: new \nAbstract: Weak rates in nickel isotopes play an integral role in the dynamics of supernovae. Electron capture and $\\beta$-decay of nickel isotopes, dictated by Gamow-Teller transitions, significantly alter the lepton fraction of the stellar matter. In this paper we calculate Gamow-Teller (GT) transitions for isotopes of nickel, $^{56-64}$Ni, using QRPA methods. The GT strength distributions were calculated using four different QRPA models. Our results are also compared with previous theoretical calculations and measured strength distributions wherever available. Our investigation concluded that amongst all RPA models, the pn-QRPA(C) model best described the measured GT distributions (including total GT strength and centroid placement). It is hoped that the current investigation of GT properties would prove handy and may lead to a better understanding of the presupernova evolution of massive stars."
    },
    {
      "title": "Charm-hadron reconstruction through three body decay in hadronic collisions using Machine Learning",
      "link": "https://arxiv.org/abs/2504.18279",
      "authors": "Neelkamal Mallick, Hadi Hassan, D. J. Kim",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2504.18279v1 Announce Type: cross \nAbstract: Studies of heavy-quark (charm and beauty) production in hadronic and nuclear collisions provide excellent testing grounds for the theory of strong interaction, quantum chromodynamics. Heavy-quarks are produced predominantly in the initial hard partonic interactions, allowing them to witness the entire evolution process. The charm hadrons are produced in two ways. Firstly, the prompt charm hadrons which are formed from the charm quark hadronization which are produced directly from the initial hard-scatterings or the decay of other excited charm states. Secondly, the nonprompt charm hadrons which are produced from the decay of beauty hadrons. The produced charm hadrons then usually decay to light-flavor hadrons or leptons via two or three body decay. The reconstruction of charm hadrons is challenging due to the large combinatorial background as well as the difficulty of distinguishing between prompt and non-prompt charm hadrons. In this work, we use machine learning models--XGboost and Deep Neural Network--to reconstruct $\\Lambda_c^{+} (udc)$ hadrons via its three body final state decay channel, $\\Lambda_c^{+} \\rightarrow pK^0_s$ and $K^0_s \\rightarrow \\pi^{+}\\pi^{-}$. Using several experimentally available features of the decay daughters, these models can separate signal from background and identify prompt and nonprompt candidates with nearly 99\\% accuracy. This method performs an unbinned track-level reconstruction since the $\\Lambda_c$ candidates are tagged directly from their decay daughters. The necessary data for this study are simulated in pp collisions at $\\sqrt{s}=13.6$~TeV using PYTHIA8 (Monash) model."
    },
    {
      "title": "Machine Learning-Based b-Jet Tagging in pp Collisions at $\\sqrt{s}=13$ TeV",
      "link": "https://arxiv.org/abs/2504.18291",
      "authors": "Hadi Hassan, Neelkamal Mallick, D. J. Kim",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2504.18291v1 Announce Type: cross \nAbstract: Studying heavy-flavor jets in pp collision is important since they can test pQCD calculations and be used as a reference for heavy-ion collisions. Jets in this analysis are reconstructed from charged particles using the anti-$k_{\\mathrm{T}}$ algorithm with a resolution parameter $R=$ 0.4 and with pseudorapidity $|\\eta|<$ 0.5. Beauty jets are tagged using a machine learning model that uses a convolutional neural network trained on information extracted from the jet, tracks, and secondary vertices. The results show that this model is superior compared to other traditional tagging methods."
    },
    {
      "title": "Probing Quantum Phenomena through Photoproduction in Relativistic Heavy-Ion Collisions",
      "link": "https://arxiv.org/abs/2504.18342",
      "authors": "James Daniel Brandenburg, Spencer R. Klein, Zhangbu Xu, Shuai Yang, Wangmei Zha, Jian Zhou",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2504.18342v1 Announce Type: cross \nAbstract: Photoproduction in ultra-peripheral relativistic heavy-ion collisions displays many unique features, often involving quantum mechanical coherence and two-source interference between photon emission from the two ions. We review the recent experimental results from RHIC and the LHC and theoretical studies of coherent vector meson photoproduction, emphasizing the quantum mechanical aspects of the interactions and the entanglement between the final state particles. These studies enrich our understanding of non-local realism, underscore the critical role of the polarization of the photon source, quantum interference and nuclear effect on the gluon distribution. It paves a way for quantitatively probing the quantum nature of these high-energy nuclear collisions."
    },
    {
      "title": "Virial theorem for rigidly rotating matter",
      "link": "https://arxiv.org/abs/2504.18388",
      "authors": "Sourav Dey",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2504.18388v1 Announce Type: cross \nAbstract: The scaling property of the thermodynamic free energy ($\\Phi$) of a system at global equilibrium has been examined using a real-time method known as the virial theorem. We demonstrate these scaling properties through a derived relation based on the general structure of equal-time commutators among Poincare charges and their densities. This relation is applicable to any renormalizable fields with spin $\\leq 1$, excluding gauge fields. In this particular study, we investigate a rigidly rotating solution ($\\Omega = \\text{const}$) at global equilibrium for massless fermionic matter. It has been shown that the applicability of a hydrodynamic description requires a hierarchy $\\Omega R \\gg \\Omega \\beta_{0}$, where $R$ is the radius of the cylindrical-shaped rotating matter and $\\beta_{0} = 1/T_{0}$ is the inverse temperature on the rotation axis. Consequently, the thermodynamic free energy $\\Phi$ depends on the angular velocity through the product $\\Omega R$, a dependency that extends to other thermodynamic variables as well. These findings are consistent with recent lattice QCD simulation results. Furthermore, we compute the moment of inertia for massless fermions and estimate the light quark contribution to the total moment of inertia of the Quark-Gluon Plasma (QGP) produced in heavy-ion collisions."
    },
    {
      "title": "Locating Critical Points Using Ratios of Lee-Yang Zeros",
      "link": "https://arxiv.org/abs/2410.19345",
      "authors": "Tatsuya Wada, Masakiyo Kitazawa, Kazuyuki Kanaya",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2410.19345v3 Announce Type: replace-cross \nAbstract: We propose a method to numerically determine the location of a critical point in general systems using the finite-size scaling of Lee-Yang zeros. This method makes use of the fact that the ratios of Lee-Yang zeros on various spatial volumes intersect at the critical point. While the method is similar to the Binder-cumulant analysis, it is advantageous in suppressing the finite-volume effects arising from the mixing of variables in general systems. We show that the method works successfully for numerically locating the CP in the three-dimensional three-state Potts model with a nonzero external field."
    },
    {
      "title": "Impact of new particles on the ratio of electromagnetic form factors",
      "link": "http://iopscience.iop.org/article/10.1088/1361-6471/adc58f",
      "authors": "A Rafiei and M Haghighat",
      "source": "Journal of Physics G: Nuclear and Particle Physics",
      "summary": "We consider the electromagnetic form factors ratios in the Rosenbluth and polarization methods. We explore what impact adding new particles as mediators in electron-proton scattering has on these ratios. We show that such new particles can compensate for the difference between the two methods and potentially solve this paradox. Consequently, we find some bounds on the scalar coupling as αsc ∼ 10−5 for msc ∼ 5 MeV–2 GeV and αsc ∼ 10−4 − 10−3 for msc ∼ 2–10 GeV. Meanwhile, the vector coupling is bounded as αv ∼ 10−5 for mv ∼ 5 MeV–1.1 GeV and αv ∼ 10−4 − 10−3 for mv ∼ 1.2–10 GeV. These constraints are in complete agreement with those found in other independent terrestrial experiments."
    },
    {
      "title": "Polarization options in inclusive DIS off tensor polarized deuteron",
      "link": "https://epja.epj.org/10.1140/epja/s10050-025-01511-x",
      "authors": "Wim Cosyn, Douglas Higinbotham, Dustin Keller, Elena Long, Patrizia Rossi, Nathaly Santiesteban, Karl J. Slifer, Wim Cosyn, Brandon Roldan Tomei, Alan Sosa, Allison Zec",
      "source": "European Physical Journal A",
      "summary": "Authors: Wim Cosyn, Douglas Higinbotham, Dustin Keller, Elena Long, Patrizia Rossi, Nathaly Santiesteban, Karl J. Slifer, Wim Cosyn, Brandon Roldan Tomei, Alan Sosa and Allison Zec.The European Physical Journal A Vol. 61 , page 83Published online: 24/4/2025"
    }
  ]
}