{
  "lastUpdated": "2025-12-23T02:50:41.010467",
  "papers": [
    {
      "title": "Observation of Coherent $ϕ(1020)$ Meson Photoproduction in Ultraperipheral PbPb Collisions at $\\sqrt{{s}_{\\mathrm{NN}}}=5.36\\text{ }\\text{ }\\mathrm{TeV}$",
      "link": "http://link.aps.org/doi/10.1103/2ssw-wwyy",
      "authors": "V. Chekhovsky <em>et al.</em> (CMS Collaboration)",
      "source": "Physical Review Letter",
      "summary": "Author(s): V. Chekhovsky et al. (CMS Collaboration)The first observation of coherent $ϕ(1020)$ meson photoproduction off heavy nuclei is presented using ultraperipheral lead-lead collisions at a center-of-mass energy per nucleon pair of 5.36 TeV. The data were collected by the CMS experiment and correspond to an integrated luminosity of $1.62\\text{ …[Phys. Rev. Lett. 135, 262301] Published Mon Dec 22, 2025"
    },
    {
      "title": "Perturbative $χ\\mathrm{EFT}$ calculations of the deuteron and triton up to ${\\mathrm{N}}^{2}\\mathrm{LO}$",
      "link": "http://link.aps.org/doi/10.1103/tjld-x141",
      "authors": "Oliver Thim, Andreas Ekström, and Christian Forssén",
      "source": "Physical Review C",
      "summary": "Author(s): Oliver Thim, Andreas Ekström, and Christian ForssénWe extend previous studies of the deuteron and triton ground-state energies to next-to-next-to-leading order $({\\mathrm{N}}^{2}\\mathrm{LO})$ in chiral effective field theory, employing a power counting in which subleading interactions are treated perturbatively. Triton calculations are performed usi…[Phys. Rev. C 112, 064008] Published Mon Dec 22, 2025"
    },
    {
      "title": "Systematic Bayesian evaluation of resonance parameters in $^{19}\\mathrm{Ne}$ for the $^{15}\\mathrm{O}(α,γ)^{19}\\mathrm{Ne}$ and $^{18}\\mathrm{F}(p,α)^{15}\\mathrm{O}$ reactions",
      "link": "http://link.aps.org/doi/10.1103/zjqd-l237",
      "authors": "S. H. Kim (김소현), K. Y. Chae (채경육), C. H. Kim (김찬희), C. D. Nesaraja, and M. S. Smith",
      "source": "Physical Review C",
      "summary": "Author(s): S. H. Kim (김소현), K. Y. Chae (채경육), C. H. Kim (김찬희), C. D. Nesaraja, and M. S. SmithWe present a comprehensive evaluation of the nuclear structure properties of $^{19}\\mathrm{Ne}$ using a novel and rigorous Bayesian statistical framework. Precise characterization of $^{19}\\mathrm{Ne}$ resonance parameters is critical for accurately determining reaction rates of the astrophysically …[Phys. Rev. C 112, 064323] Published Mon Dec 22, 2025"
    },
    {
      "title": "Shell and cluster structures in $^{20}\\mathrm{Ne}$ in the variation of multiple bases of the antisymmetrized molecular dynamics",
      "link": "http://link.aps.org/doi/10.1103/x667-9yb6",
      "authors": "Takayuki Myo, Mengjiao Lyu, Qing Zhao, Masahiro Isaka, Niu Wan, Hiroki Takemoto, Hisashi Horiuchi, and Akinobu Doté",
      "source": "Physical Review C",
      "summary": "Author(s): Takayuki Myo, Mengjiao Lyu, Qing Zhao, Masahiro Isaka, Niu Wan, Hiroki Takemoto, Hisashi Horiuchi, and Akinobu DotéWe investigate the structures of $^{20}\\mathrm{Ne}$ in the variation of the multiple bases of the antisymmetrized molecular dynamics (AMD). In this method, the multiple AMD bases are superposed and optimized simultaneously in the total-energy variation. This scheme is beneficial for describing the v…[Phys. Rev. C 112, 064324] Published Mon Dec 22, 2025"
    },
    {
      "title": "Rotational excitation of the $γ$ and $γγ$ vibrations in $^{164}\\mathrm{Dy}$",
      "link": "http://link.aps.org/doi/10.1103/hzm1-flr1",
      "authors": "S. Mukhopadhyay, S. Frauendorf, G. H. Bhat, A. Chakraborty, J. A. Sheikh, R. Chakrabarti, P. K. Nayak, S. K. Tandel, B. N. Joshi, D. C. Biswas, and B. V. John",
      "source": "Physical Review C",
      "summary": "Author(s): S. Mukhopadhyay, S. Frauendorf, G. H. Bhat, A. Chakraborty, J. A. Sheikh, R. Chakrabarti, P. K. Nayak, S. K. Tandel, B. N. Joshi, D. C. Biswas, and B. V. JohnTwo-phonon $γ$-vibrational states, with energy anharmonicity in the range $2.0≤ {R}_{a}^{γ}$(a = 4, 0) $≤3.5$, have been investigated in the well-deformed $^{164}\\mathrm{Dy}$ nucleus using the $^{163}\\mathrm{Dy}$(${n}_{\\mathrm{th}},γ)^{164}\\mathrm{Dy}$ reaction. The lowest-lying ${K}^{π}$ = ${4}^{+}…[Phys. Rev. C 112, 064325] Published Mon Dec 22, 2025"
    },
    {
      "title": "$γ$-ray spectroscopy of $^{140}\\mathrm{La}$ decay for nuclear forensics applications",
      "link": "http://link.aps.org/doi/10.1103/4g27-8l8x",
      "authors": "A. Mattera, S. Waniganeththi, N. Cabanas, E. A. McCutchan, S. Zhu, C. Morse, M. P. Carpenter, J. P. Greene, C. Müller-Gatermann, M. Jandel, P. C. Bender, V. Tripathi, C. Wibisono, S. Ajayi, L. T. Baby, S. Bhattacharya, S. L. Tabor, J. M. Allmond, T. J. Gray, and T. T. King",
      "source": "Physical Review C",
      "summary": "Author(s): A. Mattera, S. Waniganeththi, N. Cabanas, E. A. McCutchan, S. Zhu, C. Morse, M. P. Carpenter, J. P. Greene, C. Müller-Gatermann, M. Jandel, P. C. Bender, V. Tripathi, C. Wibisono, S. Ajayi, L. T. Baby, S. Bhattacharya, S. L. Tabor, J. M. Allmond, T. J. Gray, and T. T. King$^{140}\\mathrm{La}$ is an important isotope in nuclear forensics. It is typically paired with $^{140}\\mathrm{Ba}$ as a chronometer for dating nuclear events. In this work, we report the results of two measurements performed to fully characterize the decay scheme of $^{140}\\mathrm{La}$. The experimen…[Phys. Rev. C 112, 064326] Published Mon Dec 22, 2025"
    },
    {
      "title": "Transport-model investigation of scaling of the number of constituent quarks and the hadronic-partonic transition in $\\mathrm{Au}+\\mathrm{Au}$ collisions",
      "link": "http://link.aps.org/doi/10.1103/cjg8-v4l7",
      "authors": "Li-Ke Liu and Shusu Shi",
      "source": "Physical Review C",
      "summary": "Author(s): Li-Ke Liu and Shusu ShiWe investigate the elliptic flow $({v}_{2})$ in $\\mathrm{Au}+\\mathrm{Au}$ collisions at $\\sqrt{{s}_{\\text{NN}}}=3.0$ and 4.5 GeV using both hadronic and partonic transport models, including JAM, SMASH, AMPT-Hadronic Cascade, and AMPT-String Melting. At 3.0 GeV, the JAM model reproduces the number-of…[Phys. Rev. C 112, 064912] Published Mon Dec 22, 2025"
    },
    {
      "title": "Particle species dependence of elliptic flow fluctuations in Pb-Pb collisions at energies available at the CERN Large Hadron Collider in a multiphase transport model",
      "link": "http://link.aps.org/doi/10.1103/kcw2-dtdq",
      "authors": "Jie Wan, Chun-Zheng Wang, Yu-Gang Ma, Qi-Ye Shou, and Song Zhang",
      "source": "Physical Review C",
      "summary": "Author(s): Jie Wan, Chun-Zheng Wang, Yu-Gang Ma, Qi-Ye Shou, and Song ZhangThe fluctuations of elliptic flow $({v}_{2})$ in relativistic heavy-ion collisions offer a powerful tool to probe the collective behavior and transport properties of the quark-gluon plasma (QGP). The dependence of these fluctuations on particle species further sheds light on the hadronization mechan…[Phys. Rev. C 112, 064913] Published Mon Dec 22, 2025"
    },
    {
      "title": "Constraining color-charge effects of partonic energy loss with jet-axis-based inclusive jet substructure measurement",
      "link": "http://link.aps.org/doi/10.1103/cj9y-mcxj",
      "authors": "Raghunath Pradhan and Olga Evdokimov",
      "source": "Physical Review C",
      "summary": "Author(s): Raghunath Pradhan and Olga EvdokimovThis study investigates the color-charge dependence of parton energy loss in the quark-gluon plasma (QGP) medium and the associated relative modifications of quark and gluon jet fractions compared to vacuum, using jet axis decorrelation observables. Recent CMS jet axis decorrelation measurements in …[Phys. Rev. C 112, 064914] Published Mon Dec 22, 2025"
    },
    {
      "title": "Effect of isolation criteria on prompt photon production in relativistic nuclear collisions",
      "link": "http://link.aps.org/doi/10.1103/7ff8-gbhm",
      "authors": "Sinjini Chandra, Rupa Chatterjee, and Zubayer Ahammed",
      "source": "Physical Review C",
      "summary": "Author(s): Sinjini Chandra, Rupa Chatterjee, and Zubayer AhammedPrompt photon measurements in relativistic nuclear collisions serve as an essential comparative basis for heavy-ion studies enabling the separation of medium-induced effects. However, the identification of prompt photons is experimentally challenging due to substantial backgrounds from photons produ…[Phys. Rev. C 112, 064915] Published Mon Dec 22, 2025"
    },
    {
      "title": "Effects of strange molecular partners of ${P}_{c}$ states in $γp→K\\mathrm{Σ}$ reactions",
      "link": "http://link.aps.org/doi/10.1103/ckt7-58sd",
      "authors": "Jian-Cheng Suo, Di Ben, and Bing-Song Zou",
      "source": "Physical Review C",
      "summary": "Author(s): Jian-Cheng Suo, Di Ben, and Bing-Song ZouOur previous studies revealed evidence of the strange molecular partners of ${P}_{c}$ states, $N(2080)3/{2}^{−}$ and $N(2270)3/{2}^{−}$, in $γp→{K}^{*+}{\\mathrm{Σ}}^{0}/{K}^{*0}{\\mathrm{Σ}}^{+}$ and $γp→ϕp$ reactions. Motivated by the differential cross-section data for $γp→{K}^{+}{\\mathrm{Σ}}^{0}$ …[Phys. Rev. C 112, 065208] Published Mon Dec 22, 2025"
    },
    {
      "title": "Properties of hyperons in nuclear matter from chiral hyperon-nucleon interactions at next-to-next-to-leading order",
      "link": "http://link.aps.org/doi/10.1103/vs4h-p3zh",
      "authors": "Asanosuke Jinno, Johann Haidenbauer, and Ulf-G. Meißner",
      "source": "Physical Review C",
      "summary": "Author(s): Asanosuke Jinno, Johann Haidenbauer, and Ulf-G. MeißnerThe $\\mathrm{Λ}$ and $\\mathrm{Σ}$ single-particle potentials in infinite nuclear matter are analyzed within a recently established chiral hyperon-nucleon ($YN$) interaction up to ${\\mathrm{N}}^{2}\\mathrm{LO}$ in combination with a nucleon-nucleon interaction derived in the same scheme. The self-cons…[Phys. Rev. C 112, 065209] Published Mon Dec 22, 2025"
    },
    {
      "title": "$^{7}\\mathrm{Be}$ asymptotic normalization coefficients from $^{3}\\mathrm{He}+^{4}\\mathrm{He}$ elastic scattering and validation of extrapolation methods",
      "link": "http://link.aps.org/doi/10.1103/zcv6-pf2t",
      "authors": "D. A. Savin, L. D. Blokhintsev, B. F. Irgaziev, A. S. Kadyrov, and A. M. Mukhamedzhanov",
      "source": "Physical Review C",
      "summary": "Author(s): D. A. Savin, L. D. Blokhintsev, B. F. Irgaziev, A. S. Kadyrov, and A. M. MukhamedzhanovWe present the first direct determination of asymptotic normalization coefficients (ANCs) for the ground and first excited states of $^{7}\\mathrm{Be}$ from ${}^{3}\\mathrm{He}+^{4}\\mathrm{He}$ elastic scattering phase shifts. The analysis draws upon the classic datasets of two older low-energy measur…[Phys. Rev. C 112, 065807] Published Mon Dec 22, 2025"
    },
    {
      "title": "Dynamical equation for quark spin polarization in the rotating medium",
      "link": "https://arxiv.org/abs/2512.17230",
      "authors": "Tianyang Li, Yunfei Fan, Anping Huang, Baoyi Chen",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2512.17230v1 Announce Type: new \nAbstract: In non-central relativistic heavy-ion collisions, the produced quark-gluon plasma (QGP) behaves approximately as a rotating fluid due to the system's initial angular momentum. In this rotating fluid, the spins of quarks become polarized due to the coupling between spin and angular momentum, as well as random spin-spin interactions. Since the Landau-Lifshitz (LL) equation effectively describes the spin polarization of fermions in a medium with a magnetic field, we derive a phenomenological equation analogous to the LL equation for heavy quark spin dynamics in the rotating medium. The spin-angular momentum coupling and random spin-spin interactions are incorporated, leading to a detailed balance of heavy quark spin distributions. This equation provides insight into the spin dynamics of heavy quarks and quarkonium in relativistic heavy-ion collisions."
    },
    {
      "title": "Systematic analysis of proton- and deuteron-induced one-proton knockout reactions",
      "link": "https://arxiv.org/abs/2512.17236",
      "authors": "Hibiki Nakada, Shoya Ogawa, Yoshiki Chazono, Kazuyuki Ogata",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2512.17236v1 Announce Type: new \nAbstract: The ratios of the one-proton knockout cross sections by a deuteron to those by a proton are about 1.5, indicating that using deuteron is more efficient than proton in yielding large knockout cross sections. However, this ratio differs from the intuitive expectation, and its underlying mechanism remains unclear. The purpose of this study is to clarify the mechanism behind the observed ratio by theoretically describing and analyzing the deuteron- and proton-induced one-proton knockout reactions. Proton-induced one-proton knockout reactions are described within the standard distorted-wave impulse approximation (DWIA) framework, while deuteron-induced one-proton knockout reactions are treated with a new approach, DWIA-BU, that incorporates deuteron breakup into the DWIA. The ratios calculated with the DWIA-BU reproduce the experimental data reasonably, whereas those with the DWIA significantly underestimate them. The ratio of the corresponding elementary cross sections remains about 3.5 regardless of the energy, and the difference in absorption between the deuteron and the proton influences the ratios of knockout cross sections, resulting in agreement between the calculated ratios and the experimental data. It is found that the deuteron breakup is essential to reproduce the experimental ratio. The ratios of the knockout cross sections are primarily determined by the difference in the elementary cross sections and that in the absorption between the deuteron and the proton."
    },
    {
      "title": "From closed shells to open shells: Coupled-cluster calculations of atomic nuclei",
      "link": "https://arxiv.org/abs/2512.17311",
      "authors": "F. Marino, F. Bonaiti, P. Demol, S. Bacca, T. Duguet, G. Hagen, G. R. Jansen, T. Papenbrock, A. Tichai",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2512.17311v1 Announce Type: new \nAbstract: Coupled-cluster theory is a powerful tool for first-principles calculations of atomic nuclei, enabling accurate predictions of nuclear observables across the Segr\\`e chart. While coupled-cluster computations are especially efficient at shell closures, extensions have been developed to tackle open-shell nuclei, by exploiting the equation-of-motion method or by expanding the coupled-cluster wave function on top of a symmetry-breaking (either deformed or superfluid) reference state. In this study, we provide a comprehensive comparison of these different formulations applied to the calcium and nickel isotopes using nuclear two- and three-body interactions from chiral effective field theory. Based on ground-state energies, two-neutron separation energies, and two-neutron shell gaps, different coupled-cluster computations - based on symmetry-broken reference states and equation-of-motion techniques - offer consistent descriptions of bulk properties across medium-mass isotopic chains."
    },
    {
      "title": "Kinetic-Theory Bounds on the Equation of State of Dense QCD Matter",
      "link": "https://arxiv.org/abs/2512.17410",
      "authors": "Micha{\\l} Marczenko",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2512.17410v1 Announce Type: new \nAbstract: We derive bounds on the equation of state of cold, dense matter by extending the causal, model-agnostic interpolation between chiral effective field theory and perturbative calculations with a microscopic constraint from relativistic kinetic theory. The additional condition restricts the stiffest admissible behavior of the equation of state and systematically reduces the range of allowed equations of state, with the strongest effect at high densities. The resulting bounds remain consistent with known low- and high-density limits, while the strength of the constraint depends on the density above which the kinetic-theory condition is applied. These bounds can be readily incorporated into future studies of cold, dense matter and used to assess the impact of microscopic stability conditions on equation-of-state inference."
    },
    {
      "title": "Towards a fluid-dynamic description of an entire heavy-ion collision: from the colliding nuclei to the quark-gluon plasma phase",
      "link": "https://arxiv.org/abs/2512.17651",
      "authors": "Andreas Kirchner, Federica Capellino, Eduardo Grossi, Stefan Floerchinger",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2512.17651v1 Announce Type: new \nAbstract: The fluid-dynamical modeling of a nuclear collision at high energy usually starts shortly after the collision. A major source of uncertainty comes from the detailed modeling of the initial state. While the collision itself likely involves far-from-equilibrium dynamics, it is not excluded that a fluid theory of second order can reasonably well describe its soft features. Here we explore this possibility and discuss how the state before the collision can be described in that setup, examine the required fluid-dynamical equations of motion and study the resulting entropy production. While we do here only first steps, we outline a larger program, which could lead to a dynamical description of heavy-ion collisions where the only uncertainty lies in the thermodynamic and transport properties of quantum chromodynamics."
    },
    {
      "title": "Reduced basis emulator for elastic scattering in continuum-discretized coupled-channel calculations",
      "link": "https://arxiv.org/abs/2512.17687",
      "authors": "Jin Lei",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2512.17687v1 Announce Type: new \nAbstract: I develop a reduced basis emulator for continuum-discretized coupled-channel (CDCC) calculations that achieves speedups of $\\sim 10^2$ while maintaining sub-percent accuracy. The emulator is constructed using the proper orthogonal decomposition (POD) method applied to snapshots of CDCC solutions computed at sampled points in the optical potential parameter space. The prediction is performed via Galerkin projection onto the reduced basis. I demonstrate the method using deuteron scattering on $^{58}$Ni at 21.6 MeV as a test case, emulating 18 optical potential parameters simultaneously. The emulator reproduces elastic scattering cross sections with errors below 0.1\\% across a wide parameter range. This development enables efficient uncertainty quantification and Bayesian parameter estimation for nuclear reaction calculations that were previously computationally prohibitive."
    },
    {
      "title": "Active learning emulators for nuclear two-body scattering in momentum space",
      "link": "https://arxiv.org/abs/2512.17842",
      "authors": "A. Giri, J. Kim, C. Drischler, Ch. Elster, R. J. Furnstahl",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2512.17842v1 Announce Type: new \nAbstract: We extend the active learning emulators for two-body scattering in coordinate space with error estimation, recently developed by Maldonado et al. in Phys. Rev. C \\textbf{112}, 024002, to coupled-channel scattering in momentum space. Our full-order model (FOM) solver is based on the Lippmann-Schwinger integral equation for the scattering $t$-matrix as opposed to the radial Schr\\\"odinger equation. We use (Petrov-)Galerkin projections and high-fidelity calculations at a few snapshots across the parameter space of the interaction to construct efficient reduced-order models (ROMs), trained by a greedy algorithm for locally optimal snapshot selection. Both the FOM solver and the corresponding ROMs are implemented efficiently in Python using Google's JAX library. We present results for emulating scattering phase shifts in coupled and uncoupled channels and cross sections, and assess the accuracy of the developed ROMs and their computational speed-up factors. We also develop emulator error estimation for both the $t$-matrix and the total cross section. The software framework for reproducing and extending our results will be made publicly available. Together with our recent advances in developing active-learning emulators for three-body scattering, these emulator frameworks set the stage for full Bayesian calibrations of chiral nuclear interactions and optical models against scattering data with quantified emulator errors."
    },
    {
      "title": "ESO Expanding Horizon White Paper: Revealing the properties of matter at supranuclear densities with gravitational waves",
      "link": "https://arxiv.org/abs/2512.16971",
      "authors": "Tim Dietrich (Instit\\\"ut f\\\"ur Physik und Astronomie, Universit\\\"at Potsdam, Haus 28, Karl-Liebknecht-Str. 24/25, 14476, Potsdam, Germany, Max Planck Institute for Gravitational Physics), Tanja Hinderer (Institute for Theoretical Physics, Utrecht University, Princetonplein 5, 3584 CC Utrecht, The Netherlands), Micaela Oertel (Observatoire astronomique de Strasbourg, CNRS, Universit\\'e de Strasbourg, 11 rue de l'Universit\\'e, 67000 Strasbourg, France, Observatoire de Paris, CNRS, Universit\\'e PSL, 5 place Jules Janssen, 92915 Meudon, France), Conrado A. Torres (Department of Fundamental Physics and IUFFyM Plaza de la Merced s/n E-37008 Salamanca, Spain), Nils Andersson (Mathematical Sciences and STAG Research Centre, University of Southampton, Southampton SO17 1BJ, United Kingdom), D\\'aniel Barta (HUN-REN Wigner Research Centre for Physics, Konkoly-Thege Miklos ut 29-33, 1121 Budapest, Hungary), Andreas Bauswein (GSI Helmholtzzentrum f\\\"ur Schwerionenforschung, Planckstra{\\ss}e 1, D-64291 Darmstadt, Germany), B\\'eatrice Bonga (Institute for Mathematics, Astrophysics and Particle Physics, Radboud University, 6525 AJ Nijmegen, The Netherlands, Theoretical Sciences Visiting Program, Okinawa Inst. of Science and Technology Graduate University, Onna, 904-0495, Japan), Marica Branchesi (Gran Sasso Science Institute, I-67100, L'Aquila), G. Fiorella Burgio (INFN Sezione di Catania, Via S. Sofia 64, 95123 Catania, Italy), Stefano Burrello (INFN - Laboratori Nazionali del Sud Via S. Sofia, 62, 95123 Catania, Italy), Prasanta Char (Department of Fundamental Physics and IUFFyM Plaza de la Merced s/n E-37008 Salamanca, Spain), Sylvain Chaty (Universit\\'e Paris Cit\\'e, CNRS, Astroparticule et Cosmologie, F-75013 Paris, France), Maria Colonna (INFN - Laboratori Nazionali del Sud Via S. Sofia, 62, 95123 Catania, Italy), Daniela Doneva (Departamento de Astronomia y Astrofisica, Universitat de Valencia, Moliner 50, 46100, Burjassot), Anthea F. Fantina (Grand Acc\\'el\\'erateur National d'Ions Lourds, CEA/DRF CNRS/IN2P3, Boulevard Henri Becquerel, 14076 Caen, France), Tobias Fischer (University of Wroclaw, Wroclaw 50204, Poland, Research Center for Comp. Physics and Data Proc., Silesian University, Bezru\\v{c}ovo n\\'am. 13, CZ-746-01 Opava, Czech Republic), Juan Garcia-Bellido (Department of Theoretical Physics, Universidad Aut\\'onoma de Madrid, 28049 Madrid, Spain), Archisman Ghosh (Department of Physics and Astronomy, Ghent University, Proeftuinstraat 85, B-9000 Ghent, Belgium), Bruno Giacomazzo (Dipartimento di Fisica G. Occhialini, Universit\\'a degli Studi di Milano-Bicocca, Piazza della Scienza 3, I-20126 Milano, Italia, INFN, Sezione di Milano-Bicocca, Piazza della Scienza 3, I-20126, Milano, Italia), Fabian Gittins (Institute for Gravitational and Subatomic Physics, Princetonplein 1, 3584 CC Utrecht, The Netherlands), Vanessa Graber (Department of Physics, Royal Holloway, University of London, Egham Hill Egham, TW20 0EX, United Kingdom), Francesca Gulminelli (Universit\\'e de Caen Normandie, ENSICAEN, CNRS/IN2P3, LPC Caen UMR6534, F-14000 Caen, France), Jan Harms (Gran Sasso Science Institute, I-67100, L'Aquila, INFN, Laboratori Nazionali del Gran Sasso, 67100 Assergi, Italy), Kostas Kokkotas (Theoretical Astrophysics, University of T\\\"ubingen, T\\\"ubingen 72076, Germany), Felipe J. Llanes-Estrada (Depto. F\\'isica Te\\'orica and IPARCOS, Univ. Complutense de Madrid, Plaza de las Ciencias 1, 28040 Madrid Spain), Michele Maggiore (D\\'epartement de Physique Th\\'eorique, Universit\\'e de Gen\\'eve, 24 quai Ernest Ansermet, 1211 Gen\\'eve 4, Switzerland and Gravitational Wave Science Center), Gabriel Martinez-Pinedo (GSI Helmholtzzentrum f\\\"ur Schwerionenforschung, Planckstra{\\ss}e 1, D-64291 Darmstadt, Germany), Andrea Maselli (Gran Sasso Science Institute, I-67100, L'Aquila), Chiranjib Mondal (Universite Libre de Bruxelles, Avenue F. Roosevelt 50, CP 226, 1050 Bruxelles, Belgium), Samaya Nissanke (Instit\\\"ut f\\\"ur Physik und Astronomie, Universit\\\"at Potsdam, Haus 28, Karl-Liebknecht-Str. 24/25, 14476, Potsdam, Germany, DESY and the German Centre for Astrophysics), M Angeles Perez Garcia (Department of Fundamental Physics and IUFFyM Plaza de la Merced s/n E-37008 Salamanca, Spain), Cristiano Palomba (INFN, Sezione di Roma I-00185 Roma, Italy), Pantelis Pnigouras (Department of Physics, University of Alicante, 03690 San Vicente del Raspeig), Anna Puecher (Instit\\\"ut f\\\"ur Physik und Astronomie, Universit\\\"at Potsdam, Haus 28, Karl-Liebknecht-Str. 24/25, 14476, Potsdam, Germany), Michele Punturo (Istituto Nazionale di Fisica Nucleare, sezione di Perugia, via Pascoli, 06123 Perugia, Italy), Adriana R. Raduta (National Institute for Physics and Nuclear Engineering), Violetta Sagun (Mathematical Sciences and STAG Research Centre, University of Southampton, Southampton SO17 1BJ, United Kingdom), Armen Sedrakian (University of Wroclaw, Wroclaw 50204, Poland, Frankfurt Institute for Advanced Studies, 60438 Frankfurt am Main, Germany), Nikolaos Stergioulas (Department of Physics, Aristotle University of Thessaloniki, 54124 Thessaloniki, Greece), Laura Tolos (Institute of Space Sciences, Institut d'Estudis Espacials de Catalunya), Kadri Yakut (Department of Astronomy and Space Sciences, Faculty of Science, Ege University, 35100, Izmir, Turkey), Stoytcho Yazadjiev (Department of Theoretical Physics, Sofia University St. Kliment Ohridski 5 J. Bourchier Blvd. Sofia 1164, Bulgaria)",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2512.16971v1 Announce Type: cross \nAbstract: Understanding dense matter under extreme conditions is one of the most fundamental puzzles in modern physics. Complex interactions give rise to emergent, collective phenomena. While nuclear experiments and Earth - based colliders provide valuable insights, much of the quantum chromodynamics phase diagram at high density and low temperature remains accessible only through astrophysical observations of neutron stars, neutron star mergers, and stellar collapse. Astronomical observations thus offer a direct window to the physics on subatomic scales with gravitational waves presenting an especially clean channel. Next-generation gravitational - wave observatories, such as the Einstein Telescope, would serve as unparalleled instruments to transform our understanding of neutron star matter. They will enable the detection of up to tens of thousands of binary neutron star and neutron star - black hole mergers per year, a dramatic increase over the few events accessible with current detectors. They will provide an unprecedented precision in probing cold, dense matter during the binary inspiral, exceeding by at least an order of magnitude what current facilities can achieve. Moreover, these observatories will allow us to explore uncharted regimes of dense matter at finite temperatures produced in a subset of neutron star mergers, areas that remain entirely inaccessible to current instruments. Together with multimessenger observations, these measurements will significantly deepen our knowledge of dense nuclear matter."
    },
    {
      "title": "The anomalous magnetic moment of the muon: status and perspectives",
      "link": "https://arxiv.org/abs/2512.16980",
      "authors": "David W. Hertzog, Martin Hoferichter",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2512.16980v1 Announce Type: cross \nAbstract: We review the status of the anomalous magnetic moment of the muon as a precision probe of physics beyond the Standard Model (SM) after the release of the final results from the Fermi National Accelerator Laboratory (FNAL) Muon $g-2$ experiment and the second White Paper of the Muon $g-2$ Theory Initiative. While the SM prediction requires further improvements by a factor of four to fully leverage the sensitivity achieved in experiment, the FNAL measurement will set the standard for many years to come, and we discuss a variety of features of the experimental campaign that made this achievement possible. In going forward, we discuss current efforts to improve the SM prediction, and imagine how an experiment would have to be devised to surpass 124 ppb in precision."
    },
    {
      "title": "Early-Time Dynamics of Heavy-Ion Collisions through Energy Correlators: celestial blocks and the spacetime structure of out-of-equilibrium QCD matter",
      "link": "https://arxiv.org/abs/2512.17009",
      "authors": "Jo\\~ao Barata, Jos\\'e Guilherme Milhano, Andrey V. Sadofyev, Jo\\~ao M. Silva",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2512.17009v1 Announce Type: cross \nAbstract: Ultrarelativistic heavy-ion collisions provide a unique window into far-from-equilibrium states of QCD matter. The initial stages of these events are characterized by highly anisotropic, nonthermal dynamics that precede hydrodynamization, yet they remain largely inaccessible through conventional soft observables. In this work, we show that the substructure of mid-rapidity jets provides direct sensitivity to the spacetime structure of this early, anisotropic phase. Using classical Yang-Mills simulations and effective kinetic theory to model the early-time evolution of the jet quenching parameter, we compute the azimuthally differential energy-energy correlator within the BDMPS-Z framework. By decomposing the result into celestial blocks, we isolate the coefficients that encode the anisotropic geometry and dynamics of the underlying medium. We identify an observable that couples directly to spatial anisotropies in the out-of-equilibrium QCD matter and also discuss the impact of medium response on its behavior. We further extend our study to mid-rapidity jets generated with the JEWEL Monte-Carlo, adjusted to incorporate an anisotropic medium background, and find qualitative agreement with the analytical expectations. Finally, we discuss how higher-point energy correlators and generalized energy-flow operators can enhance the sensitivity to the microscopic structure of far-from-equilibrium QCD matter."
    },
    {
      "title": "A Brief History and Outlook of Hadronic Physics in Indonesia",
      "link": "https://arxiv.org/abs/2512.17219",
      "authors": "Ahmad Jafar Arifi, Parada. T. P. Hutauruk, Terry Mart, Chalis Setyadi",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2512.17219v1 Announce Type: cross \nAbstract: Hadronic physics has gradually emerged as one of the growing research frontiers in Indonesia, driven by efforts to better understand the properties of the strong interaction and the internal structure of hadrons from the fundamental principles of Quantum Chromodynamics. In the last few decades, Indonesian researchers have made significant contributions to developing various theoretical and phenomenological aspects of hadrons. In addition, on the experimental side, Indonesian scientists have participated in hadron experiment facilities overseas, such as the ALICE collaboration at CERN, which has strengthened the scientific activities and networks and has supported the training of young Indonesian researchers. In the present paper, we review Indonesian scientists' contributions to hadronic physics, highlight ongoing research directions in both experimental and theoretical, and outline strategies for future development toward integration into the international hadronic physics community."
    },
    {
      "title": "Evidence for dynamical chiral condensate in high-energy heavy ion collisions",
      "link": "https://arxiv.org/abs/2512.17413",
      "authors": "Tobias Bruschke, Andreas Kirchner, Stefan Floerchinger",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2512.17413v1 Announce Type: cross \nAbstract: Quantum chromodynamics with light quarks features an approximate global symmetry, known as chiral symmetry, that is believed to be spontaneously broken by the vacuum expectation value of a scalar and isoscalar composite field, in addition to a small explicit breaking due to finite quark masses. For a high enough temperature, as achieved in the early universe or the fireball created by a high-energy heavy ion collision, this symmetry is expected to be restored. We show theoretically that a coherent deviation of the corresponding quantum field from its usual vacuum expectation value on the freeze-out hypersurface of a heavy-ion collision leads, after resonance decays, to a characteristic contribution to the transverse momentum spectrum of charged pions, in the very soft regime, consistent with experimental data from the Relativistic Heavy Ion Collider and the Large Hadron Collider. Taken together, the experimental data with the new theoretical results provide compelling support for the existence of a chiral condensation mechanism with partial restoration of chiral symmetry at high temperature."
    },
    {
      "title": "Unified study of $B_s^0 \\to X(3872) \\pi^+\\pi^- (K^+ K^-)$ and $B_s^0 \\to \\psi(2S) \\pi^+\\pi^- (K^+ K^-)$ processes",
      "link": "https://arxiv.org/abs/2512.17754",
      "authors": "Yun-Hua Chen",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2512.17754v1 Announce Type: cross \nAbstract: We perform a unified description of the experimental data of the $\\pi^+\\pi^-$ invariant mass spectra of $B_s^0 \\to \\psi(2S) \\pi^+\\pi^-$, the $\\pi^+\\pi^-$ and $K^+ K^-$ invariant mass spectra of $B_s^0 \\to X(3872) \\pi^+\\pi^- (K^+ K^-)$, and the ratio of branch fractions $\\mathcal{B}[B_s^0 \\to X(3872)(K^+K^-)_{{\\rm non-}\\phi}]/ \\mathcal{B}[B_s^0 \\to X(3872)\\pi^+ \\pi^-)$. The strong final state interactions between the two pseudoscalars are taken into account using a parametrization fulfilling unitarity and analyticity. We find that there is universality in the coupling constants for $B_s^0 \\to \\psi(2S) \\pi^+\\pi^-$ and $B_s^0 \\to J/\\psi \\pi^+\\pi^-$ processes. While the couplings of $B_s^0 \\to X(3872) \\pi^+\\pi^-$ are about half of magnitude smaller than the couplings of $B_s^0 \\to \\psi(2S) \\pi^+\\pi^-$, which indicates that the $X(3872)$ is different from a pure charmonium state. Furthermore, we find that the $f_0(1500)$ plays an important role in the $B_s^0 \\to \\psi(2S) \\pi^+\\pi^-$ and the $B_s^0 \\to X(3872) \\pi^+\\pi^- (K^+ K^-)$ processes, though the phase space of $B_s^0 \\to X(3872) f_0(1500)$ is small. Also we predict the ratio of branch fractions $\\mathcal{B}[B_s^0 \\to \\psi(2S)(K^+K^-)_{{\\rm non-}\\phi}]/ \\mathcal{B}[B_s^0 \\to \\psi(2S)\\pi^+ \\pi^-]$ and the $K^+ K^-$ invariant mass distribution of $B_s^0 \\to \\psi(2S)(K^+K^-)_{{\\rm non-}\\phi}$."
    },
    {
      "title": "From Lead to Helium: Discovery Potential for Jet Quenching in the Smallest Collision Systems",
      "link": "https://arxiv.org/abs/2512.17832",
      "authors": "Coleridge Faraday, Ben Bert, Jack Brand, Werner Vogelsang, W. A. Horowitz",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2512.17832v1 Announce Type: cross \nAbstract: We present perturbative quantum chromodynamics (pQCD) predictions for the modification to the yield of high-momentum particles in very light ion collisions - ${}^{10}\\mathrm{B} + {}^{10}\\mathrm{B}$, ${}^{6}\\mathrm{Li} + {}^{6}\\mathrm{Li}$, ${}^{4}\\mathrm{He} + {}^{4}\\mathrm{He}$, and ${}^{3}\\mathrm{He} + {}^{3}\\mathrm{He}$ - both with and without medium-induced energy loss. We show that there is non-trivial suppression expected from our partonic energy loss model in symmetric systems from ${}^{208}\\mathrm{Pb} + {}^{208}\\mathrm{Pb}$ to ${}^{3}\\mathrm{He} + {}^{3}\\mathrm{He}$ and in asymmetric systems $A + B$, and that the energy loss scales approximately with $(\\sqrt{A B})^{1 / 3}$. Further, we find that deep inelastic scattering measurements in ${}^{3}\\mathrm{He}$ and ${}^{6}\\mathrm{Li}$ tightly constrain the nPDF baseline, making these isotopes a particularly clean environment for observing final-state partonic energy loss induced by the formation of a quark-gluon plasma in these very small systems."
    },
    {
      "title": "Halo Structures in p-Shell Hypernuclei with Natural Orbitals",
      "link": "https://arxiv.org/abs/2501.08013",
      "authors": "Marco Kn\\\"oll, Robert Roth",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2501.08013v2 Announce Type: replace \nAbstract: We extend the concept of natural orbitals as an optimized single-particle basis for ab initio nuclear many-body calculations to hypernuclei and show that their superior properties, in particular accelerated convergence and independence of the underlying harmonic-oscillator frequency, can be directly transferred to the hypernuclear regime as demonstrated in no-core shell model calculations for selected p-shell hypernuclei. Moreover, the radial single-particle wavefunctions associated with the natural-orbital basis yield important structural information with respect to the different particle species allowing us to identify a hyperon halo in {\\Lambda}He5. We further explore nucleonic and hyperonic halo structures in A=6 and A=7 singly-strange hypernuclei based on one-body densities and point-particle radii obtained from no-core shell model calculations with realistic interactions from chiral effective field theory."
    },
    {
      "title": "Machine Learning for Correlations of Electromagnetic Properties in Ab Initio Calculations",
      "link": "https://arxiv.org/abs/2501.08959",
      "authors": "Marco Kn\\\"oll, Marc L. Agel, Tobias Wolfgruber, Pieter Maris, Robert Roth",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2501.08959v2 Announce Type: replace \nAbstract: In ab initio nuclear structure theory, accurately predicting electromagnetic observables, such as moments and transition rates, is essential for a comprehensive understanding of nuclear properties. However, computational limitations and conceptual difficulties often hinder the precise calculation of these observables. In this work, we extend machine learning methods for model-space extrapolations to electric quadrupole moments. We further present a new machine learning approach that leverages the correlations between energies, radii, and electromagnetic observables. By learning these correlations from no-core shell model calculations in accessible model spaces, this new model enables the prediction of converged electromagnetic observables from predictions of converged energies and radii, which can be obtained with established machine learning extrapolation tools. An essential property of our approach is the capability for uncertainty quantification, allowing for reliable predictions with combined statistical error estimates for many-body and interaction uncertainties. Being solely built upon the physical correlations of different observables, it can be generalized across different ab initio methods. We demonstrate the power of this new extrapolation scheme through a precision study of electric quadrupole moments across a wide range of p-shell nuclei."
    },
    {
      "title": "Benchmarking ANN extrapolations of the ground-state energies and radii of Li isotopes",
      "link": "https://arxiv.org/abs/2501.18252",
      "authors": "Marco Kn\\\"oll, Matthew Lockner, Pieter Maris, Ryan J. McCarty, Robert Roth, James P. Vary, Tobias Wolfgruber",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2501.18252v2 Announce Type: replace \nAbstract: We present a comparison of model-space extrapolation methods for No-Core Shell Model calculations of ground-state energies and root-mean-square radii in Li isotopes. In particular, we benchmark the latest machine learning tools against widely used exponential and infrared extrapolations for energies and crossing point estimates for radii. Our findings demonstrate that machine learning-based approaches provide reliable predictions with robust statistical uncertainties for both observables even in small model spaces. These predictions are compatible with established exponential and IR extrapolations of energies and mark a notable improvement over conventional radius estimates."
    },
    {
      "title": "High-energy <em>η</em><sup>(′)</sup><em>π</em> photoproduction and the nature of exotic waves",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269325008585?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: Available online 21 December 2025Source: Physics Letters BAuthor(s): Gloria Montaña, Vincent Mathieu, Vanamali Shastry, łukasz Bibrzycki, César Fernández-Ramírez, Nadine Hammoud, Robert J. Perry, Alessandro Pilloni, Arkaitz Rodas, Wyatt A. Smith, Adam P. Szczepaniak, Daniel Winney"
    }
  ]
}