{
  "lastUpdated": "2025-09-14T02:22:38.955763",
  "papers": [
    {
      "title": "Structural analysis of the states within the “bump” regions in the $_{\\mathrm{Λ}}^{10}\\mathrm{Be}$ spectrum via a control neural network",
      "link": "http://link.aps.org/doi/10.1103/xdvj-hplt",
      "authors": "Zhengri Liu, Jiaqi Tian, Mengjiao Lyu, Masahiro Isaka, Akinobu Doté, Takayuki Myo, Hisashi Horiuchi, Hiroki Takemoto, Niu Wan, and Qing Zhao",
      "source": "Physical Review C",
      "summary": "Author(s): Zhengri Liu, Jiaqi Tian, Mengjiao Lyu, Masahiro Isaka, Akinobu Doté, Takayuki Myo, Hisashi Horiuchi, Hiroki Takemoto, Niu Wan, and Qing ZhaoRecent high-precision ($e,{e}^{′}{K}^{+}$) experiments have observed two prominent bump structures in the ${}_{\\mathrm{Λ}}^{10}\\mathrm{Be}$ spectrum, challenging our understanding of hypernuclear structure and hyperon-nucleon ($YN$) interactions. Motivated by this, we perform a systematic study of $…[Phys. Rev. C 112, 034314] Published Fri Sep 12, 2025"
    },
    {
      "title": "First observation of an isomer in $^{243}\\mathrm{Es}$ via $α$-decay spectroscopy of $^{247}\\mathrm{Md}$",
      "link": "http://link.aps.org/doi/10.1103/6ps8-ngl3",
      "authors": "S. Y. Xu <em>et al.</em>",
      "source": "Physical Review C",
      "summary": "Author(s): S. Y. Xu et al.The study of low-lying energy levels in odd-A heavy nuclei provides important information regarding the ordering of Nilsson single-particle states, and thus the evolution of shell structure in the heavy-mass region. In the present work, the authors used the observation of pile-up traces from conversion electrons following the α-decay events of 247Md to identify a new isomeric state of 243Es, which has a half-life as short as 5 microseconds. This result, which constitutes the first observation of an isomeric decay in Z=99 Es isotopes, led to a significant rearrangement of the level scheme of 243Es. This cutting-edge α-decay spectroscopy using digital pulse-shape analysis promises to open a new avenue for exploring isomerism in other transfermium isotopes.[Phys. Rev. C 112, 034315] Published Fri Sep 12, 2025"
    },
    {
      "title": "Multimodality of $^{188}\\mathrm{Pt}$ and $^{190}\\mathrm{Hg}$ fission studied with the Langevin approach",
      "link": "http://link.aps.org/doi/10.1103/7gff-q1zp",
      "authors": "Fuchang Gu, Yingge Huang, Qiafeng Chen, Erxi Xiao, Hui Wang, Yujie Feng, Long Zhu, and Jun Su",
      "source": "Physical Review C",
      "summary": "Author(s): Fuchang Gu, Yingge Huang, Qiafeng Chen, Erxi Xiao, Hui Wang, Yujie Feng, Long Zhu, and Jun SuBackground: The mechanism underlying asymmetric fission in the preactinide region remains incompletely understood. Recent experimental analyses of correlations between fragment mass and total kinetic energy (TKE) have demonstrated the efficacy of this approach in identifying fission modes.Purpose: T…[Phys. Rev. C 112, 034609] Published Fri Sep 12, 2025"
    },
    {
      "title": "Effect of $α$ clusters on particle production in O-O and $p$-O collisions at energies available at the CERN Large Hadron Collider",
      "link": "http://link.aps.org/doi/10.1103/l6mj-sgrn",
      "authors": "Deependra Sharma, Arpit Singh, Md. Samsul Islam, Basanta Nandi, and Sadhana Dash",
      "source": "Physical Review C",
      "summary": "Author(s): Deependra Sharma, Arpit Singh, Md. Samsul Islam, Basanta Nandi, and Sadhana DashIn the present work, O-O collisions at $\\sqrt{{s}_{NN}}=7\\phantom{\\rule{0.16em}{0ex}}\\mathrm{TeV}$ and $p$-O collisions at $\\sqrt{{s}_{NN}}=9.9\\phantom{\\rule{0.16em}{0ex}}\\mathrm{TeV}$ are studied using the $\\mathrm{PYTHIA8}$/Angantyr model for heavy-ion collisions. The theoretically predicted $α$-c…[Phys. Rev. C 112, 034905] Published Fri Sep 12, 2025"
    },
    {
      "title": "Microscopic determination of the interacting boson-fermion model Hamiltonian from the nuclear energy density functional",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269325006392?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: Available online 13 September 2025Source: Physics Letters BAuthor(s): M. Homma, K. Nomura"
    },
    {
      "title": "Unfolded Formulation of 4d Yang–Mills Theory",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269325006410?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: Available online 12 September 2025Source: Physics Letters BAuthor(s): Nikita Misuna"
    },
    {
      "title": "Weak Cosmic Censorship with spinning particles in Kerr-(A)dS spacetimes",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269325006367?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: Available online 12 September 2025Source: Physics Letters BAuthor(s): Antonia M. Frassino, Jorge V. Rocha, Andrea P. Sanna"
    }
  ]
}