{
  "lastUpdated": "2025-05-09T02:28:54.735737",
  "papers": [
    {
      "title": "Charge Radii of Neutron-Rich Scandium Isotopes and the Seniority Symmetry in the $0{f}_{7/2}$ Shell",
      "link": "http://link.aps.org/doi/10.1103/PhysRevLett.134.182501",
      "authors": "S. W. Bai <em>et al.</em>",
      "source": "Physical Review Letter",
      "summary": "Author(s): S. W. Bai et al.Nuclear charge radii of neutron-rich $^{47–49}\\mathrm{Sc}$ isotopes were measured using collinear laser spectroscopy at CERN-ISOLDE. The new data reveal that the charge radii of scandium isotopes exhibit a distinct trend between $N=20$ and $N=28$, with $^{41}\\mathrm{Sc}$ and $^{49}\\mathrm{Sc}$ isoto…[Phys. Rev. Lett. 134, 182501] Published Wed May 07, 2025"
    },
    {
      "title": "Microscopic investigation of wobbling motion in even-even nuclei",
      "link": "http://link.aps.org/doi/10.1103/PhysRevC.111.054310",
      "authors": "S. A. Bhat, S. Jehangir, G. H. Bhat, J. A. Sheikh, and G. B. Vakil",
      "source": "Physical Review C",
      "summary": "Author(s): S. A. Bhat, S. Jehangir, G. H. Bhat, J. A. Sheikh, and G. B. VakilThe possibility of observing wobbling mode in the even-even systems of $^{76}\\mathrm{Ge}, ^{112}\\mathrm{Ru}, ^{188,192}\\mathrm{Os}, ^{192}\\mathrm{Pt}$, and $^{232}\\mathrm{Th}$ is explored using the triaxial projected shell model approach. These nuclei are known to have $γ$ bands whose odd-spin membe…[Phys. Rev. C 111, 054310] Published Thu May 08, 2025"
    },
    {
      "title": "Experimental extraction of neutron resonance parameters at 0.1–300 eV for $^{168}\\mathrm{Yb}$",
      "link": "http://link.aps.org/doi/10.1103/PhysRevC.111.054607",
      "authors": "Ya-Ju Chen (陈雅菊), Xin-Xiang Li (李鑫祥), Wei Jiang (蒋伟), Jie Ren (任杰), Wen Xie (谢文), Hong-Wei Wang (王宏伟), Gong-Tao Fan (范功涛), Long-Xiang Liu (刘龙祥), Yue Zhang (张岳), Zi-Ang Lin (林子昂), Ting Jiang (江婷), Zhi-Cai Li (李志才), Kai-Jun Luo (罗凯军), Xiao-Ming Shi (施小明), Xian-Kai Li (黎先锴), Zong-Wei Cao (曹宗威), Gao-Le Yang (杨高乐), Zhen-Dong An (安振东), Bing Jiang (姜炳), and Wen Luo (罗文)",
      "source": "Physical Review C",
      "summary": "Author(s): Ya-Ju Chen (陈雅菊), Xin-Xiang Li (李鑫祥), Wei Jiang (蒋伟), Jie Ren (任杰), Wen Xie (谢文), Hong-Wei Wang (王宏伟), Gong-Tao Fan (范功涛), Long-Xiang Liu (刘龙祥), Yue Zhang (张岳), Zi-Ang Lin (林子昂), Ting Jiang (江婷), Zhi-Cai Li (李志才), Kai-Jun Luo (罗凯军), Xiao-Ming Shi (施小明), Xian-Kai Li (黎先锴), Zong-Wei Cao (曹宗威), Gao-Le Yang (杨高乐), Zhen-Dong An (安振东), Bing Jiang (姜炳), and Wen Luo (罗文)The ($n,γ$) cross section of the nuclide $^{168}\\mathrm{Yb}$, which is one of 35 $p$-nuclei, plays an important role in nuclear astrophysics network calculations. The $^{168}\\mathrm{Yb}$ resonance parameters, ${\\mathrm{Γ}}_{γ}$ and ${\\mathrm{Γ}}_{n}$, show significant discrepancies between these eva…[Phys. Rev. C 111, 054607] Published Thu May 08, 2025"
    },
    {
      "title": "Investigation of various reaction channels with a $^{10}\\mathrm{B}$ projectile",
      "link": "http://link.aps.org/doi/10.1103/PhysRevC.111.054608",
      "authors": "Prabhat Mishra, V. V. Parkar, S. K. Pandit, Satbir Kaur, Arati Chavan, K. Mahata, A. Shrivastava, K. Ramachandran, Vineet Kumar, Sangeeta Dhuri, Prasanna M., and S. Rathi",
      "source": "Physical Review C",
      "summary": "Author(s): Prabhat Mishra, V. V. Parkar, S. K. Pandit, Satbir Kaur, Arati Chavan, K. Mahata, A. Shrivastava, K. Ramachandran, Vineet Kumar, Sangeeta Dhuri, Prasanna M., and S. RathiThe angular distributions for various reaction channels like elastic scattering, $α$ particles, and projectile like fragments ($^{6,7}\\mathrm{Li}, ^{9,10}\\mathrm{Be}$, and $^{11}\\mathrm{B}$) production have been measured with $^{10}\\mathrm{B}$ projectile on $^{159}\\mathrm{Tb}, ^{197}\\mathrm{Au}$, an…[Phys. Rev. C 111, 054608] Published Thu May 08, 2025"
    },
    {
      "title": "Analysis of the transfer double-charge-exchange mechanism in $^{14}\\mathrm{C}+^{40}\\mathrm{Ca}$ and $^{18}\\mathrm{O}+^{40}\\mathrm{Ca}$ collisions",
      "link": "http://link.aps.org/doi/10.1103/PhysRevC.111.054609",
      "authors": "J. L. Ferreira, F. Cappuzzello, M. Cavallaro, D. Carbone, E. N. Cardozo, and J. Lubian",
      "source": "Physical Review C",
      "summary": "Author(s): J. L. Ferreira, F. Cappuzzello, M. Cavallaro, D. Carbone, E. N. Cardozo, and J. LubianThe multinucleon transfer processes feeding the double charge exchange (DCE) channel are analyzed in the $^{40}\\mathrm{Ca}(^{14}\\mathrm{C},$ $^{14}\\mathrm{O})^{40}\\mathrm{Ar} \\text{and} ^{40}\\mathrm{Ca}(^{18}\\mathrm{O},\\phantom{\\rule{4pt}{0ex}}^{18}\\mathrm{Ne})^{40}\\mathrm{Ar}$ reactions at 51 MeV a…[Phys. Rev. C 111, 054609] Published Thu May 08, 2025"
    },
    {
      "title": "Charmonia production in hot QCD matter and electromagnetic fields",
      "link": "http://link.aps.org/doi/10.1103/PhysRevC.111.054908",
      "authors": "Shuhan Zheng, Jiamin Liu, Shiqi Zheng, Jiaxing Zhao, and Baoyi Chen",
      "source": "Physical Review C",
      "summary": "Author(s): Shuhan Zheng, Jiamin Liu, Shiqi Zheng, Jiaxing Zhao, and Baoyi ChenBoth hot QCD matter and extremely strong electromagnetic fields are generated in relativistic heavy-ion collisions. We employ the transport model and the equivalent photon approximation (EPA) to study charmonium hadroproduction and photoproduction in nucleus-nucleus collisions, respectively. In phot…[Phys. Rev. C 111, 054908] Published Thu May 08, 2025"
    },
    {
      "title": "Quark flavor balancing in nuclear collisions",
      "link": "http://link.aps.org/doi/10.1103/PhysRevC.111.054909",
      "authors": "Yash Patley, Basanta Nandi, Sadhana Dash, Victor Gonzalez, and Claude Pruneau",
      "source": "Physical Review C",
      "summary": "Author(s): Yash Patley, Basanta Nandi, Sadhana Dash, Victor Gonzalez, and Claude PruneauThe notion of charge balance function, originally designed to study the evolution of charge production in heavy-ion collisions, is extended to consider quark flavor balancing. This extension is considered based on simulations performed with the PYTHIA 8 event generator in the context of $\\mathrm{pp}…[Phys. Rev. C 111, 054909] Published Thu May 08, 2025"
    },
    {
      "title": "Parameterizations of Electron Scattering Form Factors for Elastic Scattering and Electro-Excitation of Nuclear States for $\\rm ^{27}Al$ and $\\rm ^{40}Ca$",
      "link": "https://arxiv.org/abs/2505.03857",
      "authors": "Arie Bodek, M. E. Christy, Zihao Lin, Giulia-Maria Bulugean, Amii Daniela Matamoros Delgado",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2505.03857v1 Announce Type: new \nAbstract: We report on empirical parameterizations of longitudinal (${\\cal R}_L$) and transverse (${\\cal R}_T$) nuclear electromagnetic form factors for elastic scattering and the excitations of nuclear states in ${\\rm ^{27}Al}$ and ${\\rm ^{40}Ca}$. The parameterizations are needed for the calculations of radiative corrections in measurements of electron scattering cross sections on ${\\rm ^{27}Al}$ and ${\\rm ^{40}Ca}$ in the quasi-elastic, resonance and inelastic continuum regions, provide the contribution of nuclear excitations in investigations of the Coulomb Sum Rule, and test theoretical model predictions for excitation of nuclear states in electron and neutrino interactions on nuclear targets at low energies."
    },
    {
      "title": "Perturbation theory for a systematic account of bound state motions",
      "link": "https://arxiv.org/abs/2505.03950",
      "authors": "Alexander N. Kvinikhidze, Hagop Sazdjian, Boris Blankleider",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2505.03950v1 Announce Type: new \nAbstract: We derive a Perturbation Theory (PT) for the Lorentz boost operator in the space of two-nucleon wave functions. The latter is expressed in terms of the nucleon-nucleon (NN) potentials, developed so far in great detail for their use in the NN scattering studies. The PT is designed to take into account the boost relativistic corrections in a systematic way and, as such, it is the only missing part in the corresponding approaches developed up to now in the low-energy effective field theories (EFT)."
    },
    {
      "title": "Heisenberg Uncertainty Inequality and Breaking of Isospin Symmetry in Atomic Nuclei",
      "link": "https://arxiv.org/abs/2505.04191",
      "authors": "Sandro Stringari",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2505.04191v1 Announce Type: new \nAbstract: The Heisenberg uncertainty inequality is used to derive a rigorous lower bound to the amount of isospin impurities, caused by the violation of isospin symmetry in $N=Z$ atomic nuclei, in terms of the difference between the neutron and proton radii and the sum of the charge exchange monopole strengths. We show that the inequality reduces to an identity if one employs a simplified mean field expression for the isovector component of the Coulomb force in first order perturbation theory. The uncertainty inequality is also employed to derive an upper bound to the isovector dipole moment in terms of the amount of isospin impurities, thereby providing an insightful connection between the violation of parity and isospin symmetries."
    },
    {
      "title": "Improved Dimensionality Reduction for Inverse Problems in Nuclear Fusion and High-Energy Astrophysics",
      "link": "https://arxiv.org/abs/2505.03849",
      "authors": "Jonathan Gorard, Ammar Hakim, Hong Qin, Kyle Parfrey, Shantenu Jha",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2505.03849v1 Announce Type: cross \nAbstract: Many inverse problems in nuclear fusion and high-energy astrophysics research, such as the optimization of tokamak reactor geometries or the inference of black hole parameters from interferometric images, necessitate high-dimensional parameter scans and large ensembles of simulations to be performed. Such inverse problems typically involve large uncertainties, both in the measurement parameters being inverted and in the underlying physics models themselves. Monte Carlo sampling, when combined with modern non-linear dimensionality reduction techniques such as autoencoders and manifold learning, can be used to reduce the size of the parameter spaces considerably. However, there is no guarantee that the resulting combinations of parameters will be physically valid, or even mathematically consistent. In this position paper, we advocate adopting a hybrid approach that leverages our recent advances in the development of formal verification methods for numerical algorithms, with the goal of constructing parameter space restrictions with provable mathematical and physical correctness properties, whilst nevertheless respecting both experimental uncertainties and uncertainties in the underlying physical processes."
    },
    {
      "title": "Rotation-tuned single hexagonal air cavity assisting in third-harmonic generation via hybrid modes",
      "link": "https://arxiv.org/abs/2505.04179",
      "authors": "Hao Song, Junmin Deng, Yu Chen, Yanming Sun, Ming-Chun Tang, Guo Ping Wang",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2505.04179v1 Announce Type: cross \nAbstract: A fillable air cavity with a high quality (Q) factor and large-scale electric field confinement is highly desired in many optical applications. Yet, it remains challenging due to the dielectric transparency and metal loss in optical and near-infrared regimes. Here, we present a rotated hexagonal air cavity embedded in an Ag-air-Ag waveguide. Under near-infrared excitation, evanescent waves tunnel into the cavity. In addition to the whispering gallery mode and surface plasmon polaritons, the cavity also induces Fabry-P\\'erot (FP) resonance, whose orientation is tunable via cavity rotation. Thus, our cavity possesses much stronger field confinement and higher Q than a circular cavity lacking FP resonance. The waveguide exhibits suppressed backward reflection filtering and Fano-type lineshapes. Then, integrating a silicon cylinder into the cavity, we demonstrate linear tuning of Mie resonances via radius adjustment. When the electric dipole (ED) resonance is excited, energy is predominantly confined within the cylinder. Different Mie modes will change the orientation of the FP resonance. Furthermore, the hybrid modes with ED resonance induce the third-harmonic wave of green light. These findings offer a promising strategy for designing high-Q air cavities for next-generation multifunctional electro-optical devices."
    },
    {
      "title": "Normal mode analysis within relativistic massive transport",
      "link": "https://arxiv.org/abs/2505.04444",
      "authors": "Xin Lin, Qiu-Ze Sun, Xin-Hui Wu, Jin Hu",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2505.04444v1 Announce Type: cross \nAbstract: In this paper, we address the normal mode analysis on the linearized Boltzmann equation for massive particles in the relaxation time approximation. One intriguing feature of massive transport is the coupling of the secular equations between the sound and heat channels. This coupling vanishes as the mass approaches zero. By utilizing the argument principle in complex analysis, we determine the existence condition for collective modes and find the onset transition behavior of collective modes previously observed in massless systems. We numerically determine the critical wavenumber for the existence of each mode under various values of the scaled mass. Within the range of scaled masses considered, the critical wavenumbers for the heat and shear channels decrease with increasing scaled mass, while that of the sound channel exhibits a non-monotonic dependence on the scaled mass. In addition, we analytically derive the dispersion relations for these collective modes in the long-wavelength limit. Notably, kinetic theory also incorporates collisionless dissipation effects, known as Landau damping. We find that the branch cut structure responsible for Landau damping differs significantly from the massless case: whereas the massless system features only two branch points, the massive system exhibits an infinite number of such points forming a continuous branch cut."
    },
    {
      "title": "Deformation and core$+n$ decoupling in the spectrum of $^{17}$C",
      "link": "https://arxiv.org/abs/2412.19117",
      "authors": "Tadahiro Suhara, Yasutaka Taniguchi, Wataru Horiuchi, Shin Watanabe, Takenori Furumoto",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2412.19117v2 Announce Type: replace \nAbstract: The coexistence of various structures, such as diverse shapes and cluster structures, is a fundamental property of atomic nuclei. In neutron-rich nuclei, a core$+n$ structure can compete with nuclear deformation due to the small neutron separation energy. A neutron-rich carbon isotope, $^{17}$C, exemplifies the appearance of the deformation and the core+$n$ decoupling in its spectrum, which is desirable for a deeper understanding of the coexistence phenomena in neutron-rich nuclei. We aim to describe and understand this coexistence phenomenon in the low-lying levels of $^{17}$C in a unified manner considering explicitly the degrees of freedom of both the quadrupole deformation and the relative motion between a $^{16}$C core and a valence neutron. We adopt the generator coordinate method (GCM) with the antisymmetrized molecular dynamics (AMD) to describe various configurations. We superpose various basis wave functions generated by the energy variation by imposing two types of constraints: one incorporating the degree of the quadrupole deformation and the other taking care of the relative motion between a $^{16}$C core and a valence neutron. We find that the experimental energy level is well reproduced by the present method, including both deformed and $^{16}$C+$n$ configurations. The ground $3/2^{+}$ and second excited $5/2^{+}$ states exhibit a triaxially deformed shape, while the main component of the first excited $1/2^{+}$ state is a $^{16}$C($0^{+}$) core plus an $s$-wave neutron configuration. The tail of the valence neutron is significantly improved by including the $^{16}$C+$n$ basis functions explicitly. The explicit inclusion of both the quadrupole deformation and the relative motion between a core and a valence neutron is essential to describe the coexistence phenomena observed in neutron-rich nuclei in the AMD+GCM framework."
    },
    {
      "title": "Bayesian inferences on covariant density functionals from multimessenger astrophysical data: Nucleonic models",
      "link": "https://arxiv.org/abs/2502.20000",
      "authors": "Jia-Jie Li (Southwest U., Chongqing), Yu Tian (Southwest U., Chongqing), Armen Sedrakian (FIAS, Frankfurt,U. Wroclaw)",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2502.20000v2 Announce Type: replace \nAbstract: [Background] Bayesian inference frameworks incorporating multi-messenger astrophysical constraints have recently been applied to covariant density functional (CDF) models to constrain their parameters. Among these, frameworks utilizing CDFs with density-dependent meson-nucleon couplings furnishing the equation of state (EoS) of compact star (CS) matter have been explored. [Purpose] The aforementioned inference framework has not yet incorporated astrophysical objects with potentially extreme high masses or ultra-small radii among its constraints, leaving its flexibility and predictive power under such extreme parameters still unknown. [Method] We apply the Bayesian inference framework based on CDFs with density dependent couplings. The astrophysical data is expanded to include not only the latest multi-messenger constraints from NICER and gravitational wave events but also the highest measured mass to date for the ``black widow\" pulsar PSR J0952-0607 and the mass-radius estimates for the ultra-compact, low-mass object HESS J1731-347. [Results] Our systematic Bayesian analysis indicates that our CDF models can support higher maximum masses for CSs, reaching up to $2.4$-$2.5\\,M_{\\odot}$. However, achieving sufficient softening of the EoS in the low-density regime to accommodate the HESS J1731-347 data remains challenging. Nonetheless, we are able to impose tighter constraints on the parameter space of CDF models, ensuring consistency with current nuclear experimental and astrophysical data. [Conclusions] CDF models with density-dependent meson-nucleon couplings encompass a wide range of nuclear and astrophysical phenomena, providing a robust theoretical framework for interpreting compact objects. However, the predicted lower limit for the radii of low-mass stars is approximately 12 km, which stems from the restricted degrees of freedom in the isovector sector."
    },
    {
      "title": "Improving target neutron momentum reconstruction using MINER$\\nu$A $\\pi^0$ data",
      "link": "https://arxiv.org/abs/2409.15913",
      "authors": "R K Pradhan, R Lalnuntluanga, A Giri",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2409.15913v2 Announce Type: replace-cross \nAbstract: With the neutrino experiments advancing toward high-precision measurements and greater emphasis on reducing systematic uncertainties, improving the single-pion production models, a major component of the hadronic activity observed in the neutrino oscillation experiments, into the Monte Carlo simulations is crucial. This work presents the predictions of the struck nucleon's Fermi motion by analyzing the charged-current neutral pion production on carbon nucleus in MINER$\\nu$A. A minimal variation of GENIE and NuWro based on their default models shows an improvement in the prediction of single $\\pi^0$ production. The prediction describes the data more accurately in the higher-momentum tail; however, discrepancies between the predictions and data below the Fermi peak highlight the limitations in current nuclear models used in the Monte Carlo generators."
    },
    {
      "title": "A Quantum Annealing Protocol to Solve the Nuclear Shell Model",
      "link": "https://arxiv.org/abs/2411.06954",
      "authors": "Emanuele Costa, Axel Perez-Obiol, Javier Menendez, Arnau Rios, Artur Garcia-Saez, Bruno Julia-Diaz",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2411.06954v3 Announce Type: replace-cross \nAbstract: The nuclear shell model accurately describes the structure and dynamics of atomic nuclei. However, the exponential scaling of the basis size with the number of degrees of freedom hampers a direct numerical solution for heavy nuclei. In this work, we present a quantum annealing protocol to obtain nuclear ground states. We propose a tailored driver Hamiltonian that preserves a large gap and validate our approach in a dozen nuclei with basis sizes up to $10^5$ using classical simulations of the annealing evolution. We explore the relation between the spectral gap and the total time of the annealing protocol, assessing its accuracy by comparing the fidelity and energy relative error to classical benchmarks. While the nuclear Hamiltonian is non-local and thus challenging to implement in current setups, the estimated computational cost of our annealing protocol on quantum circuits is polynomial in the single particle basis size, paving the way to study heavier nuclei."
    },
    {
      "title": "Fate of $\\Sigma_c$, $\\Xi_c'$ and $\\Omega_c$ baryons at high temperature with chiral restoration",
      "link": "https://arxiv.org/abs/2411.12172",
      "authors": "Daiki Suenaga, Makoto Oka",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2411.12172v2 Announce Type: replace-cross \nAbstract: Masses of the singly heavy baryons (SHBs), composed of a heavy quark and a light diquark, are studied from the viewpoints of heavy-quark spin symmetry (HQSS) and chiral-symmetry restoration at finite temperature. We consider the light diquarks with spin-parity $J^P=0^\\pm$ and $1^\\pm$. Medium corrections to the SHBs are provided through the diquarks whereas the heavy quark is simply regarded as a spectator. The chiral dynamics of the diquark are described by the Nambu-Jona-Lasinio (NJL) model having (pseudo)scalar-type and (axial)vector-type four-point interactions and the six-point ones responsible for the $U(1)_A$ axial anomaly. The divergences are handled by means of the three-dimensional proper-time regularization with both ultraviolet and infrared cutoffs included, in order to eliminate unphysical imaginary parts. As a result, the mass degeneracies between the parity partners of all the SHBs are predicted in accordance with the chiral restoration. In particular, the HQS-doublet SHBs exhibit clear mass degeneracies due to the absence of the direct anomaly effects. We also predict a mass degeneracy of $\\Sigma_c$ and $\\Omega_c$ above the pseudocritical temperature $T_{\\rm pc}$ of chiral restoration, which results in a peculiar mass hierarchy for positive-parity HQS-doublet SHBs where $\\Xi_c'$ becomes heavier than $\\Omega_c$ Besides, it is found that the decay width of $\\Sigma_c\\to\\Lambda_c\\pi$ vanishes above $T_{\\rm pc}$ reflecting a closing of the threshold. The predicted modifications of masses and decay widths of the SHBs are expected to provide future heavy-ion collision experiments and lattice simulations with useful information on chiral dynamics of the diquarks."
    },
    {
      "title": "Determination of the K+K¯0$$K^{+}\\bar{K}^{0}$$ scattering length and effective range and its relation to the a0+(980)$$a_{0}^{+}(980)$$ from the χc1→π+π-η$$\\chi _{c1}\\rightarrow \\pi ^{+}\\pi ^{-}\\eta $$ reaction",
      "link": "https://epja.epj.org/10.1140/epja/s10050-025-01567-9",
      "authors": "Hai-Peng Li, Jia-Xin Lin, Wei-Hong Liang, Eulogio Oset",
      "source": "European Physical Journal A",
      "summary": "Authors: Hai-Peng Li, Jia-Xin Lin, Wei-Hong Liang and Eulogio Oset.The European Physical Journal A Vol. 61 , page 97Published online: 6/5/2025"
    },
    {
      "title": "Phonons mimicking doubly special relativity kinematics",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269325002904?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: Available online 7 May 2025Source: Physics Letters BAuthor(s): Francesco Marino"
    },
    {
      "title": "Double <em>ϕ</em> Production in <math xmlns:mml=\"http://www.w3.org/1998/Math/MathML\" altimg=\"si1.svg\" class=\"math\"><mover accent=\"true\"><mrow><mi>p</mi></mrow><mrow><mo stretchy=\"false\">¯</mo></mrow></mover><mi>p</mi></math> Reactions Near Threshold",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269325002898?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: Available online 7 May 2025Source: Physics Letters BAuthor(s): Dayoung Lee, Jung Keun Ahn, Seung-il Nam"
    },
    {
      "title": "Measurement of the Drell–Yan forward-backward asymmetry and of the effective leptonic weak mixing angle in proton-proton collisions at <math xmlns:mml=\"http://www.w3.org/1998/Math/MathML\" altimg=\"si1.svg\" class=\"math\"><msqrt><mrow><mi>s</mi></mrow></msqrt><mo linebreak=\"goodbreak\" linebreakstyle=\"after\">=</mo><mn>13</mn><mrow><mspace width=\"0.20em\"></mspace><mtext>TeV</mtext></mrow></math>",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269325002874?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: Available online 7 May 2025Source: Physics Letters BAuthor(s): A. Hayrapetyan, A. Tumasyan, W. Adam, J.W. Andrejkovic, T. Bergauer, S. Chatterjee, K. Damanakis, M. Dragicevic, P.S. Hussain, M. Jeitler, N. Krammer, A. Li, D. Liko, I. Mikulec, J. Schieck, R. Schöfbeck, D. Schwarz, M. Sonawane, W. Waltenberger, C.-E. Wulz"
    },
    {
      "title": "Fourier shape parametrization in covariant density functional theory for nuclear fission",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269325002709?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: Available online 7 May 2025Source: Physics Letters BAuthor(s): Zeyu Li, Yang Su, Lile Liu, Yongjing Chen, Zhipan Li"
    },
    {
      "title": "Observation of <em>VVZ</em> production at <math xmlns:mml=\"http://www.w3.org/1998/Math/MathML\" altimg=\"si1.svg\" class=\"math\"><msqrt><mrow><mi>s</mi></mrow></msqrt><mo linebreak=\"goodbreak\" linebreakstyle=\"after\">=</mo><mn>13</mn></math> TeV with the ATLAS detector",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269325002886?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: Available online 7 May 2025Source: Physics Letters BAuthor(s): G. Aad, E. Aakvaag, B. Abbott, S. Abdelhameed, K. Abeling, N.J. Abicht, S.H. Abidi, M. Aboelela, A. Aboulhorma, H. Abramowicz, Y. Abulaiti, B.S. Acharya, A. Ackermann, C. Adam Bourdarios, L. Adamczyk, S.V. Addepalli, M.J. Addison, J. Adelman, A. Adiguzel, T. Adye"
    },
    {
      "title": "In-beam <em>γ</em>-ray spectroscopy with fast-neutron probes at NFS",
      "link": "https://www.sciencedirect.com/science/article/pii/S0375947425001216?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Nuclear Physics A",
      "summary": "Publication date: Available online 7 May 2025Source: Nuclear Physics AAuthor(s): H. Sengar, E. Clément, D. Ackermann, O. Aktas, L. de Arruda, G. de France, P. Dessagne, G. Henning, I. Jangid, D. Kalaydjieva, M. Kerveno, N. Kumar, X. Ledoux, A. Lemasson, I. Matea, P. Miriot-jaubert, A. Navin, J. Piot, D. Ramos, T. Roger"
    },
    {
      "title": "Opportunities for isomer studies for astrophysics at FRIB",
      "link": "https://www.sciencedirect.com/science/article/pii/S0375947425001046?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Nuclear Physics A",
      "summary": "Publication date: Available online 7 May 2025Source: Nuclear Physics AAuthor(s): S.D. Pain, ORRUBA collaboration"
    }
  ]
}