{
  "lastUpdated": "2025-03-08T12:56:41.480465",
  "papers": [
    {
      "title": "Fixing the AdS3 metric from pure state entanglement entropies of CFT2 *",
      "link": "http://iopscience.iop.org/article/10.1088/1674-1137/ada960",
      "authors": "Peng Wang, 鹏 王, Houwen Wu, 厚文 伍, Haitang Yang and 海棠 杨",
      "source": "Chinese Physics C",
      "publicationDate": "2025-03-08T12:56:41.480294",
      "summary": "In this study, based on the Ryu-Takayanagi formula, by identifying the pure state UV and IR entanglement entropies of a perturbed CFT2 with geodesic lengths in the bulk, we demonstrate that the dual geometry is uniquely determined to be asymptotically AdS3. The pure AdS3 geometry is recovered by taking the massless limit of the system. Our derivations hold in both static and covariant scenarios."
    },
    {
      "title": "Constraining dark matter models with a light mediator from the CDEX-10 experiment at China Jinping Underground Laboratory*",
      "link": "http://iopscience.iop.org/article/10.1088/1674-1137/ada914",
      "authors": "Qi-Yuan Nie, 奇缘 聂, Wen-Han Dai, 文翰 代, Hao Ma, 豪 马, Qian Yue, 骞 岳, Ke-Jun Kang, 克军 康, Yuan-Jing Li, 元景 李, Hai-Peng An, 海鹏 安, C. Greeshma, Jian-Ping Chang, 建平 常, Yun-Hua Chen, 云华 陈, Jian-Ping Cheng, 建平 程, Zhi Deng, 智 邓, Chang-Hao Fang, 昌昊 房, Xin-Ping Geng, 新平 耿, Hui Gong, 辉 宫, Tao Guo, 涛 郭, Xu-Yuan Guo, 绪元 郭, Li He, 力 何, Jin-Rong He, 金荣 何, Han-Xiong Huang, 瀚雄 黄, Tu-Chen Huang, 土琛 黄, S. Karmakar, Jian-Min Li, 荐民 李, Jin Li, 金 李, Yu-Lan Li, 玉兰 李, Hau-Bin Li, 浩斌 李, Ming-Chuan Li, 名川 李, Han-Yu Li, 含宇 李, Qian-Yun Li, 倩沄 李, Ren-Ming-Jie Li, 任明杰 李, Xue-Qian Li, 学潜 李, Yi-Fan Liang, 艺帆 梁, Bin Liao, 斌 廖, Fong-Kay Lin, 枫凯 林, Shin-Ted Lin, 兴德 林, Jia-Xuan Liu, 家璇 刘, Yan-Dong Liu, 言东 刘, Yuan-Yuan Liu, 圆圆 刘, Shu-Kui Liu, 书魁 刘, Yu Liu, 钰 刘, Hui Pan, 辉 潘, Ning-Chun Qi, 宁春 祁, Jie Ren, 杰 任, Xi-Chao Ruan, 锡超 阮, Man-Bin Shen, 满斌 申, Manoj Kumar Singh, Wen-Liang Sun, 文良 孙, Tian-Xi Sun, 天希 孙, Chang-Jian Tang, 昌建 唐, Yang Tian, 阳 田, Hong-Fei Wan, 宏飞 万, Jun-Zheng Wang, 军正 王, Yu-Feng Wang, 钰锋 王, Guang-Fu Wang, 广甫 王, Li Wang, 力 王, Qing Wang, 青 王, Henry-Tsz-King Wong, 子敬 王, Yu-Cheng Wu, 玉成 吴, Hao-Yang Xing, 浩洋 幸, Kai-Zhi Xiong, 开智 熊, Rui Xu, 锐 徐, Yin Xu, 音 徐, Tao Xue, 涛 薛, Yu-Lu Yan, 雨璐 鄢, Li-Tao Yang, 丽桃 杨, Nan Yi, 难 易, Chun-Xu Yu, 纯旭 喻, Hai-Jun Yu, 海军 于, Xiao Yu, 骁 于, Ming Zeng, 鸣 曾, Zhi Zeng, 志 曾, Zhen-Hua Zhang, 振华 张, Zhen-Yu Zhang, 震宇 张, Peng Zhang, 鹏 张, Feng-Shou Zhang, 丰收 张, Lei Zhang, 磊 张, Ji-Zhong Zhao, 纪仲 赵, Kang-Kang Zhao, 康康 赵, Ming-Gang Zhao, 明刚 赵, Ji-Fang Zhou, 济芳 周, Zu-Ying Zhou, 祖英 周, Jing-Jun Zhu, 敬军 朱 and (CDEX Collaboration)",
      "source": "Chinese Physics C",
      "publicationDate": "2025-03-08T12:56:41.480285",
      "summary": "We search for nuclear recoil signals of dark matter (DM) models with a light mediator using data taken from a p-type point-contact germanium detector of the CDEX-10 experiment at the China Jinping Underground Laboratory. The 90% confidence level upper limits on the DM-nucleon interaction cross section from 205.4 kg-day exposure data are derived, excluding the new parameter space in 2−3 GeV DM mass when the mediator mass is comparable to or lower than the typical momentum transfer. We further interpret our results to constrain a specific self-interacting DM model with a light mediator coupling to the photon through kinetic mixing and set experimental limits on the model parameter region favored by astrophysical observations."
    },
    {
      "title": "Anisotropic flow, flow fluctuation, and flow decorrelation in relativistic heavy-ion collisions: the roles of sub-nucleon structure and shear viscosity*",
      "link": "http://iopscience.iop.org/article/10.1088/1674-1137/ada7d1",
      "authors": "Jie Zhu, 杰 朱, Xiang-Yu Wu, 祥宇 吴, Guang-You Qin and 广友 秦",
      "source": "Chinese Physics C",
      "publicationDate": "2025-03-08T12:56:41.480275",
      "summary": "We study the transverse momentum ( ) differential anisotropic flow and flow fluctuation in Pb+Pb collisions at =5.02 TeV at the LHC. A (3+1)-dimensional CLVisc hydrodynamics framework with fluctuating TRENTO (or AMPT) initial conditions is utilized to simulate the space-time evolution of the quark-gluon plasma (QGP) medium. The effects of shear viscosity and the sub-nucleon structure on anisotropic flow and flow fluctuation are analyzed. Our result shows that shear viscosity tends to suppress both flow coefficients ( , , and ) and flow fluctuation ( ) owing to its smearing effect on local density fluctuation. The flow coefficients appear to be insensitive to the sub-nucleon structure, whereas the flow fluctuation tends to be suppressed by the sub-nucleon structure in central collisions but enhanced in peripheral collisions. After taking into account the sub-nucleon structure effect, our numerical result can qualitatively describe the relative flow fluctuations ( , ) measured by the ALICE Collaboration at the LHC. We further investigate the effects of shear viscosity, sub-nucleon structure, and initial condition model on the flow angle and flow magnitude decorrelations ( , ) using the four-particle correlation method. We find that the flow decorrelation effect is typically stronger in central collisions than in peripheral collisions. The flow angle decorrelation is found to be insensitive to the shear viscosity and sub-nucleon structure, whereas the flow magnitude decorrelation shows quite different behaviors when using the TRENTO and AMPT initial condition models. Our study sheds light on the anisotropic flow, transport properties, and initial structure of the QGP created in high-energy nuclear collisions."
    },
    {
      "title": "Critical collapse in asymptotically anti-de Sitter spacetime*",
      "link": "http://iopscience.iop.org/article/10.1088/1674-1137/ada378",
      "authors": "Li-Jie Xin, 李杰 辛, Cheng-Gang Shao and 成刚 邵",
      "source": "Chinese Physics C",
      "publicationDate": "2025-03-08T12:56:41.480266",
      "summary": "We investigate the critical collapse of spherically symmetric scalar fields in asymptotically anti-de Sitter spacetime, focusing on two scenarios: real and complex scalar fields with potentials. By fine-tuning the amplitude of the initial scalar field under different cosmological constants, we find a linear relationship between the critical amplitude of the first collapse and the cosmological constant in both scenarios. Furthermore, we observe that the slope of this linear relationship varies linearly with coupling strength."
    },
    {
      "title": "Bremsstrahlung emission from nucleon-nucleus reactions in dense medium of compact stars",
      "link": "http://iopscience.iop.org/article/10.1088/1674-1137/ada377",
      "authors": "Sergei P. Maydanyuk, Ju-Jun Xie, 聚军 谢 and Kostiantyn A. Shaulskyi",
      "source": "Chinese Physics C",
      "publicationDate": "2025-03-08T12:56:41.480257",
      "summary": "Bremsstrahlung photons emitted during nucleon-nucleus reactions in compact stars are investigated. The influence of stellar medium density on emission intensity is studied from a quantum perspective for the first time. A bremsstrahlung model is generalized, where a new term describing the influence of the stellar medium is added to interactions between nucleons and nuclei (in the framework of a nuclear model of deformed oscillatoric shells). Polytropic EOS, Chandrasekar EOS, and Harrison-Wheeler EOS are employed for calculation. Haensel and Potekhin's unified EOS of neutron-star matter based on FPS and SLy EOSs are used for tests. Bremsstrahlung calculations are tested on existing measurements of bremsstrahlung in the scattering of protons off 197Au nuclei at a proton beam energy of MeV. Many properties of bremsstrahlung emitted from nuclear processes in the stellar medium of compact stars are studied for the first time. In particular, the spectra of photons in the scattering of protons and neutrons off 4He, 8Be, 12C, 16O, 24Mg, 40Ca, 56Fe are estimated based on stellar medium density. The medium of white dwarfs has a small influence on the bremsstrahlung emission from nuclear processes, while bremsstrahlung emission is intensive in neutron stars and it is changed in dependence on stellar medium and structure."
    },
    {
      "title": "Reaction rate of radiative p 12C capture in a modified potential cluster model*",
      "link": "http://iopscience.iop.org/article/10.1088/1674-1137/ada34d",
      "authors": "S. B. Dubovichenko, N. A. Burkova, A. S. Tkachenko and A. Samratova",
      "source": "Chinese Physics C",
      "publicationDate": "2025-03-08T12:56:41.480247",
      "summary": "The astrophysical S-factor of the 12C(p, γ0)13N reaction at energies from 25 keV to 5 MeV within the framework of a modified potential cluster model with forbidden states is considered. The experimental phase shifts resonant , , and non-resonant at the energies up to Ec.m. = 3 MeV are reproduced with high accuracy, which provides the appropriate agreement with the experimental data for the S-factor of 1950−2023 years. Two sets of asymptotic constant are used: Set I refers to Cw = 1.30(2), and Set II refers to Cw = 1.37(1). Set I leads to the astrophysical factor S(25) = 1.34 ± 0.02 keV·b, which is in agreement with data by Skowronski et al., 2023 – 1.34 ± 0.09 keV·b; Set II gives S(25) = 1.49 ± 0.02 keV·b, which is in agreement with data by Kettner et al., 2023 – 1.48 ± 0.09 keV·b. The reaction rates of 12C(p, γ0)13N at temperatures T9 from 0.001 to 10 are calculated. The detailed comparison with some models, the R-matrix approach, and NACRE II data for reaction rates is considered."
    },
    {
      "title": "Investigation of heavy particle radioactivity and spontaneous fission of even-Z superheavy nuclei*",
      "link": "http://iopscience.iop.org/article/10.1088/1674-1137/ada126",
      "authors": "Kirandeep Sandhu, Gurjit Kaur and Manoj K. Sharma",
      "source": "Chinese Physics C",
      "publicationDate": "2025-03-08T12:56:41.480238",
      "summary": "The preformed cluster model (PCM) is applied to investigate the heavy particle radioactivity (HPR) and spontaneous fission (SF) processes for even-Z superheavy nuclear systems. Different proximity potentials are used to calculate the decay half-lives of nuclei. The fragmentation potential and preformation distribution suggest that SF is the major contributor up to , and HPR starts competing for heavier nuclei. The heavy cluster emission is supported by Pb-magicity, whereas SF is reinforced owing to the deformations of fission fragments. The heavy cluster decay half-lives (log TC) are calculated using the PCM and are compared with the estimates of the analytical super asymmetric fission (ASAF) model. The calculated log TC values agree well with the ASAF measurements when using the Prox-00 and Mod Prox-00 versions of potentials. However, Prox-77, Prox-88, and Prox-BW-91 are not appropriate to address the log TC for nuclei. To resolve this, we include Z-dependence in the radius parameters. Interestingly, the half-lives match the ASAF data after the inclusion of Z-dependence. The branching ratios are also calculated for superheavy nuclei and compared with the estimates of unified description (UD) formula, universal curve (UNIV), universal decay law (UDL), Horoi formula, and ASAF measurements. Furthermore, the SF half-lives ( ) of Cn, Cn, Fl, and Fl superheavy nuclei are estimated through various proximity potentials. Among them, Prox-00 is appropriate for addressing the experimental data. Using this potential, the SF half-lives are estimated through the PCM for isotopes at different neck-length parameters. Finally, the scaled total kinetic energy (TKE) values are compared with the available data."
    },
    {
      "title": "Probing heavy charged Higgs bosons at gamma-gamma colliders using a multivariate technique*",
      "link": "http://iopscience.iop.org/article/10.1088/1674-1137/ada0b4",
      "authors": "Ijaz Ahmed, Abdul Quddus, Jamil Muhammad, Muhammad Shoaib and Saba Shafaq",
      "source": "Chinese Physics C",
      "publicationDate": "2025-03-08T12:56:41.480227",
      "summary": "This study explores the production of charged Higgs particles through photon-photon collisions within the context of the Two Higgs Doublet Model, including one-loop-level scattering amplitudes of electroweak and QED radiation. The cross-section has been scanned for the plane ( ) to investigate the process of . Three particular numerical scenarios, i.e., low- , non-alignment, and short-cascade are employed. The decay channels for charged Higgs particles are examined using for low- and for non-alignment and short-cascade scenarios incorporating the new experimental and theoretical constraints along with the analysis for cross-sections. We find that, at a low energy, the cross-section is consistently higher for all scenarios. However, as increases, it reaches a peak value at 1 TeV for all benchmark scenarios. The branching ratio of the decay channels indicates that for non-alignment, the mode of decay takes control, and for a short cascade, the prominent decay mode remains , whereas in the low- scenario, the dominant decay channel is of . In our research, we employ contemporary machine-learning methodologies to investigate the production of high-energy Higgs bosons within a 3.0 TeV collider. We have used multivariate approaches such as Boosted Decision Trees (BDT), LikelihoodD, and Multilayer Perceptron (MLP) to show the observability of heavy-charged Higgs Bosons versus the most significant Standard Model backgrounds. The purity of the signal efficiency and background rejection are measured for each cut value."
    },
    {
      "title": "Shadow and gravitational weak lensing around a quantum-corrected black hole surrounded by plasma*",
      "link": "http://iopscience.iop.org/article/10.1088/1674-1137/ad9f44",
      "authors": "Mirzabek Alloqulov, Yokubjon Isaqjonov, Sanjar Shaymatov and Abdul Jawad",
      "source": "Chinese Physics C",
      "publicationDate": "2025-03-08T12:56:41.480216",
      "summary": "In this study, we investigate the optical properties of a quantum-corrected black hole (BH) in loop quantum gravity surrounded by a plasma medium. First, we determine the photon and shadow radii resulting from quantum corrections and the plasma medium in the environment surrounding a quantum-corrected BH. Our findings indicate that the photon sphere and BH shadow radii decrease owing to the quantum correction parameter α, which acts as a repulsive gravitational charge. Further, we investigate the gravitational weak lensing by applying the general formalism used to model the deflection angle of the light traveling around the quantum-corrected BH within the plasma medium. We show, in conjunction with the fact that the combined effects of the quantum correction and non-uniform plasma frequency parameter can decrease the deflection angle, that the light traveling through the uniform plasma can be strongly deflected than the non-uniform plasma environment surrounding the quantum-corrected BH. Finally, we examine the magnification of the lensed image brightness under the effect of the quantum correction parameter α, including the uniform and non-uniform plasma effects."
    },
    {
      "title": "Resonance of hypernuclei with complex momentum representation*",
      "link": "http://iopscience.iop.org/article/10.1088/1674-1137/ad9a8c",
      "authors": "Hantao Zhang, 涵韬 张, Chao-Feng Chen, 超锋 陈, Xian-Rong Zhou, 先荣 周, Zhongzhou Ren and 中洲 任",
      "source": "Chinese Physics C",
      "publicationDate": "2025-03-08T12:56:41.480196",
      "summary": "By combining the Skyrme-Hartree-Fock method with complex momentum representation (CMR), the resonant states of O, Ca, Ca, and Ni were investigated. The phase shifts for hyperon-nucleus elastic scattering were determined with continuum level density (CLD), and the scattering length as well as the resonance energy were obtained by utilizing the effective range expansion. Our method, abbreviated as CMR-CLD, exhibits good consistency with traditional approaches and provides ground work for investigating scattering and resonance problems in deformed and multi-hyperon hypernuclei."
    },
    {
      "title": "Editorial Board",
      "link": "https://www.sciencedirect.com/science/article/pii/S0375947425000491?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Nuclear Physics A",
      "publicationDate": "2025-03-08T12:56:35.744329",
      "summary": "Publication date: May 2025Source: Nuclear Physics A, Volume 1057Author(s): "
    },
    {
      "title": "Review of nuclear structure N=86–118 of W isotopes",
      "link": "https://www.sciencedirect.com/science/article/pii/S0375947425000181?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Nuclear Physics A",
      "publicationDate": "2025-03-08T12:56:35.744318",
      "summary": "Publication date: May 2025Source: Nuclear Physics A, Volume 1057Author(s): J.B. Gupta, Vikas Katoch"
    },
    {
      "title": "Particle-coupled octupole collectivity in <sup>91</sup>Zr",
      "link": "https://www.sciencedirect.com/science/article/pii/S0375947425000211?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Nuclear Physics A",
      "publicationDate": "2025-03-08T12:56:35.744308",
      "summary": "Publication date: May 2025Source: Nuclear Physics A, Volume 1057Author(s): P. Dey, R. Palit, E. Ideguchi, T. Inakura, F.S. Babra, Biswajit Das, U. Garg, S.V. Jadhav, A.K. Jain, A. Kundu, Md.S.R. Laskar, B. Maheshwari, Vishal Malik, B.S. Naidu, D. Negi, S. Sihotra, A.T. Vazhappilly"
    },
    {
      "title": "Investigation of ground state and the <em>β</em>-decay properties of <sup>156−162</sup>Nd",
      "link": "https://www.sciencedirect.com/science/article/pii/S0375947425000430?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Nuclear Physics A",
      "publicationDate": "2025-03-08T12:56:35.744296",
      "summary": "Publication date: May 2025Source: Nuclear Physics A, Volume 1057Author(s): Abdul Kabir, Jameel-Un Nabi, Noor-Ul Ain Raza, Hamad Almujibah"
    },
    {
      "title": "The effect of three-body nucleon-nucleon interaction on the ground state binding energy of the light nuclei",
      "link": "https://www.sciencedirect.com/science/article/pii/S0375947425000429?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Nuclear Physics A",
      "publicationDate": "2025-03-08T12:56:35.744284",
      "summary": "Publication date: May 2025Source: Nuclear Physics A, Volume 1057Author(s): F. Kamgar, G.H. Bordbar, S.M. Zebarjad, M.A. Rastkhadiv"
    },
    {
      "title": "Estimating centrality in heavy-ion collisions using Transfer Learning technique",
      "link": "https://www.sciencedirect.com/science/article/pii/S0375947425000296?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Nuclear Physics A",
      "publicationDate": "2025-03-08T12:56:35.744273",
      "summary": "Publication date: May 2025Source: Nuclear Physics A, Volume 1057Author(s): Dipankar Basak, Kalyan Dey"
    },
    {
      "title": "First observation of MNT isotope beams at the FRS Ion Catcher",
      "link": "https://www.sciencedirect.com/science/article/pii/S0375947425000272?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Nuclear Physics A",
      "publicationDate": "2025-03-08T12:56:35.744262",
      "summary": "Publication date: May 2025Source: Nuclear Physics A, Volume 1057Author(s): Ali Mollaebrahimi, Paul Constantin, Timo Dickel, Daler Amanbayev, Simeon Glöckner, Emma Haettner, Debodyuti Kar, Gabriella Kripko-Koncz, Deepak Kumar, Kriti Mahajan, Israel Mardor, David Morrissey, Meetika Narang, Wolfgang R. Plaß, Amir Shrayer, Nazarena Tortorelli, Jiajun Yu, Jasmiina Ahokas, Beatriz Amorim, Samuel Ayet San Andrés"
    },
    {
      "title": "Cross-shell excited states in <sup>32</sup>Si and <sup>29</sup>Al populated using fusion-evaporation",
      "link": "https://www.sciencedirect.com/science/article/pii/S0375947425000284?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Nuclear Physics A",
      "publicationDate": "2025-03-08T12:56:35.744251",
      "summary": "Publication date: May 2025Source: Nuclear Physics A, Volume 1057Author(s): J. Williams, G. Hackman, K. Starosta, R.S. Lubna, Priyanka Choudhary, S. Sahoo, P.C. Srivastava, C. Andreoiu, D. Annen, H. Asch, M.D.H.K.G. Badanage, G.C. Ball, M. Beuschlein, H. Bidaman, V. Bildstein, R. Coleman, A.B. Garnsworthy, B. Greaves, G. Leckenby, V. Karayonchev"
    },
    {
      "title": "The upgrade of the facility EXOTIC",
      "link": "https://www.sciencedirect.com/science/article/pii/S0375947425000259?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Nuclear Physics A",
      "publicationDate": "2025-03-08T12:56:35.744240",
      "summary": "Publication date: May 2025Source: Nuclear Physics A, Volume 1057Author(s): S. Pigliapoco, D. Brugnara, M. Mazzocco, J.J. Valiente-Dobon, P. Aguilera, G. Andreetta, F. Angelini, M. Balogh, D. Bazzacco, J. Benito Garcia, G. Benzoni, S. Bottoni, S. Carollo, S. Cherubini, M. Costa, F.C.L. Crespi, G. D'Agata, G. De Angelis, M. Del Fabbro, A. Di Pietro"
    },
    {
      "title": "Development of the detector array for photons, protons, and exotic residues",
      "link": "https://www.sciencedirect.com/science/article/pii/S0375947425000247?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Nuclear Physics A",
      "publicationDate": "2025-03-08T12:56:35.744229",
      "summary": "Publication date: May 2025Source: Nuclear Physics A, Volume 1057Author(s): A.B. McIntosh, A.D. Abbott, M.Q. Sorensen, K. Hagel, A. Couture, J. Gauthier, S. Ota, A. Alvarez, S. Balakrishnan, R. Ghimire, M. Grinder, I. Jeanis, T. King, L.A. McIntosh, S. Mosby, S.D. Pain, C. Prokop, A. Ratkiewicz, S. Regener, A. Rodriguez-Manso"
    },
    {
      "title": "Towards next-generation optical potentials for nuclear reactions and structure calculations",
      "link": "https://www.sciencedirect.com/science/article/pii/S0375947425000235?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Nuclear Physics A",
      "publicationDate": "2025-03-08T12:56:35.744218",
      "summary": "Publication date: May 2025Source: Nuclear Physics A, Volume 1057Author(s): Salvatore Simone Perrotta, Cole Davis Pruitt, Oliver C. Gorton, Jutta E. Escher"
    },
    {
      "title": "Advanced predictive modelling of electric quadrupole transitions in even-even nuclei using various machine learning approaches",
      "link": "https://www.sciencedirect.com/science/article/pii/S0375947425000442?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Nuclear Physics A",
      "publicationDate": "2025-03-08T12:56:35.744207",
      "summary": "Publication date: June 2025Source: Nuclear Physics A, Volume 1058Author(s): Sihem Berbache, Serkan Akkoyun, Ahmed H. Ali, Sebahattin Kartal"
    },
    {
      "title": "Triaxial shape evolution and shape coexistence in Radon isotopes within the covariant density functional theory",
      "link": "https://www.sciencedirect.com/science/article/pii/S0375947425000454?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Nuclear Physics A",
      "publicationDate": "2025-03-08T12:56:35.744196",
      "summary": "Publication date: June 2025Source: Nuclear Physics A, Volume 1058Author(s): H.M. Elsharkawy, M.M. Abdel Kader, A.M. Basha, A. Lotfy"
    },
    {
      "title": "Direct local parametrization of nuclear state densities using the back-shifted Bethe formula",
      "link": "https://www.sciencedirect.com/science/article/pii/S037594742500020X?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Nuclear Physics A",
      "publicationDate": "2025-03-08T12:56:35.744184",
      "summary": "Publication date: June 2025Source: Nuclear Physics A, Volume 1058Author(s): C. Özen, Y. Alhassid"
    },
    {
      "title": "Quasifission and deep inelastic collisions competing with superheavy element creation",
      "link": "https://www.sciencedirect.com/science/article/pii/S0375947425000260?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Nuclear Physics A",
      "publicationDate": "2025-03-08T12:56:35.744171",
      "summary": "Publication date: June 2025Source: Nuclear Physics A, Volume 1058Author(s): D.J. Hinde, D.Y. Jeung, M. Dasgupta, J. Buete, K.J. Cook, C. Simenel, E.C. Simpson, H.M. Albers, Ch.E. Düllmann, J. Khuyagbaatar, A. Yakushev"
    },
    {
      "title": "Enhancing heavy ion accelerator capabilities in Australia",
      "link": "https://www.sciencedirect.com/science/article/pii/S0375947425000223?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Nuclear Physics A",
      "publicationDate": "2025-03-08T12:56:35.744148",
      "summary": "Publication date: June 2025Source: Nuclear Physics A, Volume 1058Author(s): M. Dasgupta, S. Battisson, L.T. Bezzina, D.J. Hinde, N.R. Lobanov, P. Linardakis, T.R. McGoram, C. Notthoff, E.C. Simpson, D. Tempra, T. Tunningley"
    },
    {
      "title": "Invisible Higgs decay width vs. dark matter direct detection cross section in Higgs portal dark matter models",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269314006984?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "publicationDate": "2025-03-08T12:56:33.681909",
      "summary": "Publication date: Available online 28 September 2014Source: Physics Letters BAuthor(s): Seungwon Baek, P. Ko, Wan-Il Park"
    },
    {
      "title": "Fractional-charge hadrons and leptons to tell the Standard Model group apart",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269325001145?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "publicationDate": "2025-03-08T12:56:33.681898",
      "summary": "Publication date: Available online 25 February 2025Source: Physics Letters BAuthor(s): R. Alonso, D. Dimakou, M. West"
    },
    {
      "title": "Search for the non-linearities of gravitational wave background in NANOGrav 15-year data set",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269325000449?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "publicationDate": "2025-03-08T12:56:33.681887",
      "summary": "Publication date: March 2025Source: Physics Letters B, Volume 862Author(s): Jun-Qian Jiang, Yun-Song Piao"
    },
    {
      "title": "New black hole solutions in <em>f</em>(<em>P</em>) gravity and their thermodynamic nature",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269325000656?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "publicationDate": "2025-03-08T12:56:33.681865",
      "summary": "Publication date: March 2025Source: Physics Letters B, Volume 862Author(s): Aniruddha Ghosh, Ujjal Debnath"
    },
    {
      "title": "Axion effects on gamma-ray spectral irregularities. II: Implications of EBL absorption",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269325000942?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "publicationDate": "2025-03-08T12:56:33.681854",
      "summary": "Publication date: March 2025Source: Physics Letters B, Volume 862Author(s): Hai-Jun Li, Wei Chao, Xiu-Hui Tan, Yu-Feng Zhou"
    },
    {
      "title": "Exact solution to standard model hydrodynamic cosmological perturbation theory and its implications for acoustic oscillations",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269325000966?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "publicationDate": "2025-03-08T12:56:33.681843",
      "summary": "Publication date: March 2025Source: Physics Letters B, Volume 862Author(s): Philip D. Mannheim"
    },
    {
      "title": "Prospects for measuring neutrino mass with 21-cm forest",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269325001029?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "publicationDate": "2025-03-08T12:56:33.681832",
      "summary": "Publication date: March 2025Source: Physics Letters B, Volume 862Author(s): Yue Shao, Guo-Hong Du, Tian-Nuo Li, Xin Zhang"
    },
    {
      "title": "Determination of resonances in Gamow window for <sup>12</sup>C+<sup>12</sup>C fusion reaction via thick-target inverse kinematics method",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269325001017?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "publicationDate": "2025-03-08T12:56:33.681821",
      "summary": "Publication date: March 2025Source: Physics Letters B, Volume 862Author(s): Weike Nan, Youbao Wang, Jun Su, Yaode Sheng, Richard James deBoer, Yuqiang Zhang, Luyang Song, Fuqiang Cao, Chen Chen, Chao Dong, Yunju Li, Zhihong Li, Gang Lian, Wei Nan, Yangping Shen, Na Song, Shengquan Yan, Seng Zeng, Bing Guo, Weiping Liu"
    },
    {
      "title": "Geometrical origin of inflation in Weyl-invariant Einstein-Cartan gravity",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269325001030?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "publicationDate": "2025-03-08T12:56:33.681809",
      "summary": "Publication date: March 2025Source: Physics Letters B, Volume 862Author(s): Georgios K. Karananas"
    },
    {
      "title": "Gravitational wave emission in binary neutron star early post-merger within a dark environment",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269325001182?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "publicationDate": "2025-03-08T12:56:33.681798",
      "summary": "Publication date: March 2025Source: Physics Letters B, Volume 862Author(s): D. Suárez-Fontanella, D. Barba-González, C. Albertus, M. Ángeles Pérez-García"
    },
    {
      "title": "Constraining neutron star properties through parity-violating electron scattering experiments and relativistic point coupling interactions",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269325001224?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "publicationDate": "2025-03-08T12:56:33.681787",
      "summary": "Publication date: March 2025Source: Physics Letters B, Volume 862Author(s): P.S. Koliogiannis, E. Yüksel, N. Paar"
    },
    {
      "title": "Cosmological implications of <em>f</em>(<em>R</em>,Σ,<em>T</em>) gravity: A unified approach using OHD and SN ia data",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269325001297?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "publicationDate": "2025-03-08T12:56:33.681776",
      "summary": "Publication date: March 2025Source: Physics Letters B, Volume 862Author(s): N. Myrzakulov, S.H. Shekh, Anirudh Pradhan"
    },
    {
      "title": "Electric-charge-dependent directed flow splitting of produced quarks in Au+Au collisions",
      "link": "https://www.sciencedirect.com/science/article/pii/S037026932500005X?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "publicationDate": "2025-03-08T12:56:33.681766",
      "summary": "Publication date: March 2025Source: Physics Letters B, Volume 862Author(s): B.E. Aboona, J. Adam, G. Agakishiev, I. Aggarwal, M.M. Aggarwal, Z. Ahammed, A. Aitbaev, I. Alekseev, E. Alpatov, A. Aparin, S. Aslam, J. Atchison, G.S. Averichev, V. Bairathi, X. Bao, K. Barish, S. Behera, P. Bhagat, A. Bhasin, S. Bhatta"
    },
    {
      "title": "Search for the Higgs boson decays to a ρ<sup>0</sup>, ϕ, or K<sup>⁎0</sup> meson and a photon in proton-proton collisions at <math xmlns:mml=\"http://www.w3.org/1998/Math/MathML\" altimg=\"si1.svg\" class=\"math\"><msqrt><mrow><mi>s</mi></mrow></msqrt><mo linebreak=\"goodbreak\" linebreakstyle=\"after\">=</mo><mn>13</mn><mspace width=\"0.2em\"></mspace><mtext>TeV</mtext></math>",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269325000565?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "publicationDate": "2025-03-08T12:56:33.681755",
      "summary": "Publication date: March 2025Source: Physics Letters B, Volume 862Author(s): A. Hayrapetyan, A. Tumasyan, W. Adam, J.W. Andrejkovic, T. Bergauer, S. Chatterjee, K. Damanakis, M. Dragicevic, P.S. Hussain, M. Jeitler, N. Krammer, A. Li, D. Liko, I. Mikulec, J. Schieck, R. Schöfbeck, D. Schwarz, M. Sonawane, W. Waltenberger, C.-E. Wulz"
    },
    {
      "title": "Emergence of magnetic dipole band in <sup>88</sup>Sr due to novel stretched coupling scheme",
      "link": "https://www.sciencedirect.com/science/article/pii/S037026932500084X?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "publicationDate": "2025-03-08T12:56:33.681744",
      "summary": "Publication date: March 2025Source: Physics Letters B, Volume 862Author(s): B. Das, Md.S.R. Laskar, R. Palit, S. Rajbanshi, V. Malik, F.S. Babra, S. Chattopadhyay, Biswajit Das, P. Dey, A. Kundu"
    },
    {
      "title": "Signature of 0<sup>+</sup> excited state and shape coexistence in <sup>94</sup>Kr through <sup>93</sup>Kr(d,p)<sup>94</sup>Kr reaction",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269325001121?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "publicationDate": "2025-03-08T12:56:33.681732",
      "summary": "Publication date: March 2025Source: Physics Letters B, Volume 862Author(s): D. Walter, R. Kanungo, M. Holl, S. Roy-Garand, B.S. Hu, J.D. Holt, M. Alcorta, C. Andreoiu, S. Bhattacharjee, A.A. Chen, A. Chester, D. Connolly, B. Davids, N. Esker, F. Garcia, S. Gillespie, G. Hackman, S. Ishimoto, R. Krücken, P. Jassal"
    },
    {
      "title": "Systematic studies to produce heavy above-target nuclides in multinucleon transfer reactions",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269325001133?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "publicationDate": "2025-03-08T12:56:33.681722",
      "summary": "Publication date: March 2025Source: Physics Letters B, Volume 862Author(s): H.M. Devaraja, A.V. Yeremin, M.L. Chelnokov, V.I. Chepigin, S. Heinz, A.V. Isaev, I.N. Izosimov, Sh.A. Kalandarov, A.V. Karpov, D.E. Katrasev, A.A. Kuznetsova, O.N. Malyshev, R.S. Mukhin, A.G. Popeko, Yu.A. Popov, V.V. Saiko, B. Sailaubekov, E.A. Sokol, A.I. Svirikhin, M.S. Tezekbayeva"
    },
    {
      "title": "Neutron activation as benchmark for cross section evaluations: Demonstration through the MACS of <sup>50</sup>Cr for nuclear technology applications",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269325001200?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "publicationDate": "2025-03-08T12:56:33.681711",
      "summary": "Publication date: March 2025Source: Physics Letters B, Volume 862Author(s): P. Pérez-Maroto, C. Guerrero, B. Fernández, A. Casanovas-Hoste, M.E. Stamati"
    },
    {
      "title": "Discovery of a new long-lived isomer in <sup>114</sup>Rh via Penning-trap mass spectrometry",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269325001194?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "publicationDate": "2025-03-08T12:56:33.681700",
      "summary": "Publication date: March 2025Source: Physics Letters B, Volume 862Author(s): M. Stryjczyk, A. Jaries, W. Ryssens, M. Bender, A. Kankainen, T. Eronen, Z. Ge, I.D. Moore, M. Mougeot, A. Raggio, J. Ruotsalainen"
    },
    {
      "title": "Sketching pion and proton mass distributions",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269325000401?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "publicationDate": "2025-03-08T12:56:33.681689",
      "summary": "Publication date: March 2025Source: Physics Letters B, Volume 862Author(s): Xiaobin Wang, Zanbin Xing, Lei Chang, Minghui Ding, Khépani Raya, Craig D. Roberts"
    },
    {
      "title": "Revisiting the proton-antiproton scattering using a constituent-quark-model based coupled-channels calculation",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269325000413?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "publicationDate": "2025-03-08T12:56:33.681678",
      "summary": "Publication date: March 2025Source: Physics Letters B, Volume 862Author(s): P.G. Ortega, D.R. Entem, F. Fernández, J. Segovia"
    },
    {
      "title": "Unregulated divergences of Feynman integrals",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269325000590?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "publicationDate": "2025-03-08T12:56:33.681667",
      "summary": "Publication date: March 2025Source: Physics Letters B, Volume 862Author(s): Wen Chen"
    },
    {
      "title": "Solar model independent constraints on the sterile neutrino interpretation of the Gallium Anomaly",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269325000577?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "publicationDate": "2025-03-08T12:56:33.681657",
      "summary": "Publication date: March 2025Source: Physics Letters B, Volume 862Author(s): M.C. Gonzalez-Garcia, Michele Maltoni, João Paulo Pinheiro"
    },
    {
      "title": "Pseudo-Dirac neutrinos and relic neutrino matter effect on the high-energy neutrino flavor composition",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269325000668?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "publicationDate": "2025-03-08T12:56:33.681646",
      "summary": "Publication date: March 2025Source: Physics Letters B, Volume 862Author(s): P.S. Bhupal Dev, Pedro A.N. Machado, Ivan Martínez-Soler"
    },
    {
      "title": "Explaining the <em>γγ</em> + <em>X</em> excesses at ≈151.5 GeV via the Drell-Yan production of a Higgs triplet",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269325000589?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "publicationDate": "2025-03-08T12:56:33.681635",
      "summary": "Publication date: March 2025Source: Physics Letters B, Volume 862Author(s): Saiyad Ashanujjaman, Sumit Banik, Guglielmo Coloretti, Andreas Crivellin, Siddharth P. Maharathy, Bruce Mellado"
    },
    {
      "title": "Percolation of domain walls in the two-Higgs doublet model",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269325000711?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "publicationDate": "2025-03-08T12:56:33.681624",
      "summary": "Publication date: March 2025Source: Physics Letters B, Volume 862Author(s): Richard A. Battye, Steven J. Cotterill, Eva Sabater Andres, Adam K. Thomasson"
    },
    {
      "title": "Hadronic top quark polarimetry with ParticleNet",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269325000747?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "publicationDate": "2025-03-08T12:56:33.681613",
      "summary": "Publication date: March 2025Source: Physics Letters B, Volume 862Author(s): Zhongtian Dong, Dorival Gonçalves, Kyoungchul Kong, Andrew J. Larkoski, Alberto Navarro"
    },
    {
      "title": "Lighting up the photon Wigner distribution via dilepton productions",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269325000772?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "publicationDate": "2025-03-08T12:56:33.681603",
      "summary": "Publication date: March 2025Source: Physics Letters B, Volume 862Author(s): Yu Shi, Lin Chen, Shu-Yi Wei, Bo-Wen Xiao"
    },
    {
      "title": "Likelihood of a zero in the proton elastic electric form factor",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269325000838?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "publicationDate": "2025-03-08T12:56:33.681592",
      "summary": "Publication date: March 2025Source: Physics Letters B, Volume 862Author(s): Peng Cheng, Zhao-Qian Yao, Daniele Binosi, Craig D. Roberts"
    },
    {
      "title": "A bound on light dark photon dark matter",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269325000644?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "publicationDate": "2025-03-08T12:56:33.681581",
      "summary": "Publication date: March 2025Source: Physics Letters B, Volume 862Author(s): Naoya Kitajima, Shota Nakagawa, Fuminobu Takahashi, Wen Yin"
    },
    {
      "title": "Understanding of the BESIII measurement of (anti)hyperon-nucleon scattering",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269325000814?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "publicationDate": "2025-03-08T12:56:33.681570",
      "summary": "Publication date: March 2025Source: Physics Letters B, Volume 862Author(s): Xiao-Yun Wang, Yuan Gao, Xiang Liu"
    },
    {
      "title": "Retuning radio astronomy for axion dark matter with neutron stars",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269325000887?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "publicationDate": "2025-03-08T12:56:33.681560",
      "summary": "Publication date: March 2025Source: Physics Letters B, Volume 862Author(s): Javier De Miguel"
    },
    {
      "title": "A minimalistic model for inelastic dark matter",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269325000802?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "publicationDate": "2025-03-08T12:56:33.681549",
      "summary": "Publication date: March 2025Source: Physics Letters B, Volume 862Author(s): Giovani Dalla Valle Garcia"
    },
    {
      "title": "Finding interaction mechanism between exotic molecule and conventional hadron",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269325000899?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "publicationDate": "2025-03-08T12:56:33.681538",
      "summary": "Publication date: March 2025Source: Physics Letters B, Volume 862Author(s): Ri-Qing Qian, Fu-Lai Wang, Xiang Liu"
    },
    {
      "title": "Parton distributions of gluons in different representations",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269325000863?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "publicationDate": "2025-03-08T12:56:33.681527",
      "summary": "Publication date: March 2025Source: Physics Letters B, Volume 862Author(s): J.P. Ma, G.P. Zhang"
    },
    {
      "title": "Unveiling the Secrets of Vortex Neutron Decay",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269325000929?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "publicationDate": "2025-03-08T12:56:33.681517",
      "summary": "Publication date: March 2025Source: Physics Letters B, Volume 862Author(s): Wei Kou, Bing'ang Guo, Xurong Chen"
    },
    {
      "title": "Spontaneous CP violation, sterile neutrino dark matter and leptogenesis",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269325000917?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "publicationDate": "2025-03-08T12:56:33.681506",
      "summary": "Publication date: March 2025Source: Physics Letters B, Volume 862Author(s): Yanjin Jiang, Norimi Yokozaki"
    },
    {
      "title": "Baryon number violating hydrogen decay",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269325000954?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "publicationDate": "2025-03-08T12:56:33.681495",
      "summary": "Publication date: March 2025Source: Physics Letters B, Volume 862Author(s): Wei-Qi Fan, Yi Liao, Xiao-Dong Ma, Hao-Lin Wang"
    },
    {
      "title": "<em>Ab-initio</em> nucleon-nucleon correlations and their impact on high energy <sup>16</sup>O+<sup>16</sup>O collisions",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269325000826?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "publicationDate": "2025-03-08T12:56:33.681485",
      "summary": "Publication date: March 2025Source: Physics Letters B, Volume 862Author(s): Chunjian Zhang, Jinhui Chen, Giuliano Giacalone, Shengli Huang, Jiangyong Jia, Yu-Gang Ma"
    },
    {
      "title": "Estimate of virtual photon polarization due to the intense magnetic field in Pb-Pb collisions at the LHC energies",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269325000875?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "publicationDate": "2025-03-08T12:56:33.681474",
      "summary": "Publication date: March 2025Source: Physics Letters B, Volume 862Author(s): Kento Kimura, Nicholas J. Benoit, Ken-Ichi Ishikawa, Chiho Nonaka, Kenta Shigaki"
    },
    {
      "title": "Helicity correlation of neighboring dihadron",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269325001066?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "publicationDate": "2025-03-08T12:56:33.681463",
      "summary": "Publication date: March 2025Source: Physics Letters B, Volume 862Author(s): Fei Huang, Tianbo Liu, Yu-Kun Song, Shu-Yi Wei"
    },
    {
      "title": "Signals of nonrenormalizable Lorentz and CPT violation at the LHC",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269325001261?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "publicationDate": "2025-03-08T12:56:33.681452",
      "summary": "Publication date: March 2025Source: Physics Letters B, Volume 862Author(s): Enrico Lunghi, Nathaniel Sherrill"
    },
    {
      "title": "Determining the duration of the hadronic stage at RHIC-BES energies via resonance suppression using a full set of rate equations",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269325000991?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "publicationDate": "2025-03-08T12:56:33.681441",
      "summary": "Publication date: March 2025Source: Physics Letters B, Volume 862Author(s): Tim Neidig, Apiwit Kittiratpattana, Tom Reichert, Amine Chabane, Carsten Greiner, Marcus Bleicher"
    },
    {
      "title": "Interaction between Unruh-Dewitt detectors exclusively due to acceleration: A parallel to the FDU effect",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269325000310?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "publicationDate": "2025-03-08T12:56:33.681430",
      "summary": "Publication date: March 2025Source: Physics Letters B, Volume 862Author(s): Wenting Zhou, Shijing Cheng, Hongwei Yu"
    },
    {
      "title": "The inevitable quark three-body force and its implications for exotic states",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269325000383?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "publicationDate": "2025-03-08T12:56:33.681419",
      "summary": "Publication date: March 2025Source: Physics Letters B, Volume 862Author(s): Sungsik Noh, Aaron Park, Hyeongock Yun, Sungtae Cho, Su Houng Lee"
    },
    {
      "title": "Rotation induced color confinement",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269325000346?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "publicationDate": "2025-03-08T12:56:33.681408",
      "summary": "Publication date: March 2025Source: Physics Letters B, Volume 862Author(s): Guojun Huang, Shile Chen, Yin Jiang, Jiaxing Zhao, Pengfei Zhuang"
    },
    {
      "title": "Demystifying the fusion mechanism in heavy-ion collisions: A six-dimensional Langevin dissipative dynamics approach",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269325000620?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "publicationDate": "2025-03-08T12:56:33.681398",
      "summary": "Publication date: March 2025Source: Physics Letters B, Volume 862Author(s): Y. Jaganathen, M. Kowal, K. Pomorski"
    },
    {
      "title": "Inner radius and energy conditions of dark matter halos surrounding Schwarzschild black holes",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269325000607?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "publicationDate": "2025-03-08T12:56:33.681386",
      "summary": "Publication date: March 2025Source: Physics Letters B, Volume 862Author(s): Zibo Shen, Anzhong Wang, Shaoyu Yin"
    },
    {
      "title": "Extracting neutron skin from elastic proton-nucleus scattering with deep neural network",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269325000619?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "publicationDate": "2025-03-08T12:56:33.681375",
      "summary": "Publication date: March 2025Source: Physics Letters B, Volume 862Author(s): G.H. Yang, Y. Kuang, Z.X. Yang, Z.P. Li"
    },
    {
      "title": "Unifying error-correcting code/Narain CFT correspondences via lattices over integers of cyclotomic fields",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269325000681?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "publicationDate": "2025-03-08T12:56:33.681365",
      "summary": "Publication date: March 2025Source: Physics Letters B, Volume 862Author(s): Shun'ya Mizoguchi, Takumi Oikawa"
    },
    {
      "title": "Vanishing Polyakov loop for QCD with twelve massless quarks",
      "link": "https://www.sciencedirect.com/science/article/pii/S037026932500070X?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "publicationDate": "2025-03-08T12:56:33.681354",
      "summary": "Publication date: March 2025Source: Physics Letters B, Volume 862Author(s): Seth Grable, Paul Romatschke"
    },
    {
      "title": "Entanglement of purification as a measure of non-conformality",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269325000723?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "publicationDate": "2025-03-08T12:56:33.681344",
      "summary": "Publication date: March 2025Source: Physics Letters B, Volume 862Author(s): M. Asadi"
    },
    {
      "title": "Einstein-Horndeski gravity and the ultra slowly evaporating black hole",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269325000632?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "publicationDate": "2025-03-08T12:56:33.681333",
      "summary": "Publication date: March 2025Source: Physics Letters B, Volume 862Author(s): Xiao Liang, Yu-Sen An, Chen-Hao Wu, Ya-Peng Hu"
    },
    {
      "title": "Generalized uncertainty principle mimicking dynamical dark energy: Matter perturbations and gravitational wave data analysis",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269325000759?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "publicationDate": "2025-03-08T12:56:33.681323",
      "summary": "Publication date: March 2025Source: Physics Letters B, Volume 862Author(s): G.G. Luciano, Y. Sekhmani"
    },
    {
      "title": "Coupled fermion-antifermion pairs within a traversable wormhole",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269325000735?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "publicationDate": "2025-03-08T12:56:33.681312",
      "summary": "Publication date: March 2025Source: Physics Letters B, Volume 862Author(s): Abdullah Guvendi, Omar Mustafa, Semra Gurtas Dogan"
    },
    {
      "title": "Production of actinide isotopes near <em>θ</em><sub><em>lab</em></sub> = 0<sup>∘</sup> in multinucleon transfer reaction <sup>238</sup>U + <sup>248</sup>Cm",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269325000784?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "publicationDate": "2025-03-08T12:56:33.681301",
      "summary": "Publication date: March 2025Source: Physics Letters B, Volume 862Author(s): Yu Yang, Long Zhu, Zehong Liao, Zepeng Gao, Yueping Fang, Jun Su, Zhong Liu, Dongsheng Hou, Hao Huang, Cheng Li, Fengshou Zhang"
    },
    {
      "title": "Orbital precession and Lense-Thirring effect of Horndeski rotating spacetimes",
      "link": "https://www.sciencedirect.com/science/article/pii/S037026932500067X?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "publicationDate": "2025-03-08T12:56:33.681291",
      "summary": "Publication date: March 2025Source: Physics Letters B, Volume 862Author(s): Wen-Qi Zhen, Hong Guo, Meng-He Wu, Xiao-Mei Kuang"
    },
    {
      "title": "On extraction of ground state deformation parameters from quasielastic and fusion excitation functions",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269325000796?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "publicationDate": "2025-03-08T12:56:33.681280",
      "summary": "Publication date: March 2025Source: Physics Letters B, Volume 862Author(s): Chandra Kumar, S. Nath"
    },
    {
      "title": "Probing the curvature of the cosmos from quantum entanglement due to gravity",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269325000693?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "publicationDate": "2025-03-08T12:56:33.681269",
      "summary": "Publication date: March 2025Source: Physics Letters B, Volume 862Author(s): Suddhasattwa Brahma, Abhinove N. Seenivasan"
    },
    {
      "title": "<math xmlns:mml=\"http://www.w3.org/1998/Math/MathML\" altimg=\"si1.svg\" class=\"math\"><mi mathvariant=\"script\">N</mi><mo linebreak=\"goodbreak\" linebreakstyle=\"after\">=</mo><mn>2</mn></math> superconformal gravitino in harmonic superspace",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269325000930?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "publicationDate": "2025-03-08T12:56:33.681259",
      "summary": "Publication date: March 2025Source: Physics Letters B, Volume 862Author(s): Evgeny Ivanov, Nikita Zaigraev"
    },
    {
      "title": "Relative amplitude in the mixed-spin <em>pn</em> superfluid phase",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269325000905?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "publicationDate": "2025-03-08T12:56:33.681248",
      "summary": "Publication date: March 2025Source: Physics Letters B, Volume 862Author(s): F.F. Zeng, K.K. Zheng, M.L. Liu, H.L. Wang"
    },
    {
      "title": "A representation transformation of parametric Feynman integrals",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269325001005?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "publicationDate": "2025-03-08T12:56:33.681237",
      "summary": "Publication date: March 2025Source: Physics Letters B, Volume 862Author(s): Wen Chen"
    },
    {
      "title": "Landscape of QCD vacuum",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269325000978?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "publicationDate": "2025-03-08T12:56:33.681227",
      "summary": "Publication date: March 2025Source: Physics Letters B, Volume 862Author(s): George Savvidy"
    },
    {
      "title": "Equivalence of 1-loop RG flows in 4d Chern-Simons and integrable 2d sigma-models",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269325000851?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "publicationDate": "2025-03-08T12:56:33.681216",
      "summary": "Publication date: March 2025Source: Physics Letters B, Volume 862Author(s): Nat Levine"
    },
    {
      "title": "Non-perturbative calculations of nuclear matter using in-medium similarity renormalization group",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269325001108?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "publicationDate": "2025-03-08T12:56:33.681206",
      "summary": "Publication date: March 2025Source: Physics Letters B, Volume 862Author(s): Xin Zhen, Rongzhe Hu, Haoyu Shang, Jiawei Chen, J.C. Pei, F.R. Xu"
    },
    {
      "title": "Bound states around vacuum in scalar ModMax model",
      "link": "https://www.sciencedirect.com/science/article/pii/S037026932500108X?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "publicationDate": "2025-03-08T12:56:33.681195",
      "summary": "Publication date: March 2025Source: Physics Letters B, Volume 862Author(s): F.A. Brito, M.A. Marques, R. Menezes, E. Passos"
    },
    {
      "title": "Hypernuclear cluster states of <math xmlns:mml=\"http://www.w3.org/1998/Math/MathML\" altimg=\"si1.svg\" class=\"math\"><mmultiscripts><mrow><mi mathvariant=\"normal\">B</mi></mrow><mprescripts></mprescripts><mrow><mi mathvariant=\"normal\">Λ</mi></mrow><mrow><mn>12</mn></mrow></mmultiscripts></math> unveiled through neural network-driven microscopic calculation",
      "link": "https://www.sciencedirect.com/science/article/pii/S037026932500098X?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "publicationDate": "2025-03-08T12:56:33.681184",
      "summary": "Publication date: March 2025Source: Physics Letters B, Volume 862Author(s): Jiaqi Tian, Mengjiao Lyu, Zheng Cheng, Masahiro Isaka, Akinobu Doté, Takayuki Myo, Hisashi Horiuchi, Hiroki Takemoto, Niu Wan, Qing Zhao"
    },
    {
      "title": "Classical dynamics of particles with non-abelian gauge charges",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269325001091?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "publicationDate": "2025-03-08T12:56:33.681173",
      "summary": "Publication date: March 2025Source: Physics Letters B, Volume 862Author(s): Jan W. van Holten"
    },
    {
      "title": "Dilaton-induced variations in Planck constant and speed of light: An alternative to dark energy",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269325001170?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "publicationDate": "2025-03-08T12:56:33.681162",
      "summary": "Publication date: March 2025Source: Physics Letters B, Volume 862Author(s): Hoang Ky Nguyen"
    },
    {
      "title": "Spin correlation in two-proton emission from <sup>6</sup>Be",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269325001212?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "publicationDate": "2025-03-08T12:56:33.681152",
      "summary": "Publication date: March 2025Source: Physics Letters B, Volume 862Author(s): Tomohiro Oishi"
    },
    {
      "title": "Metaheuristic generation of brane tilings",
      "link": "https://www.sciencedirect.com/science/article/pii/S037026932500125X?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "publicationDate": "2025-03-08T12:56:33.681141",
      "summary": "Publication date: March 2025Source: Physics Letters B, Volume 862Author(s): Yang-Hui He, Vishnu Jejjala, Tomás S.R. Silva"
    },
    {
      "title": "(Quasi-)normal modes of rotating black holes and new solitons in Einstein-Gauss-Bonnet",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269325001078?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "publicationDate": "2025-03-08T12:56:33.681129",
      "summary": "Publication date: March 2025Source: Physics Letters B, Volume 862Author(s): Lilianne Tapia, Monserrat Aguayo, Andrés Anabalón, Dumitru Astefanesei, Nicolás Grandi, Fernando Izaurieta, Julio Oliva, Cristian Quinzacara"
    },
    {
      "title": "Chern-Simons type characteristic classes of Abelian lattice gauge theory",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269325001236?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "publicationDate": "2025-03-08T12:56:33.681118",
      "summary": "Publication date: March 2025Source: Physics Letters B, Volume 862Author(s): Mengyao Wu, Jie Yang"
    },
    {
      "title": "A novel strategy to prove chiral symmetry breaking in QCD-like theories",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269325001273?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "publicationDate": "2025-03-08T12:56:33.681108",
      "summary": "Publication date: March 2025Source: Physics Letters B, Volume 862Author(s): Luca Ciambriello, Roberto Contino, Andrea Luzio, Marcello Romano, Ling-Xiao Xu"
    },
    {
      "title": "The Weinberg no-go theorem for cosmological constant and nonlocal gravity",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269325001303?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "publicationDate": "2025-03-08T12:56:33.681097",
      "summary": "Publication date: March 2025Source: Physics Letters B, Volume 862Author(s): Salvatore Capozziello, Anupam Mazumdar, Giuseppe Meluccio"
    },
    {
      "title": "Microscopic study of halo nuclei through (<em>p</em>,<em>t</em>) reactions",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269325001169?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "publicationDate": "2025-03-08T12:56:33.681086",
      "summary": "Publication date: March 2025Source: Physics Letters B, Volume 862Author(s): P. Descouvemont"
    },
    {
      "title": "Leptoquark-induced radiative masses for active and sterile neutrinos within the framework of the 3-3-1 model",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269325001352?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "publicationDate": "2025-03-08T12:56:33.681075",
      "summary": "Publication date: Available online 6 March 2025Source: Physics Letters BAuthor(s): A. Doff, João Paulo Pinheiro, C.A. de S. Pires"
    },
    {
      "title": "<math xmlns:mml=\"http://www.w3.org/1998/Math/MathML\" altimg=\"si1.svg\" class=\"math\"><mi mathvariant=\"script\">N</mi><mo linebreak=\"goodbreak\" linebreakstyle=\"after\">=</mo><mn>8</mn></math> superconformal mechanics: direct construction",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269325001339?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "publicationDate": "2025-03-08T12:56:33.681064",
      "summary": "Publication date: Available online 6 March 2025Source: Physics Letters BAuthor(s): Sergey Krivonos, Armen Nersessian"
    },
    {
      "title": "Every Poincaré gauge theory is conformal: A compelling case for dynamical vector torsion",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269325000760?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "publicationDate": "2025-03-08T12:56:33.681053",
      "summary": "Publication date: April 2025Source: Physics Letters B, Volume 863Author(s): Will Barker, Michael Hobson, Anthony Lasenby, Yun-Cherng Lin, Zhiyuan Wei"
    },
    {
      "title": "First detection of a tagged neutrino in the NA62 experiment",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269325001054?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "publicationDate": "2025-03-08T12:56:33.681042",
      "summary": "Publication date: April 2025Source: Physics Letters B, Volume 863Author(s): E. Cortina Gil, J. Jerhot, N. Lurkin, T. Numao, B. Velghe, V.W.S. Wong, D. Bryman, Z. Hives, T. Husek, K. Kampf, M. Kolesar, M. Koval, B. De Martino, M. Perrin-Terrin, B. Döbrich, S. Lezki, J. Schubert, A.T. Akmete, R. Aliberti, M. Ceoletta"
    },
    {
      "title": "Measurement of spin-density matrix elements in Δ<sup>++</sup>(1232) photoproduction",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269325001285?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "publicationDate": "2025-03-08T12:56:33.681031",
      "summary": "Publication date: April 2025Source: Physics Letters B, Volume 863Author(s): F. Afzal, C.S. Akondi, M. Albrecht, M. Amaryan, S. Arrigo, V. Arroyave, A. Asaturyan, A. Austregesilo, Z. Baldwin, F. Barbosa, J. Barlow, E. Barriga, R. Barsotti, D. Barton, V. Baturin, V.V. Berdnikov, T. Black, W. Boeglin, M. Boer, W.J. Briscoe"
    },
    {
      "title": "Measurement of the neutron total cross section of Iron at the Back-n white neutron source of CSNS",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269325001157?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "publicationDate": "2025-03-08T12:56:33.681020",
      "summary": "Publication date: April 2025Source: Physics Letters B, Volume 863Author(s): Jiangbo Bai, Jingyu Tang, Liqun Shi, Yonghao Chen, Han Yi, Guohui Zhang, Haofan Bai, Jie Bao, Ping Cao, Zhen Chen, Zengqi Cui, Anchuan Fan, Ruirui Fan, Changqing Feng, Fanzhen Feng, Keqing Gao, MinHao Gu, Changcai Han, Guozhu He, Yongcheng He"
    },
    {
      "title": "Hypercontractivity and factorial moment scaling in the symmetry broken phase",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269325001364?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "publicationDate": "2025-03-08T12:56:33.681009",
      "summary": "Publication date: April 2025Source: Physics Letters B, Volume 863Author(s): A. Brofas, M. Zampetakis, F.K. Diakonos"
    },
    {
      "title": "Distinguishing beyond-standard model effects in neutrino oscillation",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269325001376?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "publicationDate": "2025-03-08T12:56:33.680997",
      "summary": "Publication date: April 2025Source: Physics Letters B, Volume 863Author(s): A. Calatayud-Cadenillas, A. Pérez-G, A.M. Gago"
    },
    {
      "title": "Phenomenology of the Magueijo-Smolin model of doubly special relativity using the non-relativistic limit of the Dirac equation, spin and Zeeman effect",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269325001248?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "publicationDate": "2025-03-08T12:56:33.680985",
      "summary": "Publication date: April 2025Source: Physics Letters B, Volume 863Author(s): Ilyas Haouam"
    },
    {
      "title": "Non-metricity approach to Jackiw-Teitelboim gravity",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269325001327?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "publicationDate": "2025-03-08T12:56:33.680974",
      "summary": "Publication date: April 2025Source: Physics Letters B, Volume 863Author(s): Shin'ichi Nojiri, S.D. Odintsov"
    },
    {
      "title": "Investigating the weak charge of <sup>48</sup>Ca using a dispersive optical model",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269325001315?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "publicationDate": "2025-03-08T12:56:33.680961",
      "summary": "Publication date: April 2025Source: Physics Letters B, Volume 863Author(s): N.L. Calleya, M.C. Atkinson, W.H. Dickhoff"
    },
    {
      "title": "Universal laws for nuclear contacts",
      "link": "https://www.sciencedirect.com/science/article/pii/S037026932500111X?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "publicationDate": "2025-03-08T12:56:33.680938",
      "summary": "Publication date: April 2025Source: Physics Letters B, Volume 863Author(s): Tongqi Liang, Dong Bai, Zhongzhou Ren"
    },
    {
      "title": "Bc$$B_c$$ enhancement with non-thermalized bottom quarks in nuclear collisions at large Hadron collider",
      "link": "https://epja.epj.org/10.1140/epja/s10050-025-01515-7",
      "authors": "Jiaxing Zhao, Pengfei Zhuang",
      "source": "European Physical Journal A",
      "publicationDate": "2025-03-08T12:56:31.557218",
      "summary": "Authors: Jiaxing Zhao and Pengfei Zhuang.The European Physical Journal A Vol. 61 , page 41Published online: 4/3/2025\n       Keywords:"
    },
    {
      "title": "Observing short-range correlations in nuclei through ρ0$$\\rho ^0$$ photo-production",
      "link": "https://epja.epj.org/10.1140/epja/s10050-025-01505-9",
      "authors": "Or Hen, Douglas Higinbotham, Eliezer Piasetzky, Patrizia Rossi, Axel Schmidt, Phoebe Sharp, Axel Schmidt",
      "source": "European Physical Journal A",
      "publicationDate": "2025-03-08T12:56:31.557204",
      "summary": "Authors: Or Hen, Douglas Higinbotham, Eliezer Piasetzky, Patrizia Rossi, Axel Schmidt, Phoebe Sharp and Axel Schmidt.The European Physical Journal A Vol. 61 , page 40Published online: 27/2/2025\n       Keywords:"
    },
    {
      "title": "Searching for initial state fluctuations in heavy ion collisions at FAIR energy using principal component analysis",
      "link": "https://epja.epj.org/10.1140/epja/s10050-025-01504-w",
      "authors": "Ekata Nandy, Subhasis Chattopadhyay",
      "source": "European Physical Journal A",
      "publicationDate": "2025-03-08T12:56:31.557194",
      "summary": "Authors: Ekata Nandy and Subhasis Chattopadhyay.The European Physical Journal A Vol. 61 , page 39Published online: 27/2/2025"
    },
    {
      "title": "Intriguing features of the prompt fission γ$$\\gamma $$-ray spectra in the fast neutron induced fission of 232$$^{232}$$Th",
      "link": "https://epja.epj.org/10.1140/epja/s10050-025-01508-6",
      "authors": "Sukanya De, R. G. Thomas, G. Mishra, G. Mohanto, Ajay Kumar",
      "source": "European Physical Journal A",
      "publicationDate": "2025-03-08T12:56:31.557181",
      "summary": "Authors: Sukanya De, R. G. Thomas, G. Mishra, G. Mohanto and Ajay Kumar.The European Physical Journal A Vol. 61 , page 38Published online: 27/2/2025\n       Keywords:"
    },
    {
      "title": "Elucidating the finite temperature quasiparticle random phase approximation",
      "link": "https://epja.epj.org/10.1140/epja/s10050-025-01502-y",
      "authors": "A. Ravlić, E. M. Ney, J. Engel, N. Paar",
      "source": "European Physical Journal A",
      "publicationDate": "2025-03-08T12:56:31.557168",
      "summary": "Authors: A. Ravlić, E. M. Ney, J. Engel and N. Paar.The European Physical Journal A Vol. 61 , page 37Published online: 26/2/2025"
    },
    {
      "title": "Publisher Erratum: Ab initio Bogoliubov many-body perturbation theory: closed-form constraint on the average particle number",
      "link": "https://epja.epj.org/10.1140/epja/s10050-025-01506-8",
      "authors": "P. Demol, T. Duguet, A. Tichai",
      "source": "European Physical Journal A",
      "publicationDate": "2025-03-08T12:56:31.557156",
      "summary": "Authors: P. Demol, T. Duguet and A. Tichai.The European Physical Journal A Vol. 61 , page 36Published online: 25/2/2025"
    },
    {
      "title": "Skyrme–Hartree–Fock–Bogoliubov mass models on a 3D mesh: IV. Improved description of the isospin dependence of pairing",
      "link": "https://epja.epj.org/10.1140/epja/s10050-025-01503-x",
      "authors": "Guilherme Grams, Nikolai N. Shchechilin, Adrián Sánchez-Fernández, Wouter Ryssens, Nicolas Chamel, Stephane Goriely",
      "source": "European Physical Journal A",
      "publicationDate": "2025-03-08T12:56:31.557141",
      "summary": "Authors: Guilherme Grams, Nikolai N. Shchechilin, Adrián Sánchez-Fernández, Wouter Ryssens, Nicolas Chamel and Stephane Goriely.The European Physical Journal A Vol. 61 , page 35Published online: 22/2/2025\n       Keywords:"
    },
    {
      "title": "Neutrinoless ββ$$\\beta \\beta $$-decay in DCEQTDA",
      "link": "https://epja.epj.org/10.1140/epja/s10050-025-01484-x",
      "authors": "C. De Conti, V. dos S. Ferreira, A. R. Samana, C. A. Barbero, F. Krmpotić",
      "source": "European Physical Journal A",
      "publicationDate": "2025-03-08T12:56:31.557127",
      "summary": "Authors: C. De Conti, V. dos S. Ferreira, A. R. Samana, C. A. Barbero and F. Krmpotić.The European Physical Journal A Vol. 61 , page 34Published online: 18/2/2025\n       Keywords:"
    },
    {
      "title": "α$$\\alpha $$-decay half-life predictions for superheavy elements through machine learning techniques",
      "link": "https://epja.epj.org/10.1140/epja/s10050-025-01494-9",
      "authors": "S. Madhumitha Shree, M. Balasubramaniam",
      "source": "European Physical Journal A",
      "publicationDate": "2025-03-08T12:56:31.557116",
      "summary": "Authors: S. Madhumitha Shree and M. Balasubramaniam.The European Physical Journal A Vol. 61 , page 32Published online: 16/2/2025"
    },
    {
      "title": "Probing the double-beta decay of 104$$^{104}$$Ru through precise Q-value measurements and nuclear matrix element calculations",
      "link": "https://epja.epj.org/10.1140/epja/s10050-024-01481-6",
      "authors": "Jouni Ruotsalainen, Elina Kauppinen, Tommi Eronen, Anu Kankainen, Jenni Kotila, Maxime Mougeot",
      "source": "European Physical Journal A",
      "publicationDate": "2025-03-08T12:56:31.557103",
      "summary": "Authors: Jouni Ruotsalainen, Elina Kauppinen, Tommi Eronen, Anu Kankainen, Jenni Kotila and Maxime Mougeot.The European Physical Journal A Vol. 61 , page 33Published online: 16/2/2025"
    },
    {
      "title": "Impact of the nuclear equation of state on the formation of twin stars",
      "link": "https://epja.epj.org/10.1140/epja/s10050-025-01497-6",
      "authors": "Nai-Bo Zhang, Bao-An Li",
      "source": "European Physical Journal A",
      "publicationDate": "2025-03-08T12:56:31.557092",
      "summary": "Authors: Nai-Bo Zhang and Bao-An Li.The European Physical Journal A Vol. 61 , page 31Published online: 11/2/2025\n       Keywords:"
    },
    {
      "title": "Negative moments as the signature of the radial density at small distances",
      "link": "https://epja.epj.org/10.1140/epja/s10050-025-01496-7",
      "authors": "M. Atoui, M. Hoballah, M. Lassaut, J. Van de Wiele",
      "source": "European Physical Journal A",
      "publicationDate": "2025-03-08T12:56:31.557080",
      "summary": "Authors: M. Atoui, M. Hoballah, M. Lassaut and J. Van de Wiele.The European Physical Journal A Vol. 61 , page 29Published online: 8/2/2025"
    },
    {
      "title": "Cross section and isomeric ratio measurements along with covariance analysis for the (n,2n) reactions on 120,130Te",
      "link": "https://epja.epj.org/10.1140/epja/s10050-025-01501-z",
      "authors": "Junhua Luo, Long He, Liang Zhou, Li Jiang",
      "source": "European Physical Journal A",
      "publicationDate": "2025-03-08T12:56:31.557068",
      "summary": "Authors: Junhua Luo, Long He, Liang Zhou and Li Jiang.The European Physical Journal A Vol. 61 , page 30Published online: 8/2/2025"
    },
    {
      "title": "Nuclear photonics: overview and perspectives",
      "link": "https://epja.epj.org/10.1140/epja/s10050-025-01488-7",
      "authors": "Maria Jose Garcia Borge, Kazuo A. Tanaka, Calin Ur, Andreas Zilges, M. J. G. Borge, K. A. Tanaka, C. A. Ur, A. Zilges",
      "source": "European Physical Journal A",
      "publicationDate": "2025-03-08T12:56:31.557053",
      "summary": "Authors: Maria Jose Garcia Borge, Kazuo A. Tanaka, Calin Ur, Andreas Zilges, M. J. G. Borge, K. A. Tanaka, C. A. Ur and A. Zilges.The European Physical Journal A Vol. 61 , page 27Published online: 7/2/2025"
    },
    {
      "title": "On the equivalence of Prony and Lanczos methods for Euclidean correlation functions",
      "link": "https://epja.epj.org/10.1140/epja/s10050-025-01495-8",
      "authors": "J. Ostmeyer, A. Sen, C. Urbach",
      "source": "European Physical Journal A",
      "publicationDate": "2025-03-08T12:56:31.557042",
      "summary": "Authors: J. Ostmeyer, A. Sen and C. Urbach.The European Physical Journal A Vol. 61 , page 26Published online: 7/2/2025"
    },
    {
      "title": "Isovector properties of effective finite-range nuclear interactions",
      "link": "https://epja.epj.org/10.1140/epja/s10050-025-01491-y",
      "authors": "D. Davesne, J. Navarro, A. Pastore, Y. Lallouet",
      "source": "European Physical Journal A",
      "publicationDate": "2025-03-08T12:56:31.557029",
      "summary": "Authors: D. Davesne, J. Navarro, A. Pastore and Y. Lallouet.The European Physical Journal A Vol. 61 , page 28Published online: 7/2/2025"
    },
    {
      "title": "Calculation of the abundance of 187Re$$^{187}Re $$–187Os$$^{187}Os $$ nuclear clock nuclides in S-process and sensitivity analysis of Maxwellian-averaged neutron capture cross sections",
      "link": "https://epja.epj.org/10.1140/epja/s10050-025-01487-8",
      "authors": "Xinyu Dong, Yixuan Qiu, Kaisu Wu",
      "source": "European Physical Journal A",
      "publicationDate": "2025-03-08T12:56:31.557017",
      "summary": "Authors: Xinyu Dong, Yixuan Qiu and Kaisu Wu.The European Physical Journal A Vol. 61 , page 24Published online: 6/2/2025"
    },
    {
      "title": "Progress in the studies of cluster resonances by antisymmetrized molecular dynamics",
      "link": "https://epja.epj.org/10.1140/epja/s10050-025-01499-4",
      "authors": "Yasutaka Taniguchi, Tomoyuki Baba, Tadahiro Suhara, Masaaki Kimura, Yoshiko Kanada-En’yo",
      "source": "European Physical Journal A",
      "publicationDate": "2025-03-08T12:56:31.557001",
      "summary": "Authors: Yasutaka Taniguchi, Tomoyuki Baba, Tadahiro Suhara, Masaaki Kimura and Yoshiko Kanada-En’yo.The European Physical Journal A Vol. 61 , page 25Published online: 6/2/2025"
    },
    {
      "title": "Production of double strange hypernuclei and exotic nuclei in central Au+Au collisions at sNN$$\\sqrt{s_{NN}}$$ = 3 GeV",
      "link": "https://epja.epj.org/10.1140/epja/s10050-025-01489-6",
      "authors": "N. Buyukcizmeci, T. Reichert, A. S. Botvina, M. Bleicher",
      "source": "European Physical Journal A",
      "publicationDate": "2025-03-08T12:56:31.556976",
      "summary": "Authors: N. Buyukcizmeci, T. Reichert, A. S. Botvina and M. Bleicher.The European Physical Journal A Vol. 61 , page 23Published online: 3/2/2025"
    },
    {
      "title": "Study of proton-induced excitation functions on natGe up to 60 MeV",
      "link": "http://iopscience.iop.org/article/10.1088/1361-6471/ada8c6",
      "authors": "Arshiya Anees Ahmed, Ryszard Misiak, Jerzy W Mietelski, Kamil Brudecki and Barbara Marczewska",
      "source": "Journal of Physics G: Nuclear and Particle Physics",
      "publicationDate": "2025-03-08T12:56:29.377729",
      "summary": "The cross sections for the production of medically significant radioisotopes, including 68Ge, 69Ge, 66Ga, 67Ga, 72As and various radioimpurities produced in pure germanium crystal irradiated with 60 MeV protons, were measured. The experiment utilized germanium targets with natural isotopic composition. Irradiation of the targets was performed using a proton beam from the AIC-144 accelerator at the Institute of Nuclear Physics, Polish Academy of Sciences, Krakow. Gamma spectroscopy was conducted with high-purity germanium detectors to measure the gamma-ray emissions from the irradiated targets. This enabled the determination of reaction cross-sections of the produced radionuclides. Additionally, our results were compared with existing literature and TALYS data to validate our findings. Generally, our experimental results align with previous studies, although discrepancies were observed in certain aspects. Specifically, nuclear model calculations and some literature data indicate slightly higher values compared to our findings."
    },
    {
      "title": "Comment on ‘Klein–Gordon particles in a quasi-pointlike global monopole spacetime and a Wu-Yang magnetic monopole: invariance and isospectrality’",
      "link": "http://iopscience.iop.org/article/10.1088/1361-6471/ad7b5f",
      "authors": "Francisco M Fernández",
      "source": "Journal of Physics G: Nuclear and Particle Physics",
      "publicationDate": "2025-03-08T12:56:29.377719",
      "summary": "We analyse a procedure proposed recently for the solution of the radial eigenvalue equation for a shifted harmonic oscillator. We show that the author modified the boundary condition at origin and, consequently, solved a completely different problem. His energies do not depend on one of the model parameters, while the Hellmann–Feynman theorem shows such dependence clearly. It is also shown that the author’s own equations are inconsistent."
    },
    {
      "title": "Momentum dependent potentials from a parity doubling CMF model in UrQMD: results on flow and particle production",
      "link": "http://iopscience.iop.org/article/10.1088/1361-6471/adab0b",
      "authors": "Jan Steinheimer, Tom Reichert, Yasushi Nara and Marcus Bleicher",
      "source": "Journal of Physics G: Nuclear and Particle Physics",
      "publicationDate": "2025-03-08T12:56:29.377709",
      "summary": "The quantum molecular dynamics (QMD) part of the UrQMD model is extended to allow implementation of momentum dependent potentials from a parity doubling chiral mean field (CMF) model. Important aspects like energy conservation and effects on particle production and flow are discussed. It is shown, that this new implementation reproduces qualitatively and quantitatively available data over a wide range of beam energies and improves the description of observables without exception. In particular the description of hyperon and pion production at SIS18 energies is improved. From a comparison with HADES data one could conclude that the present parametrization of the CMF model leads to a slightly too weak momentum dependence. However, a more firm conclusion will require a systematic comparison with flow and multiplicity data over a range of beam energies and system sizes. Our work serves as an important step towards such future studies where the properties of dense QCD matter, through parameters of the CMF model, can be constraint using a comparison of the UrQMD model with high precision heavy ion data, finally also allowing direct comparisons with neutron star and neutron star merger observables."
    },
    {
      "title": "Several problems on the measured hyperorder cumulants of net-proton distributions in heavy-ion collisions",
      "link": "http://iopscience.iop.org/article/10.1088/1361-6471/adab87",
      "authors": "Lizhu Chen, Ye-Yin Zhao, Zhiming Li and Yuanfang Wu",
      "source": "Journal of Physics G: Nuclear and Particle Physics",
      "publicationDate": "2025-03-08T12:56:29.377699",
      "summary": "Hyperorder cumulants C5/C1 and C6/C2 are recommended as sensitive observables to explore the QCD phase transition in heavy-ion collisions. Precisely measuring their results remains a difficult task in experiments, when employing the centrality bin width correction (CBWC) to suppress the initial volume fluctuations. Various techniques within the CBWC formula can lead to notable differences in the results. We will systematically investigate the application of the CBWC method to the measured net-proton C5/C1 and C6/C2 using the UrQMD model and Skellam-based simulations at = 11.5 GeV in Au + Au collisions. A recommended approach is proposed to calculate C5/C1 and C6/C2 in 0%–40% centrality. With statistics comparable to the RHIC beam energy scan phase II (BES-II), our studies provide a baseline for analyzing net-proton C5/C1 and C6/C2 in relativistic heavy-ion collisions."
    },
    {
      "title": "Toward the first gluon parton distribution from the LaMET",
      "link": "http://iopscience.iop.org/article/10.1088/1361-6471/ada815",
      "authors": "William Good, Kinza Hasan and Huey-Wen Lin",
      "source": "Journal of Physics G: Nuclear and Particle Physics",
      "publicationDate": "2025-03-08T12:56:29.377689",
      "summary": "We present progress towards the first unpolarized gluon quasi-parton distribution function (PDF) from lattice quantum chromodynamics using high-statistics measurements for hadrons at two valence pion masses Mπ ≈ 310 and 690 MeV computed on an a ≈ 0.12 fm ensemble with 2 + 1 + 1-flavors of highly improved staggered quark generated by the MILC collaboration. In this study, we consider two gluon operators for which the hybrid-ratio renormalization matching kernels have been recently derived and a third operator that has been used in prior pseudo-PDF studies of the gluon PDFs. We compare the matrix elements for each operator for both the nucleon and pion, at both pion masses, and using two gauge-smearing techniques. Focusing on the more phenomenologically studied nucleon gluon PDF, we compare the ratio and hybrid-ratio renormalized matrix elements at both pion masses and both smearings to those reconstructed from the nucleon gluon PDF from the CT18 global analysis. We identify the best choice of operator to study the gluon PDF and present the first gluon quasi-PDF under some caveats. Additionally, we explore the recent idea of Coulomb gauge fixing to improve signal at large Wilson-line displacement and find it could be a major help in improving the signal in the gluon matrix elements. This work helps identify the best operator for studying the gluon quasi-PDF, shows higher hadron boost momentum is needed to implement hybrid-ratio renormalization reliably, and suggests the need to study more diverse set of operators with their corresponding perturbative calculations for hybrid-ratio renormalization to further gluon quasi-PDF study."
    },
    {
      "title": "Time-dependent gamma-ray emission from quasi-spherical explosions: the case of novae",
      "link": "http://iopscience.iop.org/article/10.1088/1361-6471/ada62c",
      "authors": "W Bednarek and P Witczak",
      "source": "Journal of Physics G: Nuclear and Particle Physics",
      "publicationDate": "2025-03-08T12:56:29.377678",
      "summary": "We consider a general model for a quasi-spherical explosion in which a part of the explosion energy is thermalized, forming an expanding photosphere around a compact object, and the second part of energy is taken by the expanding shell of material which forms a shock wave in the surrounding medium. Different types of particles (electrons, hadrons) can, in principle, be accelerated at the shock. They interact with the thermal radiation from the photosphere and also with the material at the shell. We determine the equilibrium spectra of particles in the shell as a function of time after explosion and calculate the time-dependent γ-ray spectra by taking into account the effects which are due to the anisotropy of the photo-spheric radiation field on the Inverse Compton (IC) process; we also include the absorption of IC γ-rays in the photosphere radiation. We conclude that, in principle, both leptonic and hadronic models can explain the GeV-TeV gamma-ray emission recently detected from the Nova RS Oph. However, the hadronic model, in comparison to the leptonic model, is more energetically demanding and requires much stronger magnetization of the nova shell."
    },
    {
      "title": "Detection of reactor neutrinos using gadolinium-doped plastic scintillators enhanced by machine learning techniques",
      "link": "http://iopscience.iop.org/article/10.1088/1361-6471/adac81",
      "authors": "Murat Altınlı and Halil Gamsızkan",
      "source": "Journal of Physics G: Nuclear and Particle Physics",
      "publicationDate": "2025-03-08T12:56:29.377668",
      "summary": "In this study, we present a detailed approach for detecting reactor neutrinos by employing gadolinium-doped plastic scintillators combined with machine learning techniques. The proposed detector design was simulated using the Geant4 framework, featuring segmented modules of plastic scintillators doped with gadolinium to enhance neutron capture efficiency. Inverse beta decay (IBD) events generated by ERNIE and background events produced by cosmic ray simulations were used to train and test an Extreme Gradient Boosting (XGBoost) model for signal-background discrimination. The model demonstrated high discrimination accuracy for prompt IBD events but encountered challenges with delayed neutron background discrimination due to similarities in neutron capture. Performance comparisons with traditional cut-based analyses highlighted the improved accuracy achieved through machine learning, particularly when utilizing additional event features. This work establishes the potential of gadolinium-doped plastic scintillators and machine learning in enhancing neutrino detection and lays the groundwork for future experimental validation and detector optimization."
    },
    {
      "title": "Summary of the trigger systems of the Large Hadron Collider experiments ALICE, ATLAS, CMS and LHCb",
      "link": "http://iopscience.iop.org/article/10.1088/1361-6471/adaadc",
      "authors": "J Albrecht, L Bozianu, L Calefice, S Cella, C E Cocha Toapaxi, C Doglioni, V V Gligorov, J A Gooding, K E Iversen, P Inkaew, D Magdalinski, A Sopasakis and D J Wilson-Edwards",
      "source": "Journal of Physics G: Nuclear and Particle Physics",
      "publicationDate": "2025-03-08T12:56:29.377658",
      "summary": "In modern high energy physics (HEP) experiments, triggers perform the important task of selecting, in real time, the data to be recorded and saved for physics analyses. As a result, trigger strategies play a key role in extracting relevant information from the vast streams of data produced at facilities like the large hadron collider (LHC). As the energy and luminosity of the collisions increase, these strategies must be upgraded and maintained to suit the experimental needs. This whitepaper presents a high-level overview and reviews recent developments of triggering practices employed at the LHC. The general trigger principles applied at modern HEP experiments are highlighted, with specific reference to the current trigger state-of-the-art within the ALICE, ATLAS, CMS and LHCb collaborations. Furthermore, a brief synopsis of the new trigger paradigm required by the upcoming high-luminosity upgrade of the LHC is provided. This whitepaper, compiled by Early Stage Researchers of the SMARTHEP network, is not meant to provide an exhaustive review or substitute documentation and papers from the collaborations themselves, but rather offer general considerations and examples from the literature that are relevant to the SMARTHEP network."
    },
    {
      "title": "Sensitivity of transverse momentum correlations to early-stage and thermal fluctuations",
      "link": "http://iopscience.iop.org/article/10.1088/1361-6471/adaed9",
      "authors": "Oleh Savchuk",
      "source": "Journal of Physics G: Nuclear and Particle Physics",
      "publicationDate": "2025-03-08T12:56:29.377646",
      "summary": "Transverse momentum correlations were recently measured by the ALICE collaboration at the LHC [Acharya etal (2020 Phys. Lett. B804 135375)]. A long-range structure in terms of relative pseudorapidity of particle pairs is observed. This may imply some signal of the initial state owing to the sheer spread of the correlation. However, the fluctuations inside a thermally equilibrated medium have to be taken into account, serving as motivation for this paper. Using lattice Quantum Chromodynamics constraints, we predicted the development and spread of balancing correlations caused by energy-momentum conservation. At the same time, we propagated the Gaussian-shaped initial correlation using hydrodynamics to estimate its effects. Our findings suggest that the resulting correlation, known as ‘the ridge,’ is sensitive both to flucutations seeded in the pre-equilibrium stage and to those seeded in the equilibrated medium. This can provide important insight into the early stages of the collision."
    },
    {
      "title": "Optimizing sea level muon flux modelling: a 2D fit approach and integration into Geant4 generators",
      "link": "http://iopscience.iop.org/article/10.1088/1361-6471/adb6c3",
      "authors": "C Frosin, L Bonechi, D Borselli, V Ciulli, R D’Alessandro, S Gonzi and L Viliani",
      "source": "Journal of Physics G: Nuclear and Particle Physics",
      "publicationDate": "2025-03-08T12:56:29.377625",
      "summary": "Starting from the measurements conducted in 2004 with the ADAMO silicon spectrometer, we have performed a 2D fit procedure to diverse combinations of muon flux datasets documented in the literature. The fit employed three different formulas describing the energy and angular distribution of atmospheric muons at the Earth’s surface. The analysis revealed that some measurements showed discrepancies in their compatibility with the expected results or between them with variations greater than a few sigmas. For example, vertical measurements expand over a wide range of flux values even for similar setup experiments. However, we have identified a formula capable of furnishing comprehensive spectrum coverage utilizing a singular set of parameters. Despite inherent limitations, we have achieved a satisfactory agreement with the Guan parameterization. Subsequently, we have integrated this optimized parameterization into the EcoMug library and a Geant4-based muon generator. The model’s predictive capabilities have been validated by comparing it with experimental flux measurements and against other measurements in the literature. Through this process, we have shown and tested the reliability and accuracy of different muon flux modelling, facilitating advancements in domains reliant on the precise characterization of atmospheric muon phenomena."
    },
    {
      "title": "Speed of sound bounds and first-order phase transitions in compact stars",
      "link": "http://link.aps.org/doi/10.1103/PhysRevC.111.025801",
      "authors": "P. Laskos-Patkos, G. A. Lalazissis, Sibo Wang, Jie Meng, Peter Ring, and Ch. C. Moustakidis",
      "source": "Physical Review C",
      "publicationDate": "2025-03-08T12:56:24.438522",
      "summary": "Author(s): P. Laskos-Patkos, G. A. Lalazissis, Sibo Wang, Jie Meng, Peter Ring, and Ch. C. MoustakidisIn the present study, we employ three distinct, physically motivated speed of sound bounds to construct hybrid models, where the high-density phase is described by the maximally stiff equation of state. In particular, we consider the bounds related to special relativity, relativistic kinetic theory,…[Phys. Rev. C 111, 025801] Published Mon Feb 03, 2025"
    },
    {
      "title": "Relaxation times for disoriented isospin condensates in high energy heavy ion collisions",
      "link": "http://link.aps.org/doi/10.1103/PhysRevC.111.024903",
      "authors": "Olivia Chabowski, Joseph I. Kapusta, and Mayank Singh",
      "source": "Physical Review C",
      "publicationDate": "2025-03-08T12:56:24.438511",
      "summary": "Author(s): Olivia Chabowski, Joseph I. Kapusta, and Mayank SinghFluctuations between charged and neutral kaons measured by the ALICE Collaboration in Pb-Pb collisions at the CERN Large Hadron Collider (LHC) exceed conventional explanations. Previously it was shown that if the scalar condensate is accompanied by an electrically neutral isospin-1 field then the co…[Phys. Rev. C 111, 024903] Published Mon Feb 03, 2025"
    },
    {
      "title": "Pair momentum dependence of a tilted source in heavy-ion collisions",
      "link": "http://link.aps.org/doi/10.1103/PhysRevC.111.024902",
      "authors": "Yevheniia Khyzhniak and Michael Annan Lisa",
      "source": "Physical Review C",
      "publicationDate": "2025-03-08T12:56:24.438500",
      "summary": "Author(s): Yevheniia Khyzhniak and Michael Annan LisaIn noncentral heavy-ion collisions, the particle-emitting source can be tilted away from the beam direction, an effect that becomes particularly significant at collision energies of a few GeV and lower. This phenomenon, manifest itself in many observables such as directed flow, polarization, and vor…[Phys. Rev. C 111, 024902] Published Mon Feb 03, 2025"
    },
    {
      "title": "$T$-odd parton distribution functions and azimuthal anisotropy at high transverse momentum in $p\\text{−}p$ and $p\\text{−}A$ collisions",
      "link": "http://link.aps.org/doi/10.1103/PhysRevC.111.024901",
      "authors": "Ismail Soudi and Abhijit Majumder",
      "source": "Physical Review C",
      "publicationDate": "2025-03-08T12:56:24.438489",
      "summary": "Author(s): Ismail Soudi and Abhijit MajumderVarious azimuthal anisotropies (${v}_{1},{v}_{2},{v}_{3},{v}_{4}$), at high transverse momentum (high ${p}_{T}$), are shown to arise from the asymmetric scattering of transverse polarized quarks and gluons, arising from unpolarized nucleons (the Boer-Mulders effect) and resulting in unpolarized hadr…[Phys. Rev. C 111, 024901] Published Mon Feb 03, 2025"
    },
    {
      "title": "Compound nucleus formation cross sections in lead-induced reactions",
      "link": "http://link.aps.org/doi/10.1103/PhysRevC.111.024601",
      "authors": "V. Yu. Denisov",
      "source": "Physical Review C",
      "publicationDate": "2025-03-08T12:56:24.438478",
      "summary": "Author(s): V. Yu. DenisovThe formation of the compound nucleus in heavy-ion collisions is considered in two steps. The first step is related to the penetration of the ions through the capture barrier, the formation of the sticking nuclei in the capture well, and the transfer of kinetic energy of relative motion into the int…[Phys. Rev. C 111, 024601] Published Mon Feb 03, 2025"
    },
    {
      "title": "Exhibition of multiple band structures of different kind in $^{142}\\mathrm{Eu}$",
      "link": "http://link.aps.org/doi/10.1103/PhysRevC.111.024303",
      "authors": "Sajad Ali, S. Rajbanshi, Somnath Nag, S. Bhattacharyya, S. Chattopadhyay, A. Goswami, G. Mukherjee, R. Palit, S. Saha, J. Sethi, A. K. Singh, and T. Trivedi",
      "source": "Physical Review C",
      "publicationDate": "2025-03-08T12:56:24.438467",
      "summary": "Author(s): Sajad Ali, S. Rajbanshi, Somnath Nag, S. Bhattacharyya, S. Chattopadhyay, A. Goswami, G. Mukherjee, R. Palit, S. Saha, J. Sethi, A. K. Singh, and T. TrivediHigh spin states in $^{142}\\mathrm{Eu}$ have been investigated using the fusion-evaporation reaction $^{116}\\mathrm{Cd}$ ($^{31}\\mathrm{P}$, $5n$) at the beam energy of 148 MeV using the Indian National Gamma Array. The spin-parity of the observed dipole bands (DB1 and DB2) and the quadrupole bands …[Phys. Rev. C 111, 024303] Published Mon Feb 03, 2025"
    },
    {
      "title": "Pairing effect on critical spin in chiral rotation. II. Triaxial deformation dependence",
      "link": "http://link.aps.org/doi/10.1103/PhysRevC.111.024302",
      "authors": "Y. Wu and Q. B. Chen",
      "source": "Physical Review C",
      "publicationDate": "2025-03-08T12:56:24.438457",
      "summary": "Author(s): Y. Wu and Q. B. ChenThe critical spin ${I}_{c}$ or critical frequency $ℏ{ω}_{c}$ denotes the minimum spin or rotational frequency required for the onset of aplanar chiral rotation in nuclear systems. The triaxial deformation dependence of the pairing effect on ${I}_{c}$ and $ℏ{ω}_{c}$ are investigated for the particle-…[Phys. Rev. C 111, 024302] Published Mon Feb 03, 2025"
    },
    {
      "title": "Quadrupole-hexadecapole correlations in neutron-rich samarium and gadolinium isotopes",
      "link": "http://link.aps.org/doi/10.1103/PhysRevC.111.024301",
      "authors": "L. Lotina, K. Nomura, R. Rodríguez-Guzmán, and L. M. Robledo",
      "source": "Physical Review C",
      "publicationDate": "2025-03-08T12:56:24.438446",
      "summary": "Author(s): L. Lotina, K. Nomura, R. Rodríguez-Guzmán, and L. M. RobledoWe present an extensive study of quadrupole-hexadecapole correlation effects in even-even Sm and Gd isotopes with neutron number $N=88\\text{–}106$. The calculations are performed in the framework of the Gogny energy density functional (EDF) with the D1S parametrization and the $sdg$ interacting boso…[Phys. Rev. C 111, 024301] Published Mon Feb 03, 2025"
    },
    {
      "title": "Particle production by $γ\\text{−}γ$ interactions in future electron-ion colliders",
      "link": "http://link.aps.org/doi/10.1103/PhysRevC.111.025201",
      "authors": "Carlos A. Bertulani, Reinaldo Francener, Victor P. Gonçalves, and Juciene T. de Souza",
      "source": "Physical Review C",
      "publicationDate": "2025-03-08T12:56:24.438435",
      "summary": "Author(s): Carlos A. Bertulani, Reinaldo Francener, Victor P. Gonçalves, and Juciene T. de SouzaThe particle production in photon-photon ($γγ$) interactions present in electron-ion collisions is investigated. We present calculations for the total cross sections and event rates related to the production of light mesons $[η,{η}^{′},{f}_{0}$ and ${f}_{2}]$, charmonium $[{η}_{c}$ and ${χ}_{c}]$, a…[Phys. Rev. C 111, 025201] Published Tue Feb 04, 2025"
    },
    {
      "title": "New insight into the $N/Z$ and mass equilibration in heavy-ion collisions",
      "link": "http://link.aps.org/doi/10.1103/PhysRevC.111.024602",
      "authors": "Yu Yang, Zehong Liao, Zepeng Gao, Long Zhu, Jun Su, and Cheng Li",
      "source": "Physical Review C",
      "publicationDate": "2025-03-08T12:56:24.438424",
      "summary": "Author(s): Yu Yang, Zehong Liao, Zepeng Gao, Long Zhu, Jun Su, and Cheng LiThe dynamics of $N/Z$ and mass equilibration are investigated in the reactions $^{112}\\mathrm{Sn}+^{239}\\mathrm{Pu}$ (${\\mathrm{E}}_{\\mathrm{c}.\\mathrm{m}.}=500\\phantom{\\rule{0.16em}{0ex}}\\mathrm{MeV}$) and $^{124}\\mathrm{Sn}+^{239}\\mathrm{Pu}$ (${\\mathrm{E}}_{\\mathrm{c}.\\mathrm{m}.}=490$ and 510 Me…[Phys. Rev. C 111, 024602] Published Tue Feb 04, 2025"
    },
    {
      "title": "Microscopic origins of octupole collectivity in doubly magic $^{208}\\mathrm{Pb}$",
      "link": "http://link.aps.org/doi/10.1103/PhysRevC.111.L021301",
      "authors": "M. Rejmund and P. Van Isacker",
      "source": "Physical Review C",
      "publicationDate": "2025-03-08T12:56:24.438410",
      "summary": "Author(s): M. Rejmund and P. Van IsackerMany spherical nuclei exhibit a collective, low-lying octupole excitation. This paper analyzes such a state in the doubly magic nucleus 208Pb and traces the properties back to coherent scattering of high-angular momentum proton-neutron pairs that are fully aligned. A large fragmentation of the particle-hole wave function, together with its coherence, which is shown to be a generic property of the lowest-energy eigenstate, lead to a constructive accumulation of interaction strength. This insight into the shell-model underpinnings of such otherwise well-characterized collective nuclear states may help explain the ubiquity of their appearance.[Phys. Rev. C 111, L021301] Published Wed Feb 05, 2025"
    },
    {
      "title": "Polaronic neutron in dilute $α$ matter: A $p$-wave Bose polaron",
      "link": "http://link.aps.org/doi/10.1103/PhysRevC.111.025802",
      "authors": "Hiroyuki Tajima, Hajime Moriya, Tomoya Naito, Wataru Horiuchi, Eiji Nakano, and Kei Iida",
      "source": "Physical Review C",
      "publicationDate": "2025-03-08T12:56:24.438399",
      "summary": "Author(s): Hiroyuki Tajima, Hajime Moriya, Tomoya Naito, Wataru Horiuchi, Eiji Nakano, and Kei IidaWe theoretically investigate quasiparticle properties of a neutron immersed in an alpha condensate, which is one of the possible states of dilute symmetric nuclear matter. The resonant $p$-wave neutron-alpha scattering, which plays a crucial role in forming halo nuclei, is considered. This system is…[Phys. Rev. C 111, 025802] Published Wed Feb 05, 2025"
    },
    {
      "title": "Production mechanisms of neutron-rich $N≈126$ nuclei in the $^{204,207}\\mathrm{Hg}, ^{235,238}\\mathrm{U}+^{198}\\mathrm{Pt}$ reactions",
      "link": "http://link.aps.org/doi/10.1103/PhysRevC.111.024603",
      "authors": "Ping Feng, Kai Zhao, Zhong Liu, Ning Wang, Feng-Shou Zhang, and Yingxun Zhang",
      "source": "Physical Review C",
      "publicationDate": "2025-03-08T12:56:24.438388",
      "summary": "Author(s): Ping Feng, Kai Zhao, Zhong Liu, Ning Wang, Feng-Shou Zhang, and Yingxun ZhangMultinucleon transfer reactions $^{204,207}\\mathrm{Hg}, ^{235,238}\\mathrm{U}+^{198}\\mathrm{Pt}$ at incident energy 8 MeV/nucleon are simulated by using the improved quantum molecular dynamics model. Symmetric system with neutron-rich but unstable projectile $^{207}\\mathrm{Hg}$ provides the largest p…[Phys. Rev. C 111, 024603] Published Wed Feb 05, 2025"
    },
    {
      "title": "Microscopic description of quadrupole-hexadecapole coupling in radium, thorium, uranium, and plutonium isotopes with the Gogny energy density functional",
      "link": "http://link.aps.org/doi/10.1103/PhysRevC.111.024304",
      "authors": "R. Rodríguez-Guzmán and L. M. Robledo",
      "source": "Physical Review C",
      "publicationDate": "2025-03-08T12:56:24.438377",
      "summary": "Author(s): R. Rodríguez-Guzmán and L. M. RobledoThe emergence and stability of static hexadecapole deformations as well as the impact in the development of dynamic deformation due to collective motion considering quadrupole-hexadecapole coupling are studied for a selected set of radium, thorium, uranium, and plutonium isotopes, using the Gogny Ha…[Phys. Rev. C 111, 024304] Published Wed Feb 05, 2025"
    },
    {
      "title": "Hadronic light-by-light scattering contribution to $1S\\text{−}2S$ transition in muonium",
      "link": "http://link.aps.org/doi/10.1103/PhysRevC.111.025202",
      "authors": "V. I. Korobov, F. A. Martynenko, A. P. Martynenko, and A. V. Eskin",
      "source": "Physical Review C",
      "publicationDate": "2025-03-08T12:56:24.438366",
      "summary": "Author(s): V. I. Korobov, F. A. Martynenko, A. P. Martynenko, and A. V. EskinWe study the hadronic light-by-light scattering contribution to the energy interval $1S\\text{−}2S$ in muonium. Various amplitudes of interaction of a muon and an electron are constructed, in which the effect of hadronic scattering of light by light is determined using the transition form factor of t…[Phys. Rev. C 111, 025202] Published Thu Feb 06, 2025"
    },
    {
      "title": "Influence of the chiral magnetic effect on particle-pair elliptic anisotropy",
      "link": "http://link.aps.org/doi/10.1103/PhysRevC.111.024904",
      "authors": "Han-Sheng Li, Yicheng Feng, and Fuqiang Wang",
      "source": "Physical Review C",
      "publicationDate": "2025-03-08T12:56:24.438355",
      "summary": "Author(s): Han-Sheng Li, Yicheng Feng, and Fuqiang WangThe chiral magnetic effect (CME) is a phenomenon in which electric charge is separated by a strong magnetic field from local domains of chirality imbalance in quantum chromodynamics. The CME-sensitive, azimuthal correlator difference $\\mathrm{Δ}γ$ between opposite-sign (OS) and same-sign (SS) charge…[Phys. Rev. C 111, 024904] Published Thu Feb 06, 2025"
    },
    {
      "title": "Model-repair capabilities of tree-based machine-learning algorithms applied to theoretical nuclear mass models",
      "link": "http://link.aps.org/doi/10.1103/PhysRevC.111.024306",
      "authors": "Guo-Ping Liu, Hua-Lei Wang, Zhen-Zhen Zhang, and Min-Liang Liu",
      "source": "Physical Review C",
      "publicationDate": "2025-03-08T12:56:24.438344",
      "summary": "Author(s): Guo-Ping Liu, Hua-Lei Wang, Zhen-Zhen Zhang, and Min-Liang LiuIn this project, we systematically investigate and evaluate the performance and predictive power of refined nuclear-mass models with tree-based machine learning methods, including the model-repair capabilities applied to the “bare” mass-model calculations. Combining six theoretical models with five …[Phys. Rev. C 111, 024306] Published Thu Feb 06, 2025"
    },
    {
      "title": "Time-dependent relativistic Hartree-Fock model with spherical symmetry",
      "link": "http://link.aps.org/doi/10.1103/PhysRevC.111.024305",
      "authors": "Jing Geng (耿晶), Zhi Heng Wang (王之恒), Peng Wei Zhao (赵鹏巍), Yi Fei Niu (牛一斐), Haozhao Liang (梁豪兆), and Wen Hui Long (龙文辉)",
      "source": "Physical Review C",
      "publicationDate": "2025-03-08T12:56:24.438332",
      "summary": "Author(s): Jing Geng (耿晶), Zhi Heng Wang (王之恒), Peng Wei Zhao (赵鹏巍), Yi Fei Niu (牛一斐), Haozhao Liang (梁豪兆), and Wen Hui Long (龙文辉)This work establishes the time-dependent relativistic Hartree-Fock (TD-RHF) model with spherical symmetry. The time-dependent integral differential Dirac equations are solved by expanding Dirac spinors on the spherical Dirac Woods-Saxon (DWS) basis. The numerical verification demonstrates the high c…[Phys. Rev. C 111, 024305] Published Thu Feb 06, 2025"
    },
    {
      "title": "Nuclear-level effective theory of $μ→e$ conversion: Inelastic process",
      "link": "http://link.aps.org/doi/10.1103/PhysRevC.111.025501",
      "authors": "W. C. Haxton and Evan Rule",
      "source": "Physical Review C",
      "publicationDate": "2025-03-08T12:56:24.438317",
      "summary": "Author(s): W. C. Haxton and Evan RuleBecause processes involving charged leptons are expected to conserve flavor, any evidence of muon-to-electron conversion is recognized as an important signal to constrain physics beyond the Standard Model. Whereas most experiments so far have assumed elastic transitions for muon-to-electron conversion, this paper shows how inelastic transitions which leave the nucleus in an excited state would allow for more probes of new physics. Such transitions can modify the near-endpoint spectrum of conversion electrons, to which the underlying flavor-symmetry violating operator is sensitive. The authors find that 27Al, the target of ongoing muon-to-electron conversion experiments, is an excellent isotope choice to observe inelastic transitions.[Phys. Rev. C 111, 025501] Published Fri Feb 07, 2025"
    },
    {
      "title": "Addendum: Dielectron production in proton-proton and proton-lead collisions at $\\sqrt{{s}_{NN}}=5.02\\phantom{\\rule{0.16em}{0ex}}\\mathrm{TeV}$",
      "link": "http://link.aps.org/doi/10.1103/PhysRevC.111.024905",
      "authors": "S. Acharya <em>et al.</em> (ALICE Collaboration)",
      "source": "Physical Review C",
      "publicationDate": "2025-03-08T12:56:24.438304",
      "summary": "Author(s): S. Acharya et al. (ALICE Collaboration)This is an addendum to the article “Dielectron production in proton-proton and proton-lead collisions at $\\sqrt{{s}_{\\mathrm{NN}}}=5.02\\phantom{\\rule{0.16em}{0ex}}\\mathrm{TeV}$” published in [Phys. Rev. C 102, 055204 (2020)]. We update the extracted charm cross section at midrapidity given in Table …[Phys. Rev. C 111, 024905] Published Fri Feb 07, 2025"
    },
    {
      "title": "Quantifying angular distributions in multinucleon transfer reactions with a semiclassical method",
      "link": "http://link.aps.org/doi/10.1103/PhysRevC.111.024605",
      "authors": "Zehong Liao, Zepeng Gao, Yu Yang, Yueping Fang, Long Zhu, and Jun Su",
      "source": "Physical Review C",
      "publicationDate": "2025-03-08T12:56:24.438293",
      "summary": "Author(s): Zehong Liao, Zepeng Gao, Yu Yang, Yueping Fang, Long Zhu, and Jun SuThe multinucleon transfer (MNT) process in low-energy heavy ion collisions can be utilized to produce unknown nuclei far beyond the stability line. However, the reaction products exhibit broad angular and energy distributions, which could lower the experimental detection efficiency. We present a cla…[Phys. Rev. C 111, 024605] Published Fri Feb 07, 2025"
    },
    {
      "title": "Photonuclear reactions on stable isotopes of molybdenum at bremsstrahlung endpoint energies of 10–23 MeV",
      "link": "http://link.aps.org/doi/10.1103/PhysRevC.111.024604",
      "authors": "F. A. Rasulova, N. V. Aksenov, S. I. Alekseev, S. S. Belyshev, I. Chuprakov, N. Yu. Fursova, A. S. Madumarov, J. H. Khushvaktov, and A. A. Kuznetsov",
      "source": "Physical Review C",
      "publicationDate": "2025-03-08T12:56:24.438282",
      "summary": "Author(s): F. A. Rasulova, N. V. Aksenov, S. I. Alekseev, S. S. Belyshev, I. Chuprakov, N. Yu. Fursova, A. S. Madumarov, J. H. Khushvaktov, and A. A. KuznetsovIn this study experiments were performed at bremsstrahlung end-point energies of 10–23 MeV with the beam from the MT-25 microtron (Joint Institute for Nuclear Research, Dubna) using the γ-activation technique. The experimental values of relative yields, cross sections per equivalent quantum and flux…[Phys. Rev. C 111, 024604] Published Fri Feb 07, 2025"
    },
    {
      "title": "Semi-empirical formula for two-neutrino double-$β$ decay",
      "link": "http://link.aps.org/doi/10.1103/PhysRevC.111.024307",
      "authors": "O. Niţescu and F. Šimkovic",
      "source": "Physical Review C",
      "publicationDate": "2025-03-08T12:56:24.438271",
      "summary": "Author(s): O. Niţescu and F. ŠimkovicWe propose a semi-empirical formula (SEF) for calculating the nuclear matrix elements (NMEs) for two-neutrino double-β decay. The SEF's dependence on the proton and neutron numbers, the pairing, isospin, and deformation properties of the initial and final nuclei is inspired by the insights offered b…[Phys. Rev. C 111, 024307] Published Fri Feb 07, 2025"
    },
    {
      "title": "Erratum: Cumulants and correlation functions of net-proton, proton, and antiproton multiplicity distributions in $\\text{Au}+\\text{Au}$ collisions at energies available at the BNL Relativistic Heavy Ion Collider [Phys. Rev. C <b>104</b>, 024902 (2021)]",
      "link": "http://link.aps.org/doi/10.1103/PhysRevC.111.029902",
      "authors": "M. S. Abdallah <em>et al.</em> (STAR Collaboration)",
      "source": "Physical Review C",
      "publicationDate": "2025-03-08T12:56:24.438261",
      "summary": "Author(s): M. S. Abdallah et al. (STAR Collaboration)[Phys. Rev. C 111, 029902] Published Mon Feb 10, 2025"
    },
    {
      "title": "Neutrino and antineutrino charged-current multinucleon cross sections reexamined",
      "link": "http://link.aps.org/doi/10.1103/PhysRevC.111.025502",
      "authors": "J. E. Sobczyk and J. Nieves",
      "source": "Physical Review C",
      "publicationDate": "2025-03-08T12:56:24.438246",
      "summary": "Author(s): J. E. Sobczyk and J. NievesIn this work we improve on several aspects of the computation of the (anti)neutrino charged-current multinucleon cross section carried out in Phys. Rev. C 83, 045501 (2011) and Phys. Rev. C 102, 024601 (2020). Most importantly, we implement a consistent treatment of the nucleon self-energy in the ${…[Phys. Rev. C 111, 025502] Published Mon Feb 10, 2025"
    },
    {
      "title": "Nucleon form factors from generalized parton distributions",
      "link": "http://link.aps.org/doi/10.1103/PhysRevC.111.025203",
      "authors": "Leila Ghasemzadeh, Pegah Sartipi YarAahmadi, Fatemeh Arbabifar, Nader Morshedian, and Shahin Atashbar Tehrani",
      "source": "Physical Review C",
      "publicationDate": "2025-03-08T12:56:24.438234",
      "summary": "Author(s): Leila Ghasemzadeh, Pegah Sartipi YarAahmadi, Fatemeh Arbabifar, Nader Morshedian, and Shahin Atashbar TehraniIn this paper, we introduce a novel Ansatz for generalized parton distributions (GPDs), named GSAMA24. This Ansatz aims to provide a more accurate and comprehensive description of the internal structure of hadrons by incorporating advanced parametrizations and fitting techniques. We compare the perf…[Phys. Rev. C 111, 025203] Published Mon Feb 10, 2025"
    },
    {
      "title": "Renormalized critical dynamics and fluctuations in model A in the Hohenberg-Halperin classification",
      "link": "http://link.aps.org/doi/10.1103/PhysRevC.111.024906",
      "authors": "Nadine Attieh, Nathan Touroux, Marcus Bluhm, Masakiyo Kitazawa, Taklit Sami, and Marlene Nahrgang",
      "source": "Physical Review C",
      "publicationDate": "2025-03-08T12:56:24.438223",
      "summary": "Author(s): Nadine Attieh, Nathan Touroux, Marcus Bluhm, Masakiyo Kitazawa, Taklit Sami, and Marlene NahrgangIn the context of relativistic heavy-ion collisions, we explore the stochastic and dissipative relaxational dynamics of a nonconserved order parameter in a $λ{φ}^{4}$ interaction. The cutoff of the theory is provided by the lattice spacing chosen for our numerical simulations. As a consequence, obse…[Phys. Rev. C 111, 024906] Published Mon Feb 10, 2025"
    },
    {
      "title": "$α+α+^{3}\\mathrm{He}$ cluster structure in $^{11}\\mathrm{C}$",
      "link": "http://link.aps.org/doi/10.1103/PhysRevC.111.024309",
      "authors": "Ying-Yu Cao (曹颖逾), De-Ye Tao (陶德晔), Bo Zhou (周波), and Yu-Gang Ma (马余刚)",
      "source": "Physical Review C",
      "publicationDate": "2025-03-08T12:56:24.438212",
      "summary": "Author(s): Ying-Yu Cao (曹颖逾), De-Ye Tao (陶德晔), Bo Zhou (周波), and Yu-Gang Ma (马余刚)We study the $α+α+^{3}\\mathrm{He}$ cluster structure of $^{11}\\mathrm{C}$ within the microscopic cluster model. The calculations essentially reproduce the energy spectra for both negative and positive parity states, particularly the $3/{2}_{3}^{−}$ state near the $α+α+^{3}\\mathrm{He}$ threshold. We …[Phys. Rev. C 111, 024309] Published Mon Feb 10, 2025"
    },
    {
      "title": "Measurement of the $^{175}\\mathrm{Hf}$ half-life",
      "link": "http://link.aps.org/doi/10.1103/PhysRevC.111.024308",
      "authors": "K. N. Kmak, S. Neupane, K. Kolos, J. D. Despotopulos, B. N. Sammis, T. Wooddy, and N. D. Scielzo",
      "source": "Physical Review C",
      "publicationDate": "2025-03-08T12:56:24.438201",
      "summary": "Author(s): K. N. Kmak, S. Neupane, K. Kolos, J. D. Despotopulos, B. N. Sammis, T. Wooddy, and N. D. ScielzoHafnium-175 is a useful radioisotope for numerous applications; however, its evaluated half-life ($70±2\\phantom{\\rule{0.16em}{0ex}}\\mathrm{days}$) has a large uncertainty. To enable a new measurement of the half-life, $^{175}\\mathrm{Hf}$ was produced via proton irradiation of natural lutetium and ch…[Phys. Rev. C 111, 024308] Published Mon Feb 10, 2025"
    },
    {
      "title": "Quantum van der Waals quarkyonic matter at nonzero isospin asymmetry",
      "link": "http://link.aps.org/doi/10.1103/PhysRevC.111.025803",
      "authors": "Tripp Moss, Roman Poberezhniuk, and Volodymyr Vovchenko",
      "source": "Physical Review C",
      "publicationDate": "2025-03-08T12:56:24.438190",
      "summary": "Author(s): Tripp Moss, Roman Poberezhniuk, and Volodymyr VovchenkoWe extend the recently developed quantum van der Waals quarkyonic matter framework to nonzero isospin asymmetries by utilizing the two-component van der Waals equation with a generalized excluded volume prescription. The isospin dependence of van der Waals interaction parameters is determined by con…[Phys. Rev. C 111, 025803] Published Tue Feb 11, 2025"
    },
    {
      "title": "Presence of quasifission in the $^{30}\\mathrm{Si}+^{176}\\mathrm{Yb}$ reaction populating the compound nucleus $^{206}\\mathrm{Po}$",
      "link": "http://link.aps.org/doi/10.1103/PhysRevC.111.024606",
      "authors": "Lakhyajit Sarma, K. Kalita, Harun Al Rashid, Amar Das, Nabendu Kumar Deb, M. Bhuyan, Taniya M. Sonowal, Gyandeep Narzary, Rayees Ahmad Yatoo, S. Ramakrishna Reddy, Avitesh Agrawal, A. Jhingan, K. S. Golda, N. Saneesh, M. Kumar, and P. Sugathan",
      "source": "Physical Review C",
      "publicationDate": "2025-03-08T12:56:24.438179",
      "summary": "Author(s): Lakhyajit Sarma, K. Kalita, Harun Al Rashid, Amar Das, Nabendu Kumar Deb, M. Bhuyan, Taniya M. Sonowal, Gyandeep Narzary, Rayees Ahmad Yatoo, S. Ramakrishna Reddy, Avitesh Agrawal, A. Jhingan, K. S. Golda, N. Saneesh, M. Kumar, and P. SugathanFission fragment mass distribution has been studied for the reaction $^{30}\\mathrm{Si}+^{176}\\mathrm{Yb}$ populating the compound nucleus $^{206}\\mathrm{Po}$ at near-barrier energies to understand the effects of entrance channel mass asymmetry and deformation in the preactinide region. No appreciabl…[Phys. Rev. C 111, 024606] Published Tue Feb 11, 2025"
    },
    {
      "title": "Spin dynamics with realistic hydrodynamic background for relativistic heavy-ion collisions",
      "link": "http://link.aps.org/doi/10.1103/PhysRevC.111.024907",
      "authors": "Sushant K. Singh, Radoslaw Ryblewski, and Wojciech Florkowski",
      "source": "Physical Review C",
      "publicationDate": "2025-03-08T12:56:24.438167",
      "summary": "Author(s): Sushant K. Singh, Radoslaw Ryblewski, and Wojciech FlorkowskiThe equations of perfect spin hydrodynamics are solved for the first time using a realistic $(3+1)$-dimensional hydrodynamic background, calibrated to reproduce a comprehensive set of hadronic observables, including rapidity distributions, transverse momentum spectra, and elliptic flow coefficients …[Phys. Rev. C 111, 024907] Published Wed Feb 12, 2025"
    },
    {
      "title": "Strength measurements of the ${E}_{\\mathrm{R}}^{\\mathrm{lab}}=647$ and 1842 keV resonances in the $^{40}\\mathrm{Ca}(p,γ)^{41}\\mathrm{Sc}$ reaction and their relevance in novae nucleosynthesis",
      "link": "http://link.aps.org/doi/10.1103/PhysRevC.111.025804",
      "authors": "R. S. Sidhu, R. J. deBoer, J. Görres, M. Wiescher, J. Koros, K. Manukyan, M. Matney, J. McDonaugh, V. Picciotto, A. T. Sanchez, E. Stech, W. W. von Seeger, and L. Zimmer",
      "source": "Physical Review C",
      "publicationDate": "2025-03-08T12:56:24.438156",
      "summary": "Author(s): R. S. Sidhu, R. J. deBoer, J. Görres, M. Wiescher, J. Koros, K. Manukyan, M. Matney, J. McDonaugh, V. Picciotto, A. T. Sanchez, E. Stech, W. W. von Seeger, and L. ZimmerHere we report on the direct measurement of the resonance strengths of the ${E}_{\\mathrm{R}}^{\\mathrm{lab}}=647\\phantom{\\rule{0.16em}{0ex}}\\mathrm{keV}$ and 1842 keV resonances in the $^{40}\\mathrm{Ca}(p,γ)^{41}\\mathrm{Sc}$ reaction. At novae temperatures, $0.2&lt;{T}_{9}&lt;0.7$, the $^{40}\\mathrm{…[Phys. Rev. C 111, 025804] Published Thu Feb 13, 2025"
    },
    {
      "title": "Constraining calculations of $^{239}\\mathrm{Pu}(n,γ)$ cross sections with multistep cascade $γ$-ray spectra measured at the DANCE facility",
      "link": "http://link.aps.org/doi/10.1103/PhysRevC.111.024610",
      "authors": "J. L. Ullmann, T. Kawano, B. Baramsai, T. A. Bredeweg, A. Couture, M. Jandel, S. Mosby, J. M. O'Donnell, R. S. Rundberg, H. Sasaki, D. J. Vieira, J. B. Wilhelmy, M. Krtička, A. Chyzh, R. Henderson, and C. Y. Wu",
      "source": "Physical Review C",
      "publicationDate": "2025-03-08T12:56:24.438145",
      "summary": "Author(s): J. L. Ullmann, T. Kawano, B. Baramsai, T. A. Bredeweg, A. Couture, M. Jandel, S. Mosby, J. M. O'Donnell, R. S. Rundberg, H. Sasaki, D. J. Vieira, J. B. Wilhelmy, M. Krtička, A. Chyzh, R. Henderson, and C. Y. WuMeasurements of multistep cascade gamma-ray spectra from several low-lying ${1}^{+}$ resonances in the $^{239}\\mathrm{Pu}(n,γ)$ reaction were made using the DANCE detector. The measured spectra are compared to spectra simulated using several models for the photon strength function and the nuclear le…[Phys. Rev. C 111, 024610] Published Thu Feb 13, 2025"
    },
    {
      "title": "Quantum nature of $P$-even $T$-odd asymmetries in differential cross sections of fission reactions of unpolarized target nuclei by cold polarized neutrons with escape of prescission and evaporation of light particles",
      "link": "http://link.aps.org/doi/10.1103/PhysRevC.111.024609",
      "authors": "D. E. Lyubashevsky, J. D. Shcherbina, and S. G. Kadmensky",
      "source": "Physical Review C",
      "publicationDate": "2025-03-08T12:56:24.438134",
      "summary": "Author(s): D. E. Lyubashevsky, J. D. Shcherbina, and S. G. KadmenskyThe article considers two approaches to the description of $P$-even $T$-odd asymmetries in the angular distributions of prescission α particles, as well as instantaneous neutrons and $γ$rays: the classical one, using the method of trajectory calculations, and the quantum one, based on the quantum th…[Phys. Rev. C 111, 024609] Published Thu Feb 13, 2025"
    },
    {
      "title": "Effects of incompressibility on the neutron-proton equilibration in $^{70}\\mathrm{Zn}+^{70}\\mathrm{Zn}$ collisions at 35 MeV/nucleon",
      "link": "http://link.aps.org/doi/10.1103/PhysRevC.111.024608",
      "authors": "Erxi Xiao, Yu Yang, Yingge Huang, Zhen Zhang, Long Zhu, and Jun Su",
      "source": "Physical Review C",
      "publicationDate": "2025-03-08T12:56:24.438121",
      "summary": "Author(s): Erxi Xiao, Yu Yang, Yingge Huang, Zhen Zhang, Long Zhu, and Jun SuBackground: The primary goal of studying isospin dynamics via heavy-ion reactions is to explore the isospin dependence of effective interactions within the nuclear equation of state (EOS).Purpose: This work aims to investigate the effects of nuclear incompressibility (${K}_{0}$) on neutron-proton eq…[Phys. Rev. C 111, 024608] Published Thu Feb 13, 2025"
    },
    {
      "title": "Monte Carlo calculation of prompt-fission observables within the Langevin dynamics and the Weisskopf statistical model",
      "link": "http://link.aps.org/doi/10.1103/PhysRevC.111.024607",
      "authors": "Li-Le Liu, Yong-Jing Chen, Neng-Chuan Shu, Zhi-Gang Ge, Cai-Wan Shen, Xi-Zhen Wu, and Zhu-Xia Li",
      "source": "Physical Review C",
      "publicationDate": "2025-03-08T12:56:24.438111",
      "summary": "Author(s): Li-Le Liu, Yong-Jing Chen, Neng-Chuan Shu, Zhi-Gang Ge, Cai-Wan Shen, Xi-Zhen Wu, and Zhu-Xia LiIn this work, the Langevin approach within the two-center shell model incorporated with the statistical evaporation model is applied to consistently describe the fission dynamics and the deexcitation process of primary fragments. The charge distribution and the ratio of the average neutron number to…[Phys. Rev. C 111, 024607] Published Thu Feb 13, 2025"
    },
    {
      "title": "Electric dipole polarizability of $^{58}\\mathrm{Ni}$",
      "link": "http://link.aps.org/doi/10.1103/PhysRevC.111.024312",
      "authors": "I. Brandherm, F. Bonaiti, P. von Neumann-Cosel, S. Bacca, G. Colò, G. R. Jansen, Z. Z. Li (李征征), H. Matsubara, Y. F. Niu (牛一斐), P.-G. Reinhard, A. Richter, X. Roca-Maza, and A. Tamii",
      "source": "Physical Review C",
      "publicationDate": "2025-03-08T12:56:24.438100",
      "summary": "Author(s): I. Brandherm, F. Bonaiti, P. von Neumann-Cosel, S. Bacca, G. Colò, G. R. Jansen, Z. Z. Li (李征征), H. Matsubara, Y. F. Niu (牛一斐), P.-G. Reinhard, A. Richter, X. Roca-Maza, and A. TamiiThe electric dipole strength distribution in $^{58}\\mathrm{Ni}$ between 6 and 20 MeV has been determined from proton inelastic scattering experiments at very forward angles at RCNP, Osaka. The experimental data are rather well reproduced by quasiparticle random-phase approximation calculations inclu…[Phys. Rev. C 111, 024312] Published Thu Feb 13, 2025"
    },
    {
      "title": "Shannon entropy of optimized proton-neutron pair condensates",
      "link": "http://link.aps.org/doi/10.1103/PhysRevC.111.024310",
      "authors": "Shu-Yuan Liang, Yi Lu, Yang Lei, Calvin W. Johnson, Guan-Jian Fu, and Jia Jie Shen",
      "source": "Physical Review C",
      "publicationDate": "2025-03-08T12:56:24.438089",
      "summary": "Author(s): Shu-Yuan Liang, Yi Lu, Yang Lei, Calvin W. Johnson, Guan-Jian Fu, and Jia Jie ShenProton-neutron pairing and like-nucleon pairing are two different facets of atomic nuclear configurations. While like-nucleon pair condensates manifest their superfluidic nature in semimagic nuclei, it is not absolutely clear if there exists a $T=0$ proton-neutron pair condensate phase in $N=Z$ nucl…[Phys. Rev. C 111, 024310] Published Thu Feb 13, 2025"
    },
    {
      "title": "Examination of the multiple-scattering expansion in the four-nucleon system",
      "link": "http://link.aps.org/doi/10.1103/PhysRevC.111.024613",
      "authors": "A. Deltuva",
      "source": "Physical Review C",
      "publicationDate": "2025-03-08T12:56:24.438078",
      "summary": "Author(s): A. DeltuvaThe elastic $\\mathrm{neutron}\\text{−}^{3}\\mathrm{H}$ scattering at intermediate energies is studied using rigorous integral equations solved in the momentum-space partial-wave basis. The four-particle transition operators are expanded into multiple-scattering series in terms of subsystem transition …[Phys. Rev. C 111, 024613] Published Fri Feb 14, 2025"
    },
    {
      "title": "Effects of a high-momentum tail of the nucleon momentum distribution and in-medium nucleon-nucleon cross sections on nuclear stopping and collective flow in intermediate-energy heavy-ion collisions",
      "link": "http://link.aps.org/doi/10.1103/PhysRevC.111.024612",
      "authors": "Wen-Mei Guo and Cui-Hua Chen",
      "source": "Physical Review C",
      "publicationDate": "2025-03-08T12:56:24.438067",
      "summary": "Author(s): Wen-Mei Guo and Cui-Hua ChenThe short-range correlation, induced by the tensor force in the isosinglet neutron-proton interaction channel, results in a high-momentum tail (HMT) in the single-nucleon momentum distributions $n(k)$ in nuclei. Within an isospin- and momentum-dependent Boltzmann-Uehling-Uhlenbeck transport model in…[Phys. Rev. C 111, 024612] Published Fri Feb 14, 2025"
    },
    {
      "title": "Predictions for the synthesis of unknown $^{279–281}\\mathrm{Nh}$ and $^{287,288}\\mathrm{Nh}$ isotopes",
      "link": "http://link.aps.org/doi/10.1103/PhysRevC.111.024611",
      "authors": "Ming-Hao Zhang, Mei-Chen Wang, Ying Zou, Jing-Jing Li, Gen Zhang, and Feng-Shou Zhang",
      "source": "Physical Review C",
      "publicationDate": "2025-03-08T12:56:24.438056",
      "summary": "Author(s): Ming-Hao Zhang, Mei-Chen Wang, Ying Zou, Jing-Jing Li, Gen Zhang, and Feng-Shou ZhangBased on the dinuclear system model, we investigate the asymmetric fusion-evaporation reactions for producing unknown $^{279–281}\\mathrm{Nh}$ isotopes, with the objective of filling the gap between cold and hot fusion reactions. The optimal reaction channels for synthesizing $^{279–281}\\mathrm{Nh}$ …[Phys. Rev. C 111, 024611] Published Fri Feb 14, 2025"
    },
    {
      "title": "Static and dynamic properties of atomic nuclei with high-resolution potentials",
      "link": "http://link.aps.org/doi/10.1103/PhysRevC.111.024314",
      "authors": "Alex Gnech, Alessandro Lovato, and Noemi Rocco",
      "source": "Physical Review C",
      "publicationDate": "2025-03-08T12:56:24.438045",
      "summary": "Author(s): Alex Gnech, Alessandro Lovato, and Noemi RoccoWe compute ground-state and dynamical properties of $^{4}\\mathrm{He}$ and $^{16}\\mathrm{O}$ nuclei using as input high-resolution, phenomenological nucleon-nucleon and three-nucleon forces that are local in coordinate space. The nuclear Schrödinger equation for both nuclei is accurately solved emplo…[Phys. Rev. C 111, 024314] Published Fri Feb 14, 2025"
    },
    {
      "title": "Effective proton-neutron interaction in mirror nuclei",
      "link": "http://link.aps.org/doi/10.1103/PhysRevC.111.024313",
      "authors": "Y. M. Xing, Y. F. Luo, K. H. Li, Y. H. Zhang, J. G. Li, M. Wang, Yu. A. Litvinov, K. Blaum, X. L. Yan, T. Liao, M. Zhang, and X. Zhou",
      "source": "Physical Review C",
      "publicationDate": "2025-03-08T12:56:24.438033",
      "summary": "Author(s): Y. M. Xing, Y. F. Luo, K. H. Li, Y. H. Zhang, J. G. Li, M. Wang, Yu. A. Litvinov, K. Blaum, X. L. Yan, T. Liao, M. Zhang, and X. ZhouEffective proton-neutron interactions, ${V}_{pn}$, in mirror nuclei are systematically analyzed using the ground-state atomic masses. A mirror symmetry of ${V}_{pn}$ is found for bound nuclei with a standard deviation of $σ=32$ keV. However, this mirror symmetry is apparently broken for some mirror-…[Phys. Rev. C 111, 024313] Published Fri Feb 14, 2025"
    },
    {
      "title": "Boost-invariant spin hydrodynamics with spin feedback effects",
      "link": "http://link.aps.org/doi/10.1103/PhysRevC.111.024909",
      "authors": "Zbigniew Drogosz, Wojciech Florkowski, Natalia Łygan, and Radoslaw Ryblewski",
      "source": "Physical Review C",
      "publicationDate": "2025-03-08T12:56:24.438022",
      "summary": "Author(s): Zbigniew Drogosz, Wojciech Florkowski, Natalia Łygan, and Radoslaw RyblewskiA recently formulated extension of perfect spin hydrodynamics, which includes second-order corrections in the spin polarization tensor to the energy-momentum tensor and baryon current, is studied in the case of a one-dimensional boost-invariant expansion. The presence of second-order corrections int…[Phys. Rev. C 111, 024909] Published Tue Feb 18, 2025"
    },
    {
      "title": "Inclusive ${e}^{+}{e}^{−}$ production in collisions of pions with protons and nuclei in the second resonance region of baryons",
      "link": "http://link.aps.org/doi/10.1103/PhysRevC.111.024908",
      "authors": "R. Abou Yassine <em>et al.</em> (HADES Collaboration)",
      "source": "Physical Review C",
      "publicationDate": "2025-03-08T12:56:24.438010",
      "summary": "Author(s): R. Abou Yassine et al. (HADES Collaboration)Inclusive ${e}^{+}{e}^{−}$ production has been studied with HADES in ${π}^{−}+p, {π}^{−} +$ C, and ${π}^{−}+{\\mathrm{CH}}_{2}$ reactions, using the GSI pion beam at $\\sqrt{{s}_{πp}}=1.49$ GeV. Invariant mass and transverse momentum distributions have been measured and reveal contributions from Dalit…[Phys. Rev. C 111, 024908] Published Tue Feb 18, 2025"
    },
    {
      "title": "Breakup of the proton halo nucleus $^{8}\\mathrm{B}$ at a sub-Coulomb energy",
      "link": "http://link.aps.org/doi/10.1103/PhysRevC.111.024615",
      "authors": "K. Palli <em>et al.</em>",
      "source": "Physical Review C",
      "publicationDate": "2025-03-08T12:56:24.437998",
      "summary": "Author(s): K. Palli et al.We report inclusive breakup measurements of the proton halo nucleus $^{8}\\mathrm{B}$ on a medium mass target, $^{90}\\mathrm{Zr}$. The experiment was carried out at the TriSol facility of the University of Notre Dame at a beam energy of 26.5 MeV, corresponding to 90% of the Coulomb barrier. The data …[Phys. Rev. C 111, 024615] Published Tue Feb 18, 2025"
    },
    {
      "title": "First simultaneous measurement of the γ-ray and neutron emission probabilities in inverse kinematics at a heavy-ion storage ring",
      "link": "http://link.aps.org/doi/10.1103/PhysRevC.111.024614",
      "authors": "M. Sguazzin <em>et al.</em>",
      "source": "Physical Review C",
      "publicationDate": "2025-03-08T12:56:24.437976",
      "summary": "Author(s): M. Sguazzin et al.The probabilities of an excited atomic nucleus to emit particles and γ rays provide important information on the nuclear level density as well as the γ-ray strength function. These statistical quantities are important to model nuclear reactions including the complex nucleosynthesis networks that have formed the elements that exist today. But these emission probabilities are hard to come by in the laboratory. The authors demonstrate how they have achieved this challenging task with a new experimental approach, by exciting the stable, doubly magic nucleus 208Pb in inelastic proton scattering on a hydrogen gas-jet target inside the Experimental Storage Ring (ESR) at the GSI facility, and by detecting the lead (Pb) beamlike ions instead of the emitted γ rays or neutrons. Such measurements in inverse kinematics in a storage ring are free from complications by, e.g., competing reactions or energy loss in a fixed target. Here, the 208Pb beam passes the low-density hydrogen target a million times per second, restoring the luminosity in the regime of the thin target that preserves pristine excitation-energy resolution and particle identification capability, and enables outstanding detection efficiencies. The present results along with improvements under development promise future results for many short-lived nuclei of interest in astrophysics and nuclear science applications.[Phys. Rev. C 111, 024614] Published Tue Feb 18, 2025"
    },
    {
      "title": "Probing properties of nuclear spin-orbit interaction with nucleon spin polarization in intermediate-energy heavy-ion collisions",
      "link": "http://link.aps.org/doi/10.1103/PhysRevC.111.L021602",
      "authors": "Jun Xu",
      "source": "Physical Review C",
      "publicationDate": "2025-03-08T12:56:24.437965",
      "summary": "Author(s): Jun XuThe nucleon spin polarization perpendicular to the reaction plane (${P}_{y}$) and along the beam direction (${P}_{z}$) in $\\mathrm{Au}+\\mathrm{Au}$ collisions at the beam energy of $100\\phantom{\\rule{0.28em}{0ex}}\\mathrm{A}\\phantom{\\rule{0.16em}{0ex}}\\mathrm{MeV}$ with different nuclear spin-orbit i…[Phys. Rev. C 111, L021602] Published Wed Feb 19, 2025"
    },
    {
      "title": "Measurement of the isomeric yield ratio for $^{88}\\mathrm{Zr}$ thermal neutron absorption",
      "link": "http://link.aps.org/doi/10.1103/PhysRevC.111.L021601",
      "authors": "Isaac Kelly, Will Flanagan, Jacob Moldenhauer, William Charlton, Joseph Lapka, and Donald Nolting",
      "source": "Physical Review C",
      "publicationDate": "2025-03-08T12:56:24.437954",
      "summary": "Author(s): Isaac Kelly, Will Flanagan, Jacob Moldenhauer, William Charlton, Joseph Lapka, and Donald NoltingIn light of the recently observed $8×{10}^{5}$ barn thermal neutron absorption cross section of zirconium-88, this work investigates the rate (isomeric yield ratio) of metastable zirconium-89 production and resulting implications for ongoing measurements around zirconium-88 neutron absorption. The m…[Phys. Rev. C 111, L021601] Published Wed Feb 19, 2025"
    },
    {
      "title": "Four-body $n+p+d→d+d$ and $n+p+n+p→d+d$ capture in muon-catalyzed and inertial-confined fusion and big bang nucleosynthesis",
      "link": "http://link.aps.org/doi/10.1103/PhysRevC.111.024001",
      "authors": "John F. Carew",
      "source": "Physical Review C",
      "publicationDate": "2025-03-08T12:56:24.437942",
      "summary": "Author(s): John F. CarewThe reaction rates have been calculated for the $n+p+d→d+d\\phantom{\\rule{4pt}{0ex}}\\mathrm{and}\\phantom{\\rule{4pt}{0ex}}n+p+n+p→d+d$ capture reactions using the Faddeev-Yakubovskii chain-of-partition momentum-space integral equations. Using time reversal invariance, the amplitudes for the capture re…[Phys. Rev. C 111, 024001] Published Wed Feb 19, 2025"
    },
    {
      "title": "Revision of the CNO cycle: Rate of $^{17}\\mathrm{O}$ destruction in stars",
      "link": "http://link.aps.org/doi/10.1103/PhysRevC.111.025805",
      "authors": "D. Rapagnani <em>et al.</em> (LUNA Collaboration)",
      "source": "Physical Review C",
      "publicationDate": "2025-03-08T12:56:24.437929",
      "summary": "Author(s): D. Rapagnani et al. (LUNA Collaboration)Background: The CNO cycle powers core H burning, in stars with $M&gt;1.2{M}_{⊙}$, and shell H burning, during the advanced evolutionary phases. Therefore, the uncertainties affecting the reaction rates of proton captures on C, N, and O isotopes limit our understanding of stellar evolution and nucleo…[Phys. Rev. C 111, 025805] Published Thu Feb 20, 2025"
    },
    {
      "title": "Photoproduction of the ${\\mathrm{Σ}}^{+}$ hyperon using linearly polarized photons with CLAS",
      "link": "http://link.aps.org/doi/10.1103/PhysRevC.111.025204",
      "authors": "L. Clark <em>et al.</em> (The CLAS Collaboration)",
      "source": "Physical Review C",
      "publicationDate": "2025-03-08T12:56:24.437916",
      "summary": "Author(s): L. Clark et al. (The CLAS Collaboration)Background: Measurements of the polarization observables $\\mathrm{Σ},\\mathbf{P},\\mathbf{T},{\\mathbf{O}}_{\\mathbf{x}},{\\mathbf{O}}_{\\mathbf{z}}$ for the reaction $\\stackrel{⃗}{γ}p→{K}_{S}^{0}{\\mathrm{Σ}}^{+}$ using a linearly polarized photon beam of energy 1.1 to 2.1 GeV are reported.Purpose: The me…[Phys. Rev. C 111, 025204] Published Thu Feb 20, 2025"
    },
    {
      "title": "Energy dependence of transverse momentum fluctuations in $\\mathrm{Au}+\\mathrm{Au}$ collisions from a multiphase transport model",
      "link": "http://link.aps.org/doi/10.1103/PhysRevC.111.024911",
      "authors": "Liuyao Zhang, Jinhui Chen, and Chunjian Zhang",
      "source": "Physical Review C",
      "publicationDate": "2025-03-08T12:56:24.437905",
      "summary": "Author(s): Liuyao Zhang, Jinhui Chen, and Chunjian ZhangEvent-by-event mean transverse momentum fluctuations ($〈{p}_{\\mathrm{T}}〉$) serve as a sensitive probe of initial state overlap geometry and energy density fluctuations in relativistic heavy-ion collisions. We present a systematic investigation of $〈{p}_{\\mathrm{T}}〉$ fluctuations in Au + Au collisi…[Phys. Rev. C 111, 024911] Published Thu Feb 20, 2025"
    },
    {
      "title": "Three-body structures of low-lying nuclear states of $^{8}\\mathrm{Li}$",
      "link": "http://link.aps.org/doi/10.1103/PhysRevC.111.024315",
      "authors": "E. Garrido and A. S. Jensen",
      "source": "Physical Review C",
      "publicationDate": "2025-03-08T12:56:24.437894",
      "summary": "Author(s): E. Garrido and A. S. JensenThe four nucleons in $^{8}\\mathrm{Li}$ outside the $α$ particle ($α=^{4}\\mathrm{He}$) can be divided into pairs of one neutron ($n$) and three nucleons in the triton ($t=^{3}\\mathrm{H}$), or two in the deuteron ($d=^{2}\\mathrm{H}$) and two neutrons in a dineutron ($^{2}n$). The corresponding three-b…[Phys. Rev. C 111, 024315] Published Thu Feb 20, 2025"
    },
    {
      "title": "Attractor for $(1+1)\\mathrm{D}$ viscous hydrodynamics with general rapidity distribution",
      "link": "http://link.aps.org/doi/10.1103/PhysRevC.111.L021902",
      "authors": "Shile Chen and Shuzhe Shi",
      "source": "Physical Review C",
      "publicationDate": "2025-03-08T12:56:24.437868",
      "summary": "Author(s): Shile Chen and Shuzhe ShiThe attractor, which is supposed to be one of the possible answers for the early applicability of hydrodynamics in the evolution with different initial conditions, has attracted great attention to the fast decreasing of degrees of freedom in heavy ion collisions. We find attractor behaviors for $1+1…[Phys. Rev. C 111, L021902] Published Fri Feb 21, 2025"
    },
    {
      "title": "Directly probing existence of $α$-cluster structure in $^{20}\\mathrm{Ne}$ by relativistic heavy-ion collisions",
      "link": "http://link.aps.org/doi/10.1103/PhysRevC.111.L021901",
      "authors": "Lu-Meng Liu, Hai-Cheng Wang, Song-Jie Li, Chunjian Zhang, Jun Xu, Zhong-Zhou Ren, Jiangyong Jia, and Xu-Guang Huang",
      "source": "Physical Review C",
      "publicationDate": "2025-03-08T12:56:24.437857",
      "summary": "Author(s): Lu-Meng Liu, Hai-Cheng Wang, Song-Jie Li, Chunjian Zhang, Jun Xu, Zhong-Zhou Ren, Jiangyong Jia, and Xu-Guang HuangCan relativistic heavy-ion collisions only probe the global shape of colliding nuclei, or their detailed internal structure as well? Taking $^{20}\\mathrm{Ne}$ as an example, we attempt to directly probe its internal $α$-cluster structure, by comparing experimentally measured observables in collision…[Phys. Rev. C 111, L021901] Published Fri Feb 21, 2025"
    },
    {
      "title": "Erratum: Evaporation residue cross section in the $^{37}\\mathrm{Cl}+^{68}\\mathrm{Zn}$ fusion reaction near the Coulomb barrier [Phys. Rev. C <b>102</b>, 064606 (2020)]",
      "link": "http://link.aps.org/doi/10.1103/PhysRevC.111.029903",
      "authors": "A. Chauhan, R. Prajapat, G. Sarkar, M. Maiti, R. Kumar, Malvika, Gonika, J. Gehlot, S. Nath, A. Parihari, and N. Madhavan",
      "source": "Physical Review C",
      "publicationDate": "2025-03-08T12:56:24.437847",
      "summary": "Author(s): A. Chauhan, R. Prajapat, G. Sarkar, M. Maiti, R. Kumar, Malvika, Gonika, J. Gehlot, S. Nath, A. Parihari, and N. Madhavan[Phys. Rev. C 111, 029903] Published Fri Feb 21, 2025"
    },
    {
      "title": "Baryon stopping and charge deposition in heavy-ion collisions due to gluon saturation",
      "link": "http://link.aps.org/doi/10.1103/PhysRevC.111.024912",
      "authors": "Oscar Garcia-Montero and Sören Schlichting",
      "source": "Physical Review C",
      "publicationDate": "2025-03-08T12:56:24.437836",
      "summary": "Author(s): Oscar Garcia-Montero and Sören SchlichtingWe compute baryon and electric charge deposition in high-energy heavy-ion collisions using the color glass condensate effective field theory, where at leading order, charge is deposited through multiple scatterings of valence quarks with a saturated gluon target. A simplified phenomenological formul…[Phys. Rev. C 111, 024912] Published Fri Feb 21, 2025"
    },
    {
      "title": "Compound nucleus formation effects in heavy-ion fusion cross sections",
      "link": "http://link.aps.org/doi/10.1103/PhysRevC.111.024617",
      "authors": "V. A. B. Zagatto, C. E. Aguiar, J. Lubian, and L. F. Canto",
      "source": "Physical Review C",
      "publicationDate": "2025-03-08T12:56:24.437825",
      "summary": "Author(s): V. A. B. Zagatto, C. E. Aguiar, J. Lubian, and L. F. CantoHeavy-ion-fusion reactions at near-barrier energies take place in two steps. In the first, the system overcomes the potential barrier. In the second, the collision partners merge to form a single body, losing their identities. Most theoretical models ignore the latter, assuming that barrier transmis…[Phys. Rev. C 111, 024617] Published Fri Feb 21, 2025"
    },
    {
      "title": "Validation of the microscopic level density models for nuclei near the $Z=28$ shell closure",
      "link": "http://link.aps.org/doi/10.1103/PhysRevC.111.024616",
      "authors": "Surayya H. E., Jesmi Sunny, M. M. Musthafa, C. V. Midhun, S. V. Suryanarayana, Jyoti Pandey, A. Pal, P. C. Rout, S. Santra, Antony Joseph, and S. Ganesan",
      "source": "Physical Review C",
      "publicationDate": "2025-03-08T12:56:24.437814",
      "summary": "Author(s): Surayya H. E., Jesmi Sunny, M. M. Musthafa, C. V. Midhun, S. V. Suryanarayana, Jyoti Pandey, A. Pal, P. C. Rout, S. Santra, Antony Joseph, and S. GanesanA comprehensive test of level density models for explaining the decay of excited compound nuclei $^{54}\\mathrm{Mn}$, $^{56}\\mathrm{Fe}$, $^{58}\\mathrm{Co}$, $^{60}\\mathrm{Ni}$, $^{61}\\mathrm{Ni}$, and $^{63}\\mathrm{Cu}$ in the energy range of 28–36 MeV was performed. The compound nuclei of interest …[Phys. Rev. C 111, 024616] Published Fri Feb 21, 2025"
    },
    {
      "title": "Theoretical study of the angular distribution of reaction products from the $^{136}\\mathrm{Xe}+^{208}\\mathrm{Pb}$ and $^{238}\\mathrm{U}+^{248}\\mathrm{Cm}$ reactions",
      "link": "http://link.aps.org/doi/10.1103/PhysRevC.111.024618",
      "authors": "Xian-Kai Le, Feng-Zhu Xing, Shu-Qing Guo, and Nan Wang",
      "source": "Physical Review C",
      "publicationDate": "2025-03-08T12:56:24.437803",
      "summary": "Author(s): Xian-Kai Le, Feng-Zhu Xing, Shu-Qing Guo, and Nan WangThe angular distribution of products in multinucleon transfer (MNT) reactions is a significant topic of interest in both experimental and theoretical studies. By considering fluctuations and nucleon transfer effects based on the classical deflection function, a method is developed that integrates th…[Phys. Rev. C 111, 024618] Published Mon Feb 24, 2025"
    },
    {
      "title": "Angular momentum effects in neutron decay",
      "link": "http://link.aps.org/doi/10.1103/PhysRevC.111.024619",
      "authors": "I. Pavlov, A. Chaikovskaia, and D. Karlovets",
      "source": "Physical Review C",
      "publicationDate": "2025-03-08T12:56:24.437793",
      "summary": "Author(s): I. Pavlov, A. Chaikovskaia, and D. KarlovetsWe investigate the intriguing phenomenon of beta decay of a free neutron in a non-plane-wave (structured) state. Our analysis covers three types of states: unpolarized vortex (Bessel) neutrons that possess nonzero orbital angular momentum (OAM), Laguerre-Gaussian wave packets, and spin-correlated OA…[Phys. Rev. C 111, 024619] Published Tue Feb 25, 2025"
    },
    {
      "title": "Kolmogorov-Arnold networks in nuclear binding energy prediction",
      "link": "http://link.aps.org/doi/10.1103/PhysRevC.111.024316",
      "authors": "Hao Liu, Jin Lei, and Zhongzhou Ren",
      "source": "Physical Review C",
      "publicationDate": "2025-03-08T12:56:24.437782",
      "summary": "Author(s): Hao Liu, Jin Lei, and Zhongzhou RenThis study explores the application of Kolmogorov-Arnold networks (KANs) in predicting nuclear binding energies, leveraging their ability to decompose complex multiparameter systems into simpler univariate functions. By utilizing data from the Atomic Mass Evaluation (AME2020) and incorporating featu…[Phys. Rev. C 111, 024316] Published Tue Feb 25, 2025"
    },
    {
      "title": "Solution to the $^{9}\\mathrm{B}(1/{2}^{+})$ state problem using the $R$-matrix formalism",
      "link": "http://link.aps.org/doi/10.1103/PhysRevC.111.024002",
      "authors": "A. D. Brooks, J. Bishop, Tz. Kokalova, and C. Wheldon",
      "source": "Physical Review C",
      "publicationDate": "2025-03-08T12:56:24.437770",
      "summary": "Author(s): A. D. Brooks, J. Bishop, Tz. Kokalova, and C. WheldonFor the last 60 years researchers have struggled to unambiguously identify the first excited state in $^{9}\\mathrm{B}$. Many prior experimental and theoretical results provide conflicting answers on the expected energy that this level should possess. Within these lie a trend wherein two distinct val…[Phys. Rev. C 111, 024002] Published Tue Feb 25, 2025"
    },
    {
      "title": "Analysis of the data on differential cross sections and spin density matrix elements for $γp→{ρ}^{0}p$",
      "link": "http://link.aps.org/doi/10.1103/PhysRevC.111.025205",
      "authors": "Ai-Chao Wang, Neng-Chang Wei, and Fei Huang",
      "source": "Physical Review C",
      "publicationDate": "2025-03-08T12:56:24.437759",
      "summary": "Author(s): Ai-Chao Wang, Neng-Chang Wei, and Fei HuangThe newly published data on spin density matrix elements from the GlueX Collaboration, along with the previously released differential cross-section data from the CLAS Collaboration and the other two experiments for the $γp→{ρ}^{0}p$ reaction, are systematically investigated using an effective Lagra…[Phys. Rev. C 111, 025205] Published Wed Feb 26, 2025"
    },
    {
      "title": "Net-proton fluctuations influenced by baryon stopping and quark deconfinement",
      "link": "http://link.aps.org/doi/10.1103/PhysRevC.111.024913",
      "authors": "Oleh Savchuk",
      "source": "Physical Review C",
      "publicationDate": "2025-03-08T12:56:24.437748",
      "summary": "Author(s): Oleh SavchukPreliminary data from the Beam-Energy Scan II measurements by the STAR Collaboration at the Relativistic Heavy Ion Collider suggest a dip in the fourth-to-second-order cumulant ratio when plotted vs beam energy. At the same energy range where the structure appears, a transition from hadrons to quark…[Phys. Rev. C 111, 024913] Published Wed Feb 26, 2025"
    },
    {
      "title": "Reexamination of nuclear oscillator parameters: Toward precise calculations of isospin-symmetry-breaking correction",
      "link": "http://link.aps.org/doi/10.1103/PhysRevC.111.024319",
      "authors": "L. Xayavong and Y. Lim",
      "source": "Physical Review C",
      "publicationDate": "2025-03-08T12:56:24.437737",
      "summary": "Author(s): L. Xayavong and Y. LimThe oscillator parameters in nuclei are reevaluated using three different methods. The first employs a conventional approach, utilizing updated experimental charge-radius data and neutron skin thicknesses obtained from self-consistent mean-field calculations as constraints. The occupations of unique…[Phys. Rev. C 111, 024319] Published Wed Feb 26, 2025"
    },
    {
      "title": "Nuclear matrix elements of neutrinoless double-$β$ decay in the $SD$-pair shell model with expanded model space",
      "link": "http://link.aps.org/doi/10.1103/PhysRevC.111.024318",
      "authors": "Z. W. Li (李子文), S. Y. Zhang (张思遥), H. T. Xue (薛怀通), B. C. He (何秉承), Y. A. Luo (罗延安), Lei Li (李磊), F. Pan (潘峰), and J. P. Draayer",
      "source": "Physical Review C",
      "publicationDate": "2025-03-08T12:56:24.437725",
      "summary": "Author(s): Z. W. Li (李子文), S. Y. Zhang (张思遥), H. T. Xue (薛怀通), B. C. He (何秉承), Y. A. Luo (罗延安), Lei Li (李磊), F. Pan (潘峰), and J. P. DraayerTo investigate the impact of the finite nucleon size effects (FNS) and the short-range correction (SRC) on the Fermi, Gamow-Teller, and tensor matrix elements of the neutrinoless double-beta ($0νββ$) decay, calculations are performed within the SD-pair shell model framework for $^{128}\\mathrm{Te}, ^…[Phys. Rev. C 111, 024318] Published Wed Feb 26, 2025"
    },
    {
      "title": "Nuclear size, electric monopole transitions, and the location of ${0}_{2}^{+}$ states",
      "link": "http://link.aps.org/doi/10.1103/PhysRevC.111.024317",
      "authors": "B. Maheshwari, K. Nomura, and P. Van Isacker",
      "source": "Physical Review C",
      "publicationDate": "2025-03-08T12:56:24.437714",
      "summary": "Author(s): B. Maheshwari, K. Nomura, and P. Van IsackerThe work addresses the isotopic shift of nuclear radii for the even-even $^{36–52}\\mathrm{Ca}$ isotopes using the interacting boson model (IBM) that includes the mixing from normal and intruder configurations. We obtain a good agreement between the calculated and experimental data, particularly for …[Phys. Rev. C 111, 024317] Published Wed Feb 26, 2025"
    },
    {
      "title": "Universal Wong formula for capture cross sections from light to superheavy systems",
      "link": "http://link.aps.org/doi/10.1103/PhysRevC.111.024621",
      "authors": "Ning Wang, Jinming Chen, Yicheng Wang, and Hong Yao",
      "source": "Physical Review C",
      "publicationDate": "2025-03-08T12:56:24.437703",
      "summary": "Author(s): Ning Wang, Jinming Chen, Yicheng Wang, and Hong YaoA universal Wong formula is proposed with refined model parameters for a systematic description of the capture cross sections for heavy-ion fusion reactions from $\\mathrm{C}+\\mathrm{C}$ to $\\mathrm{Ni}+\\mathrm{U}$, in which the barrier parameters and the barrier distribution are determined by the en…[Phys. Rev. C 111, 024621] Published Thu Feb 27, 2025"
    },
    {
      "title": "Measurement of the neutron spectrum of the $^{51}\\mathrm{V}(p,n)^{51}\\mathrm{Cr}$ reaction at 1585 keV",
      "link": "http://link.aps.org/doi/10.1103/PhysRevC.111.024620",
      "authors": "A. Verdera, J. Praena, F. Arias de Saavedra, A. Roldán, M. Macías, C. L. Fontana, C. Bonaldi, W. Geerts, and S. Oberstedt",
      "source": "Physical Review C",
      "publicationDate": "2025-03-08T12:56:24.437691",
      "summary": "Author(s): A. Verdera, J. Praena, F. Arias de Saavedra, A. Roldán, M. Macías, C. L. Fontana, C. Bonaldi, W. Geerts, and S. OberstedtNeutron production by the $^{51}\\mathrm{V}(p,n)^{51}\\mathrm{Cr}$ reaction close to the reaction threshold is interesting for its pure production of neutrons at low kiloelectronvolts. In this work, for the first time, the angle-dependent neutron spectrum is measured close to the threshold, particular…[Phys. Rev. C 111, 024620] Published Thu Feb 27, 2025"
    },
    {
      "title": "Quantum chromodynamics resolution of the ATOMKI anomaly in $^{4}\\mathrm{He}$ nuclear transitions",
      "link": "http://link.aps.org/doi/10.1103/PhysRevC.111.024320",
      "authors": "Valery Kubarovsky, Jennifer Rittenhouse West, and Stanley J. Brodsky",
      "source": "Physical Review C",
      "publicationDate": "2025-03-08T12:56:24.437679",
      "summary": "Author(s): Valery Kubarovsky, Jennifer Rittenhouse West, and Stanley J. BrodskyObservations of anomalous angular correlations in electron-positron pairs produced from excited states of $^{4}\\mathrm{He}, ^{8}\\mathrm{Be}$, and $^{12}\\mathrm{C}$ nuclei have been suggested as being due to the creation and subsequent decay of a new light particle of mass $∼17\\phantom{\\rule{0.16em}{…[Phys. Rev. C 111, 024320] Published Thu Feb 27, 2025"
    },
    {
      "title": "Comparison of two possible nuclear effective field theory expansions around the one- and two-pion exchange potentials",
      "link": "http://link.aps.org/doi/10.1103/PhysRevC.111.024003",
      "authors": "Manuel Pavon Valderrama",
      "source": "Physical Review C",
      "publicationDate": "2025-03-08T12:56:24.437669",
      "summary": "Author(s): Manuel Pavon ValderramaIn the effective field theory formalism nuclear forces are organized as a low-energy expansion. Usually the lowest order in this expansion corresponds to the nonperturbative iteration of the one-pion exchange potential and a few contact-range operators as to ensure renormalization group invariance. …[Phys. Rev. C 111, 024003] Published Thu Feb 27, 2025"
    },
    {
      "title": "Experimental investigation of shell-model excitation in $^{90}\\mathrm{Nb}$ up to high-spin states",
      "link": "http://link.aps.org/doi/10.1103/PhysRevC.111.024323",
      "authors": "Vishal Malik, R. Palit, P. C. Srivastava, P. Dey, Deepak Patel, Biswajit Das, U. Garg, Nidhi Goel, A. Kundu, Aditi Sindhu, Somnath Nag, and D. Negi",
      "source": "Physical Review C",
      "publicationDate": "2025-03-08T12:56:24.437657",
      "summary": "Author(s): Vishal Malik, R. Palit, P. C. Srivastava, P. Dey, Deepak Patel, Biswajit Das, U. Garg, Nidhi Goel, A. Kundu, Aditi Sindhu, Somnath Nag, and D. NegiIn-beam $γ$-ray spectroscopy study of odd-odd nucleus $^{90}\\mathrm{Nb}$ is reported using the heavy-ion induced fusion evaporation reaction $^{65}\\mathrm{Cu}$($^{30}\\mathrm{Si}, 3n2p$) at a beam energy of 120 MeV. The level scheme of $^{90}\\mathrm{Nb}$ has been revised, with the addition of 13 new …[Phys. Rev. C 111, 024323] Published Fri Feb 28, 2025"
    },
    {
      "title": "Effects of finite-range exchange terms and deformation on the $α$-decay half-lives using the B3Y $NN$ interaction",
      "link": "http://link.aps.org/doi/10.1103/PhysRevC.111.024322",
      "authors": "W. A. Yahya, Joshua T. Majekodunmi, S. I. B van der Ventel, H. A. Mustapha, and B. Mukeru",
      "source": "Physical Review C",
      "publicationDate": "2025-03-08T12:56:24.437646",
      "summary": "Author(s): W. A. Yahya, Joshua T. Majekodunmi, S. I. B van der Ventel, H. A. Mustapha, and B. MukeruAn extensive study on the barrier properties and $α$-decay half-lives of nuclei within the mass range $89≤Z≤102$ is conducted using the effective Botswana-3-Yukawa (B3Y) $NN$ interaction, incorporating finite- and zero-range exchange forces. A key novelty of this work is the systematic analysis of n…[Phys. Rev. C 111, 024322] Published Fri Feb 28, 2025"
    },
    {
      "title": "Radiative and exchange corrections for two-neutrino double-$β$ decay",
      "link": "http://link.aps.org/doi/10.1103/PhysRevC.111.035501",
      "authors": "O. Niţescu and F. Šimkovic",
      "source": "Physical Review C",
      "publicationDate": "2025-03-08T12:56:24.437635",
      "summary": "Author(s): O. Niţescu and F. ŠimkovicWe investigate the impact of radiative and atomic exchange corrections in the two-neutrino double-beta $(2νββ)$ decay of $^{100}\\mathrm{Mo}$. In the calculation of the exchange correction, the electron wave functions are obtained from a modified Dirac-Hartree-Fock-Slater self-consistent framework th…[Phys. Rev. C 111, 035501] Published Mon Mar 03, 2025"
    },
    {
      "title": "Analysis of flow factorization and event-plane correlations based on a maximum likelihood estimator",
      "link": "http://link.aps.org/doi/10.1103/PhysRevC.111.034904",
      "authors": "Chong Ye, Cesar A. Bernardes, Wei-Liang Qian, Sandra S. Padula, Rui-Hong Yue, Yogiro Hama, and Takeshi Kodama",
      "source": "Physical Review C",
      "publicationDate": "2025-03-08T12:56:24.437624",
      "summary": "Author(s): Chong Ye, Cesar A. Bernardes, Wei-Liang Qian, Sandra S. Padula, Rui-Hong Yue, Yogiro Hama, and Takeshi KodamaIn this study, we use the maximum likelihood estimator (MLE) to explore factorization and event-plane correlations in relativistic heavy-ion collisions. Our analyses incorporate both numerical simulations and publicly available data from the CMS Collaboration. We focus on $\\mathrm{Au}+\\mathrm{Au}$ c…[Phys. Rev. C 111, 034904] Published Mon Mar 03, 2025"
    },
    {
      "title": "Theoretical description of proton-deuteron interactions using exact two-body dynamics of the femtoscopic correlation method",
      "link": "http://link.aps.org/doi/10.1103/PhysRevC.111.034903",
      "authors": "Wioleta Rzesa, Maria Stefaniak, and Scott Pratt",
      "source": "Physical Review C",
      "publicationDate": "2025-03-08T12:56:24.437613",
      "summary": "Author(s): Wioleta Rzesa, Maria Stefaniak, and Scott PrattModeling proton-deuteron interactions is particularly challenging. Due the deuteron's large size, the interaction can extend over several femtometers. The degree to which it can be modeled as a two-body problem might also be questioned. One way to study these interactions is through femtoscopic corr…[Phys. Rev. C 111, 034903] Published Mon Mar 03, 2025"
    },
    {
      "title": "Effects of pileup and detector decorrelations on high-order cumulants in heavy-ion collisions",
      "link": "http://link.aps.org/doi/10.1103/PhysRevC.111.034902",
      "authors": "Zachary Sweger, Daniel Cebra, and Xin Dong",
      "source": "Physical Review C",
      "publicationDate": "2025-03-08T12:56:24.437602",
      "summary": "Author(s): Zachary Sweger, Daniel Cebra, and Xin DongFluctuations of conserved charges are a golden channel for measuring a QCD critical point in relativistic heavy-ion collisions. These fluctuations are quantified by measuring high-order cumulants of baryon-number distributions at a given centrality. Using simulated proton-number cumulants as an exam…[Phys. Rev. C 111, 034902] Published Mon Mar 03, 2025"
    },
    {
      "title": "Neutron emission from the photon-induced reactions in ultraperipheral ultrarelativistic heavy-ion collisions",
      "link": "http://link.aps.org/doi/10.1103/PhysRevC.111.034901",
      "authors": "P. Jucha, M. Kłusek-Gawenda, A. Szczurek, M. Ciemała, and K. Mazurek",
      "source": "Physical Review C",
      "publicationDate": "2025-03-08T12:56:24.437590",
      "summary": "Author(s): P. Jucha, M. Kłusek-Gawenda, A. Szczurek, M. Ciemała, and K. MazurekUltraperipheral collisions are a source of various interesting phenomena based on photon-induced reactions. We calculate cross sections for single and any number of $n$, $p$, $α$, and $γ$ rays in ultraperipheral heavy-ion collision for Large Hadron Collider energies. We analyze the production of a g…[Phys. Rev. C 111, 034901] Published Mon Mar 03, 2025"
    },
    {
      "title": "Multiphoton-assisted $α$ decay of nuclei in intense x-ray laser fields",
      "link": "http://link.aps.org/doi/10.1103/PhysRevC.111.034602",
      "authors": "Binbing Wu, Zhengfeng Fan, Difa Ye, Cong-Zhang Gao, Chengxin Yu, and Jie Liu",
      "source": "Physical Review C",
      "publicationDate": "2025-03-08T12:56:24.437579",
      "summary": "Author(s): Binbing Wu, Zhengfeng Fan, Difa Ye, Cong-Zhang Gao, Chengxin Yu, and Jie LiuWithin the framework of the precluster model of $α$ decay, we extend the celebrated Floquet-Volkov theory in multiphoton ionization processes to calculate the $α$-decay rates of the even-even nuclear elements, specifically $_{52}^{106}\\mathrm{Te}$, $_{84}^{212}\\mathrm{Po}$, and $_{94}^{238}\\mathrm{P…[Phys. Rev. C 111, 034602] Published Mon Mar 03, 2025"
    },
    {
      "title": "Deconstructing the emission order of protons, neutrons, and $α$ particles following fusion in $^{28,30,32}\\mathrm{Si}+^{28}\\mathrm{Si}$",
      "link": "http://link.aps.org/doi/10.1103/PhysRevC.111.034601",
      "authors": "Rohit Kumar, H. Desilets, J. E. Johnstone, S. Hudan, D. Chattopadhyay, R. T. deSouza, D. Ackermann, M. Basson, K. W. Brown, A. Chbihi, K. J. Cook, M. Famiano, T. Genard, I. M. Harca, and S. N. Paneru",
      "source": "Physical Review C",
      "publicationDate": "2025-03-08T12:56:24.437568",
      "summary": "Author(s): Rohit Kumar, H. Desilets, J. E. Johnstone, S. Hudan, D. Chattopadhyay, R. T. deSouza, D. Ackermann, M. Basson, K. W. Brown, A. Chbihi, K. J. Cook, M. Famiano, T. Genard, I. M. Harca, and S. N. PaneruA high-quality measurement of proton and $α\\text{−}\\mathrm{particle}$ emission associated with fusion of $^{28,30,32}\\mathrm{Si}$ with a $^{28}\\mathrm{Si}$ target is described. Evaporation residues produced by de-excitation of the compound nucleus were identified by an energy time-of-flight measurem…[Phys. Rev. C 111, 034601] Published Mon Mar 03, 2025"
    },
    {
      "title": "Excited levels in $^{117}\\mathrm{Ag}$ studied via ${β}^{−}$ decay and spontaneous fission",
      "link": "http://link.aps.org/doi/10.1103/PhysRevC.111.034301",
      "authors": "A. Abramuk, J. Kurpeta, W. Urban, T. Rząca-Urban, T. Eronen, A. Jokinen, A. Kankainen, I. D. Moore, H. Penttilä, M. Pomorski, S. Rinta-Antila, A. G. Smith, G. S. Simpson, and J. P. Greene",
      "source": "Physical Review C",
      "publicationDate": "2025-03-08T12:56:24.437556",
      "summary": "Author(s): A. Abramuk, J. Kurpeta, W. Urban, T. Rząca-Urban, T. Eronen, A. Jokinen, A. Kankainen, I. D. Moore, H. Penttilä, M. Pomorski, S. Rinta-Antila, A. G. Smith, G. S. Simpson, and J. P. GreeneProton-induced fission of $^{238}\\mathrm{U}$ was used to produce neutron-rich $^{117}\\mathrm{Rh}$ nuclei. After separation with the IGISOL mass separator coupled to the JYFLTRAP Penning trap, the monoisotopic $^{117}\\mathrm{Rh}$ samples were delivered to a $β\\phantom{\\rule{0.222222em}{0ex}}γ$ coinci…[Phys. Rev. C 111, 034301] Published Mon Mar 03, 2025"
    },
    {
      "title": "Simultaneous impacts of nuclear shell structure and collectivity on $β$ decay: Evidence from $^{80}\\mathrm{Ga}_{49}$",
      "link": "http://link.aps.org/doi/10.1103/PhysRevC.111.034303",
      "authors": "R. Li <em>et al.</em>",
      "source": "Physical Review C",
      "publicationDate": "2025-03-08T12:56:24.437544",
      "summary": "Author(s): R. Li et al.The Gamow-Teller strength distribution covering the entire $β$-decay window, up to 10.312(4) MeV, of $^{80g+m}\\mathrm{Ga}$ was measured for the first time in photofission of ${\\mathrm{UC}}_{x}$ induced by a 50 MeV electron beam. The new data show significant enhancement in the high-energy region wit…[Phys. Rev. C 111, 034303] Published Tue Mar 04, 2025"
    },
    {
      "title": "Collective excitations in $^{150}\\mathrm{Gd}$",
      "link": "http://link.aps.org/doi/10.1103/PhysRevC.111.034302",
      "authors": "S. Pascu <em>et al.</em>",
      "source": "Physical Review C",
      "publicationDate": "2025-03-08T12:56:24.437532",
      "summary": "Author(s): S. Pascu et al.Mean lifetime measurements of low-lying yrast positive- and negative-parity states of $^{150}\\mathrm{Gd}$ have been performed with the ROSPHERE array using the $^{140}\\mathrm{Ce}(^{13}\\mathrm{C},3n$) fusion-evaporation reaction and the recoil distance Doppler shift method. Precise branching ratios h…[Phys. Rev. C 111, 034302] Published Tue Mar 04, 2025"
    },
    {
      "title": "Dihadron azimuthal correlations in deep-inelastic scattering off nuclear targets",
      "link": "http://link.aps.org/doi/10.1103/PhysRevC.111.035201",
      "authors": "S. J. Paul <em>et al.</em> (CLAS Collaboration)",
      "source": "Physical Review C",
      "publicationDate": "2025-03-08T12:56:24.437521",
      "summary": "Author(s): S. J. Paul et al. (CLAS Collaboration)We measured the nuclear dependence of the di-pion azimuthal correlation function in deep-inelastic scattering (DIS) using the CEBAF Large Acceptance Spectrometer and a 5 GeV electron beam. As the nuclear-target size increases, transitioning from deuterium to carbon, iron, and lead, the correlation f…[Phys. Rev. C 111, 035201] Published Wed Mar 05, 2025"
    },
    {
      "title": "Probability for synthesis of superheavy nuclei with $Z=121$",
      "link": "http://link.aps.org/doi/10.1103/PhysRevC.111.034603",
      "authors": "R. Zargini and S. A. Seyyedi",
      "source": "Physical Review C",
      "publicationDate": "2025-03-08T12:56:24.437507",
      "summary": "Author(s): R. Zargini and S. A. SeyyediIn this study the empirical method [V. Zagrebaev  et al., Phys. Rev. C 78, 034610 (2008)] is used for calculating the evaporation residue (ER) cross section in the synthesis of superheavy nuclei (SHN). The superheavy nuclei examined in this work fall within the range $Z=112−118$. The theoretical cal…[Phys. Rev. C 111, 034603] Published Wed Mar 05, 2025"
    },
    {
      "title": "High precision binding energies from physics-informed machine learning",
      "link": "http://link.aps.org/doi/10.1103/PhysRevC.111.034305",
      "authors": "I. Bentley, J. Tedder, M. Gebran, and A. Paul",
      "source": "Physical Review C",
      "publicationDate": "2025-03-08T12:56:24.437495",
      "summary": "Author(s): I. Bentley, J. Tedder, M. Gebran, and A. PaulTwelve physics-informed machine learning models have been trained to model binding energy residuals. Our approach begins with determining the difference between measured experimental binding energies and three different mass models. Then four machine learning approaches are used to train on each ene…[Phys. Rev. C 111, 034305] Published Wed Mar 05, 2025"
    },
    {
      "title": "Exploring relativistic symmetry in shell evolution in the $N=32$ and $N=34$ isotones within a relativistic point-coupling model and the similarity renormalization group",
      "link": "http://link.aps.org/doi/10.1103/PhysRevC.111.034304",
      "authors": "Xin-Xing Shi, Bo Huang, and Xue-Neng Cao",
      "source": "Physical Review C",
      "publicationDate": "2025-03-08T12:56:24.437484",
      "summary": "Author(s): Xin-Xing Shi, Bo Huang, and Xue-Neng CaoThe relativistic symmetry in the shell evolution in $N=32$ and 34 isotones from Si to Ni is explored based on the relativistic point-coupling model combined with the similarity renormalization group (SRG). Taking the proton pseudospin doublets $π1\\stackrel{̃}{p}$ and $π2\\stackrel{̃}{d}$ and the spin…[Phys. Rev. C 111, 034304] Published Wed Mar 05, 2025"
    },
    {
      "title": "Implications of the $σ$-cut potential on antikaon condensates in neutron stars",
      "link": "http://link.aps.org/doi/10.1103/PhysRevC.111.035801",
      "authors": "Prashant Thakur, Yashmitha Kumaran, Lakshana Sudarsan, Krishna Kunnampully, B. K. Sharma, and T. K. Jha",
      "source": "Physical Review C",
      "publicationDate": "2025-03-08T12:56:24.437472",
      "summary": "Author(s): Prashant Thakur, Yashmitha Kumaran, Lakshana Sudarsan, Krishna Kunnampully, B. K. Sharma, and T. K. JhaWe investigate the properties of neutron stars with antikaon condensation in the framework of the relativistic mean-field (RMF) model with a $σ$-cut potential. The well-known RMF models, TM1 and TM1e, are used to analyze the structure and composition of neutron stars. The antikaon condensation part …[Phys. Rev. C 111, 035801] Published Thu Mar 06, 2025"
    },
    {
      "title": "New insights into shape coexistence in the $N=58$ transition region from $E0$ strength measurements",
      "link": "http://link.aps.org/doi/10.1103/PhysRevC.111.034306",
      "authors": "G. Tocabens <em>et al.</em>",
      "source": "Physical Review C",
      "publicationDate": "2025-03-08T12:56:24.437460",
      "summary": "Author(s): G. Tocabens et al.Shape coexistence in Zr isotopes has been studied through the $β$ decay of isotopically purified beams of $^{98}\\mathrm{Rb}$ and $^{100}\\mathrm{Rb}$ at the Accélérateur Linéaire et TANDEM d'Orsay (ALTO) facility using the new setup COnversion electrons Chasing at Orsay (COeCO). The electric monopole…[Phys. Rev. C 111, 034306] Published Thu Mar 06, 2025"
    },
    {
      "title": "Erratum: High spin structure of the neutron-rich nuclei $^{137}\\mathrm{I}$ and $^{139}\\mathrm{Cs}$ [Phys. Rev. C <b>80</b>, 044314 (2009)]",
      "link": "http://link.aps.org/doi/10.1103/PhysRevC.111.039901",
      "authors": "S. H. Liu, E. H. Wang, J. H. Hamilton, A. V. Ramayya, A. Covello, A. Gargano, N. Itaco, Y. X. Luo, J. O. Rasmussen, J. K. Hwang, A. V. Daniel, G. M. Ter-Akopian, S. J. Zhu, and W. C. Ma",
      "source": "Physical Review C",
      "publicationDate": "2025-03-08T12:56:24.437449",
      "summary": "Author(s): S. H. Liu, E. H. Wang, J. H. Hamilton, A. V. Ramayya, A. Covello, A. Gargano, N. Itaco, Y. X. Luo, J. O. Rasmussen, J. K. Hwang, A. V. Daniel, G. M. Ter-Akopian, S. J. Zhu, and W. C. Ma[Phys. Rev. C 111, 039901] Published Fri Mar 07, 2025"
    },
    {
      "title": "Comparative analysis of $R$-matrix fitting: $^{12}\\mathrm{C}(p,γ)^{13}\\mathrm{N}$ as a test case",
      "link": "http://link.aps.org/doi/10.1103/PhysRevC.111.035802",
      "authors": "J. Skowronski <em>et al.</em> (LUNA Collaboration)",
      "source": "Physical Review C",
      "publicationDate": "2025-03-08T12:56:24.437436",
      "summary": "Author(s): J. Skowronski et al. (LUNA Collaboration)In nuclear astrophysics, the accurate determination of nuclear reaction cross sections at astrophysical energies is critical for understanding stellar evolution and nucleosynthesis. This study focuses on the $^{12}\\mathrm{C}(p,γ)^{13}\\mathrm{N}$ reaction, which takes part in the CNO cycle and is sig…[Phys. Rev. C 111, 035802] Published Fri Mar 07, 2025"
    },
    {
      "title": "Modified TRENTo model initial condition and its impact on collective flows and global polarization in $\\mathrm{Cu}+\\mathrm{Au}$ collisions",
      "link": "http://link.aps.org/doi/10.1103/PhysRevC.111.034906",
      "authors": "Ze-Fang Jiang, Shanshan Cao, and Ben-Wei Zhang",
      "source": "Physical Review C",
      "publicationDate": "2025-03-08T12:56:24.437424",
      "summary": "Author(s): Ze-Fang Jiang, Shanshan Cao, and Ben-Wei ZhangCollective flow coefficients and spin polarization are valuable probes of the geometry and flow velocity field of the quark-gluon plasma (QGP) produced in relativistic heavy-ion collisions. Using a modified TRENTo initial condition coupled to a ($3+1$)-dimensional [(3+1)D] viscous hydrodynamic model…[Phys. Rev. C 111, 034906] Published Fri Mar 07, 2025"
    },
    {
      "title": "Transport coefficients of the heavy quark in the domain of the nonperturbative and noneikonal gluon radiation",
      "link": "http://link.aps.org/doi/10.1103/PhysRevC.111.034905",
      "authors": "Surasree Mazumder, Natasha Sharma, and Lokesh Kumar",
      "source": "Physical Review C",
      "publicationDate": "2025-03-08T12:56:24.437412",
      "summary": "Author(s): Surasree Mazumder, Natasha Sharma, and Lokesh KumarDrag and diffusion coefficients of the heavy quarks (HQs), such as charm and bottom, are one of the prime tools for discerning the properties of the deconfined quantum chromo-dynamics (QCD) medium created in heavy-ion collision experiments. The innate nonperturbative nature of the QCD medium renders…[Phys. Rev. C 111, 034905] Published Fri Mar 07, 2025"
    },
    {
      "title": "Radiative processes on a quantum computer",
      "link": "http://link.aps.org/doi/10.1103/PhysRevC.111.034604",
      "authors": "Paulo F. Bedaque, Ratna Khadka, Gautam Rupak, and Muhammad Yusf",
      "source": "Physical Review C",
      "publicationDate": "2025-03-08T12:56:24.437400",
      "summary": "Author(s): Paulo F. Bedaque, Ratna Khadka, Gautam Rupak, and Muhammad YusfRadiative processes, where a photon/neutrino is emitted as a result of a collision or decay of a particle, play a central role in atomic, nuclear, and particle physics. Their rate is determined by certain off-diagonal matrix elements between different initial and final states. We propose a method to…[Phys. Rev. C 111, 034604] Published Fri Mar 07, 2025"
    },
    {
      "title": "Precise mass measurement of the longest odd-odd chain of nuclei with ${1}^{+}$ ground states",
      "link": "http://link.aps.org/doi/10.1103/PhysRevC.111.034308",
      "authors": "B. Liu, M. Brodeur, J. A. Clark, I. Dedes, J. Dudek, F. G. Kondev, D. Ray, G. Savard, A. A. Valverde, A. Baran, D. P. Burdette, A. M. Houff, R. Orford, W. S. Porter, F. Rivero, K. S. Sharma, and L. Varriano",
      "source": "Physical Review C",
      "publicationDate": "2025-03-08T12:56:24.437388",
      "summary": "Author(s): B. Liu, M. Brodeur, J. A. Clark, I. Dedes, J. Dudek, F. G. Kondev, D. Ray, G. Savard, A. A. Valverde, A. Baran, D. P. Burdette, A. M. Houff, R. Orford, W. S. Porter, F. Rivero, K. S. Sharma, and L. VarrianoPrecise mass measurements of the ground and isomeric states of the odd-odd $^{108,110,112,114,116}\\mathrm{Rh}$ were performed using the Canadian Penning Trap at Argonne National Laboratory, showing good agreement with recent JYFLTRAP measurements. A new possible isomeric state of $^{114}\\mathrm{Rh}$…[Phys. Rev. C 111, 034308] Published Fri Mar 07, 2025"
    },
    {
      "title": "One-proton emission from $^{102}\\mathrm{Sb}$ and its sensitivity to the proton-neutron interaction",
      "link": "http://link.aps.org/doi/10.1103/PhysRevC.111.034307",
      "authors": "Tomohiro Oishi, Masaaki Kimura, and Lorenzo Fortunato",
      "source": "Physical Review C",
      "publicationDate": "2025-03-08T12:56:24.437374",
      "summary": "Author(s): Tomohiro Oishi, Masaaki Kimura, and Lorenzo FortunatoOne-proton emission from the $^{102}\\mathrm{Sb}$ nucleus is discussed, assuming an inert $^{100}\\mathrm{Sn}$ core and the valence proton and neutron. There are experimentally measured bound states in the $^{100}\\mathrm{Sn}$-neutron system, whereas no particle-bound $^{100}\\mathrm{Sn}$-proton state h…[Phys. Rev. C 111, 034307] Published Fri Mar 07, 2025"
    },
    {
      "title": "Elastic scattering on a quantum computer",
      "link": "http://link.aps.org/doi/10.1103/PhysRevC.111.034001",
      "authors": "Muhammad Yusf, Ling Gan, Cameron Moffat, and Gautam Rupak",
      "source": "Physical Review C",
      "publicationDate": "2025-03-08T12:56:24.437347",
      "summary": "Author(s): Muhammad Yusf, Ling Gan, Cameron Moffat, and Gautam RupakScattering probes the internal structure of quantum systems. We calculate the two-particle elastic scattering phase shift for a short-ranged interaction on a quantum computer. Short-ranged interactions with a large scattering length or shallow bound state describe a universality class that is of int…[Phys. Rev. C 111, 034001] Published Fri Mar 07, 2025"
    },
    {
      "title": "Precision Mass Measurement of the Proton Dripline Halo Candidate $^{22}\\mathrm{Al}$",
      "link": "http://link.aps.org/doi/10.1103/PhysRevLett.132.152501",
      "authors": "S. E. Campbell, G. Bollen, B. A. Brown, A. Dockery, C. M. Ireland, K. Minamisono, D. Puentes, B. J. Rickey, R. Ringle, I. T. Yandow, K. Fossez, A. Ortiz-Cortes, S. Schwarz, C. S. Sumithrarachchi, and A. C. C. Villari",
      "source": "Physical Review Letter",
      "publicationDate": "2025-03-08T12:56:22.189185",
      "summary": "Author(s): S. E. Campbell, G. Bollen, B. A. Brown, A. Dockery, C. M. Ireland, K. Minamisono, D. Puentes, B. J. Rickey, R. Ringle, I. T. Yandow, K. Fossez, A. Ortiz-Cortes, S. Schwarz, C. S. Sumithrarachchi, and A. C. C. VillariWe report the first mass measurement of the proton-halo candidate $^{22}\\mathrm{Al}$ performed with the low energy beam ion trap facility’s 9.4 T Penning trap mass spectrometer at facility for rare isotope beams. This measurement completes the mass information for the lightest remaining proton-dripl…[Phys. Rev. Lett. 132, 152501] Published Tue Apr 09, 2024"
    },
    {
      "title": "Searching for Two-Neutrino and Neutrinoless Double Beta Decay of $^{134}\\mathrm{Xe}$ with the PandaX-4T Experiment",
      "link": "http://link.aps.org/doi/10.1103/PhysRevLett.132.152502",
      "authors": "Xiyu Yan <em>et al.</em> (PandaX Collaboration)",
      "source": "Physical Review Letter",
      "publicationDate": "2025-03-08T12:56:22.189174",
      "summary": "Author(s): Xiyu Yan et al. (PandaX Collaboration)$^{134}\\mathrm{Xe}$ is a candidate isotope for neutrinoless double beta decay ($0νββ$) search. In addition, the two-neutrino case ($2νββ$) allowed by the standard model of particle physics has not yet been observed. With the 656-kg natural xenon in the fiducial volume of the PandaX-4T detector, whic…[Phys. Rev. Lett. 132, 152502] Published Thu Apr 11, 2024"
    },
    {
      "title": "Proton Shell Gaps in $N=28$ Nuclei from the First Complete Spectroscopy Study with FRIB Decay Station Initiator",
      "link": "http://link.aps.org/doi/10.1103/PhysRevLett.132.152503",
      "authors": "I. Cox <em>et al.</em>",
      "source": "Physical Review Letter",
      "publicationDate": "2025-03-08T12:56:22.189162",
      "summary": "Author(s): I. Cox et al.The first complete measurement of the $β$-decay strength distribution of $_{17}^{45}{\\mathrm{Cl}}_{28}$ was performed at the Facility for Rare Isotope Beams (FRIB) with the FRIB Decay Station Initiator during the second FRIB experiment. The measurement involved the detection of neutrons and $γ$ rays…[Phys. Rev. Lett. 132, 152503] Published Fri Apr 12, 2024"
    },
    {
      "title": "Nuclear Charge Radii of Silicon Isotopes",
      "link": "http://link.aps.org/doi/10.1103/PhysRevLett.132.162502",
      "authors": "Kristian König, Julian C. Berengut, Anastasia Borschevsky, Alex Brinson, B. Alex Brown, Adam Dockery, Serdar Elhatisari, Ephraim Eliav, Ronald F. Garcia Ruiz, Jason D. Holt, Bai-Shan Hu, Jonas Karthein, Dean Lee, Yuan-Zhuo Ma, Ulf-G. Meißner, Kei Minamisono, Alexander V. Oleynichenko, Skyy V. Pineda, Sergey D. Prosnyak, Marten L. Reitsma, Leonid V. Skripnikov, Adam Vernon, and Andréi Zaitsevskii",
      "source": "Physical Review Letter",
      "publicationDate": "2025-03-08T12:56:22.189150",
      "summary": "Author(s): Kristian König, Julian C. Berengut, Anastasia Borschevsky, Alex Brinson, B. Alex Brown, Adam Dockery, Serdar Elhatisari, Ephraim Eliav, Ronald F. Garcia Ruiz, Jason D. Holt, Bai-Shan Hu, Jonas Karthein, Dean Lee, Yuan-Zhuo Ma, Ulf-G. Meißner, Kei Minamisono, Alexander V. Oleynichenko, Skyy V. Pineda, Sergey D. Prosnyak, Marten L. Reitsma, Leonid V. Skripnikov, Adam Vernon, and Andréi ZaitsevskiiThe nuclear charge radius of $^{32}\\mathrm{Si}$ was determined using collinear laser spectroscopy. The experimental result was confronted with ab initio nuclear lattice effective field theory, valence-space in-medium similarity renormalization group, and mean field calculations, highlighting importa…[Phys. Rev. Lett. 132, 162502] Published Tue Apr 16, 2024"
    },
    {
      "title": "Novel Measurement of the Neutron Magnetic Form Factor from $\\mathrm{A}=3$ Mirror Nuclei",
      "link": "http://link.aps.org/doi/10.1103/PhysRevLett.132.162501",
      "authors": "S. N. Santiesteban <em>et al.</em> (Jefferson Lab Hall A Collaboration)",
      "source": "Physical Review Letter",
      "publicationDate": "2025-03-08T12:56:22.189138",
      "summary": "Author(s): S. N. Santiesteban et al. (Jefferson Lab Hall A Collaboration)The electromagnetic form factors of the proton and neutron encode information on the spatial structure of their charge and magnetization distributions. While measurements of the proton are relatively straightforward, the lack of a free neutron target makes measurements of the neutron’s electromagnet…[Phys. Rev. Lett. 132, 162501] Published Tue Apr 16, 2024"
    },
    {
      "title": "Dispersion Relations Alone Cannot Guarantee Causality",
      "link": "http://link.aps.org/doi/10.1103/PhysRevLett.132.162301",
      "authors": "L. Gavassino, M. Disconzi, and J. Noronha",
      "source": "Physical Review Letter",
      "publicationDate": "2025-03-08T12:56:22.189127",
      "summary": "Author(s): L. Gavassino, M. Disconzi, and J. NoronhaWe show that linear superpositions of plane waves involving a single-valued, covariantly stable dispersion relation $ω(k)$ always propagate outside the light cone unless $ω(k)=a+bk$. This implies that there is no notion of causality for individual dispersion relations since no mathematical condition…[Phys. Rev. Lett. 132, 162301] Published Wed Apr 17, 2024"
    },
    {
      "title": "First Measurement of the $|t|$ Dependence of Incoherent $J/ψ$ Photonuclear Production",
      "link": "http://link.aps.org/doi/10.1103/PhysRevLett.132.162302",
      "authors": "S. Acharya <em>et al.</em> (ALICE Collaboration)",
      "source": "Physical Review Letter",
      "publicationDate": "2025-03-08T12:56:22.189111",
      "summary": "Author(s): S. Acharya et al. (ALICE Collaboration)The first experimental measurement of the incoherent photonuclear production of J/ψ in ultraperipheral heavy-ion collisions is better explained by the presence of subnuclear quantum fluctuations of the gluon field.[Phys. Rev. Lett. 132, 162302] Published Fri Apr 19, 2024"
    },
    {
      "title": "Virtual Photons Shed Light on the Early Temperature of Dense QCD Matter",
      "link": "http://link.aps.org/doi/10.1103/PhysRevLett.132.172301",
      "authors": "Jessica Churchill, Lipei Du, Charles Gale, Greg Jackson, and Sangyong Jeon",
      "source": "Physical Review Letter",
      "publicationDate": "2025-03-08T12:56:22.189100",
      "summary": "Author(s): Jessica Churchill, Lipei Du, Charles Gale, Greg Jackson, and Sangyong JeonDileptons produced during heavy-ion collisions represent a unique probe of the QCD phase diagram, and convey information about the state of the strongly interacting system at the moment their preceding off-shell photon is created. In this study, we compute thermal dilepton yields from $\\mathrm{Au}+\\…[Phys. Rev. Lett. 132, 172301] Published Mon Apr 22, 2024"
    },
    {
      "title": "Emergence of Long-Range Angular Correlations in Low-Multiplicity Proton-Proton Collisions",
      "link": "http://link.aps.org/doi/10.1103/PhysRevLett.132.172302",
      "authors": "S. Acharya <em>et al.</em> (ALICE Collaboration)",
      "source": "Physical Review Letter",
      "publicationDate": "2025-03-08T12:56:22.189088",
      "summary": "Author(s): S. Acharya et al. (ALICE Collaboration)This Letter presents the measurement of near-side associated per-trigger yields, denoted ridge yields, from the analysis of angular correlations of charged hadrons in proton-proton collisions at $\\sqrt{s}=13\\text{ }\\text{ }\\mathrm{TeV}$. Long-range ridge yields are extracted for pairs of charged par…[Phys. Rev. Lett. 132, 172302] Published Fri Apr 26, 2024"
    },
    {
      "title": "Laser Excitation of the Th-229 Nucleus",
      "link": "http://link.aps.org/doi/10.1103/PhysRevLett.132.182501",
      "authors": "J. Tiedau, M. V. Okhapkin, K. Zhang, J. Thielking, G. Zitzer, E. Peik, F. Schaden, T. Pronebner, I. Morawetz, L. Toscani De Col, F. Schneider, A. Leitner, M. Pressler, G. A. Kazakov, K. Beeks, T. Sikorsky, and T. Schumm",
      "source": "Physical Review Letter",
      "publicationDate": "2025-03-08T12:56:22.189076",
      "summary": "Author(s): J. Tiedau, M. V. Okhapkin, K. Zhang, J. Thielking, G. Zitzer, E. Peik, F. Schaden, T. Pronebner, I. Morawetz, L. Toscani De Col, F. Schneider, A. Leitner, M. Pressler, G. A. Kazakov, K. Beeks, T. Sikorsky, and T. SchummResearchers use a laser to excite and precisely measure a long-sought exotic nuclear state, paving the way for precise timekeeping and ultrasensitive quantum sensing.[Phys. Rev. Lett. 132, 182501] Published Mon Apr 29, 2024"
    },
    {
      "title": "<i>Ab Initio</i> Uncertainty Quantification of Neutrinoless Double-Beta Decay in $^{76}\\mathrm{Ge}$",
      "link": "http://link.aps.org/doi/10.1103/PhysRevLett.132.182502",
      "authors": "A. Belley, J. M. Yao (尧江明), B. Bally, J. Pitcher, J. Engel, H. Hergert, J. D. Holt, T. Miyagi, T. R. Rodríguez, A. M. Romero, S. R. Stroberg, and X. Zhang (张馨)",
      "source": "Physical Review Letter",
      "publicationDate": "2025-03-08T12:56:22.189065",
      "summary": "Author(s): A. Belley, J. M. Yao (尧江明), B. Bally, J. Pitcher, J. Engel, H. Hergert, J. D. Holt, T. Miyagi, T. R. Rodríguez, A. M. Romero, S. R. Stroberg, and X. Zhang (张馨)The observation of neutrinoless double-beta ($0νββ$) decay would offer proof of lepton number violation, demonstrating that neutrinos are Majorana particles, while also helping us understand why there is more matter than antimatter in the Universe. If the decay is driven by the exchange of the three…[Phys. Rev. Lett. 132, 182502] Published Tue Apr 30, 2024"
    },
    {
      "title": "Experimental Determination of $α$ Widths of $^{21}\\mathrm{Ne}$ Levels in the Region of Astrophysical Interest: New $^{17}\\mathrm{O}+α$ Reaction Rates and Impact on the Weak $s$ Process",
      "link": "http://link.aps.org/doi/10.1103/PhysRevLett.132.182701",
      "authors": "F. Hammache, P. Adsley, L. Lamia, D. S. Harrouz, N. de Séréville, B. Bastin, A. Choplin, T. Faestermann, C. Fougères, R. Hertenberger, R. Hirschi, M. La Cognata, A. Meyer, S. Palmerini, R. G. Pizzone, F. de Oliveira Santos, S. Romano, A. Tumino, and H.-F. Wirth",
      "source": "Physical Review Letter",
      "publicationDate": "2025-03-08T12:56:22.189053",
      "summary": "Author(s): F. Hammache, P. Adsley, L. Lamia, D. S. Harrouz, N. de Séréville, B. Bastin, A. Choplin, T. Faestermann, C. Fougères, R. Hertenberger, R. Hirschi, M. La Cognata, A. Meyer, S. Palmerini, R. G. Pizzone, F. de Oliveira Santos, S. Romano, A. Tumino, and H.-F. WirthThe efficiency of the weak $s$ process in low-metallicity rotating massive stars depends strongly on the rates of the competing $^{17}\\mathrm{O}(α,n)^{20}\\mathrm{Ne}$ and $^{17}\\mathrm{O}(α,γ)^{21}\\mathrm{Ne}$ reactions that determine the potency of the $^{16}\\mathrm{O}$ neutron poison. Their reacti…[Phys. Rev. Lett. 132, 182701] Published Wed May 01, 2024"
    },
    {
      "title": "Production of $p$ Nuclei from $r$-Process Seeds: The $νr$ Process",
      "link": "http://link.aps.org/doi/10.1103/PhysRevLett.132.192701",
      "authors": "Zewei Xiong, Gabriel Martínez-Pinedo, Oliver Just, and Andre Sieverding",
      "source": "Physical Review Letter",
      "publicationDate": "2025-03-08T12:56:22.189041",
      "summary": "Author(s): Zewei Xiong, Gabriel Martínez-Pinedo, Oliver Just, and Andre SieverdingAdding neutrinos to an existing nucleosynthesis recipe can account for the puzzling existence of neutron-deficient heavy nuclei.[Phys. Rev. Lett. 132, 192701] Published Thu May 09, 2024"
    },
    {
      "title": "First Study of the $^{139}\\mathrm{Ba}(n,γ)^{140}\\mathrm{Ba}$ Reaction to Constrain the Conditions for the Astrophysical $i$ Process",
      "link": "http://link.aps.org/doi/10.1103/PhysRevLett.132.202701",
      "authors": "A. Spyrou <em>et al.</em>",
      "source": "Physical Review Letter",
      "publicationDate": "2025-03-08T12:56:22.189023",
      "summary": "Author(s): A. Spyrou et al.Measurements related to the production of lanthanum in stars where elements are thought to form via the “i process” indicate that less of the element is produced than models predict.[Phys. Rev. Lett. 132, 202701] Published Fri May 17, 2024"
    },
    {
      "title": "Azimuthal Angle Correlations of Muons Produced via Heavy-Flavor Decays in 5.02 TeV $\\mathrm{Pb}+\\mathrm{Pb}$ and $pp$ Collisions with the ATLAS Detector",
      "link": "http://link.aps.org/doi/10.1103/PhysRevLett.132.202301",
      "authors": "G. Aad <em>et al.</em> (ATLAS Collaboration)",
      "source": "Physical Review Letter",
      "publicationDate": "2025-03-08T12:56:22.189012",
      "summary": "Author(s): G. Aad et al. (ATLAS Collaboration)Angular correlations between heavy quarks provide a unique probe of the quark-gluon plasma created in ultrarelativistic heavy-ion collisions. Results are presented of a measurement of the azimuthal angle correlations between muons originating from semileptonic decays of heavy quarks produced in 5.02…[Phys. Rev. Lett. 132, 202301] Published Fri May 17, 2024"
    },
    {
      "title": "Medium-Enhanced $c\\overline{c}$ Radiation",
      "link": "http://link.aps.org/doi/10.1103/PhysRevLett.132.212301",
      "authors": "Maximilian Attems, Jasmine Brewer, Gian Michele Innocenti, Aleksas Mazeliauskas, Sohyun Park, Wilke van der Schee, Gregory Soyez, and Urs Achim Wiedemann",
      "source": "Physical Review Letter",
      "publicationDate": "2025-03-08T12:56:22.189000",
      "summary": "Author(s): Maximilian Attems, Jasmine Brewer, Gian Michele Innocenti, Aleksas Mazeliauskas, Sohyun Park, Wilke van der Schee, Gregory Soyez, and Urs Achim WiedemannWe show that the same QCD formalism that accounts for the suppression of high-${p}_{T}$ hadron and jet spectra in heavy-ion collisions predicts medium-enhanced production of $c\\overline{c}$ pairs in jets. We demonstrate that this phenomenon, which cannot be accessed by traditional jet-quenching obse…[Phys. Rev. Lett. 132, 212301] Published Tue May 21, 2024"
    },
    {
      "title": "Excited-State Half-Lives in $^{130}\\mathrm{Cd}$ and the Isospin Dependence of Effective Charges",
      "link": "http://link.aps.org/doi/10.1103/PhysRevLett.132.222501",
      "authors": "A. Jungclaus <em>et al.</em>",
      "source": "Physical Review Letter",
      "publicationDate": "2025-03-08T12:56:22.188988",
      "summary": "Author(s): A. Jungclaus et al.Experiments comparing neutron-rich cadmium with previous data on a neutron-poor version prove that a key parameter in nuclear calculations depends on the neutron-to-proton ratio.[Phys. Rev. Lett. 132, 222501] Published Wed May 29, 2024"
    },
    {
      "title": "Heavy-Quark Momentum Broadening in a Non-Abelian Plasma away from Thermal Equilibrium",
      "link": "http://link.aps.org/doi/10.1103/PhysRevLett.132.222301",
      "authors": "Harshit Pandey, Sören Schlichting, and Sayantan Sharma",
      "source": "Physical Review Letter",
      "publicationDate": "2025-03-08T12:56:22.188977",
      "summary": "Author(s): Harshit Pandey, Sören Schlichting, and Sayantan SharmaWe perform classical-statistical real-time lattice simulations to compute real-time spectral functions and momentum broadening of quarks in the presence of strongly populated non-Abelian gauge fields. Based on a novel methodology to extract the momentum broadening for relativistic quarks, we find th…[Phys. Rev. Lett. 132, 222301] Published Wed May 29, 2024"
    },
    {
      "title": "Photoproduction of ${K}^{+}{K}^{−}$ Pairs in Ultraperipheral Collisions",
      "link": "http://link.aps.org/doi/10.1103/PhysRevLett.132.222303",
      "authors": "S. Acharya <em>et al.</em> (ALICE Collaboration)",
      "source": "Physical Review Letter",
      "publicationDate": "2025-03-08T12:56:22.188965",
      "summary": "Author(s): S. Acharya et al. (ALICE Collaboration)${K}^{+}{K}^{−}$ pairs may be produced in photonuclear collisions, either from the decays of photoproduced $ϕ(1020)$ mesons or directly as nonresonant ${K}^{+}{K}^{−}$ pairs. Measurements of ${K}^{+}{K}^{−}$ photoproduction probe the couplings between the $ϕ(1020)$ and charged kaons with photons and…[Phys. Rev. Lett. 132, 222303] Published Fri May 31, 2024"
    },
    {
      "title": "Universality Classes of Relativistic Fluid Dynamics: Foundations",
      "link": "http://link.aps.org/doi/10.1103/PhysRevLett.132.222302",
      "authors": "L. Gavassino, M. Disconzi, and J. Noronha",
      "source": "Physical Review Letter",
      "publicationDate": "2025-03-08T12:56:22.188951",
      "summary": "Author(s): L. Gavassino, M. Disconzi, and J. NoronhaA general organizing principle is proposed that can be used to derive the equations of motion describing the near-equilibrium dynamics of causal and thermodynamically stable relativistic systems. The latter are found to display some new type of universal behavior near equilibrium that allows them to…[Phys. Rev. Lett. 132, 222302] Published Fri May 31, 2024"
    },
    {
      "title": "Abnormal Bifurcation of the Double Binding Energy Differences and Proton-Neutron Pairing: Nuclei Close to $N=Z$ Line from Ni to Rb",
      "link": "http://link.aps.org/doi/10.1103/PhysRevLett.132.232501",
      "authors": "Y. P. Wang, Y. K. Wang, F. F. Xu, P. W. Zhao, and J. Meng",
      "source": "Physical Review Letter",
      "publicationDate": "2025-03-08T12:56:22.188940",
      "summary": "Author(s): Y. P. Wang, Y. K. Wang, F. F. Xu, P. W. Zhao, and J. MengThe recently observed abnormal bifurcation of the double binding energy differences $δ{V}_{pn}$ between the odd-odd and even-even nuclei along the $N=Z$ line from Ni to Rb has challenged the nuclear theories. To solve this problem, a shell-model-like approach based on the relativistic density functi…[Phys. Rev. Lett. 132, 232501] Published Tue Jun 04, 2024"
    },
    {
      "title": "Dilepton Polarization as a Signature of Plasma Anisotropy",
      "link": "http://link.aps.org/doi/10.1103/PhysRevLett.132.232301",
      "authors": "Maurice Coquet, Michael Winn, Xiaojian Du, Jean-Yves Ollitrault, and Sören Schlichting",
      "source": "Physical Review Letter",
      "publicationDate": "2025-03-08T12:56:22.188929",
      "summary": "Author(s): Maurice Coquet, Michael Winn, Xiaojian Du, Jean-Yves Ollitrault, and Sören SchlichtingWe propose the angular distribution of lepton pairs produced in ultrarelativistic heavy-ion collisions as a probe of thermalization of the quark-gluon plasma. We focus on dileptons with invariant masses large enough that they are produced through quark–antiquark annihilation in the early stages of t…[Phys. Rev. Lett. 132, 232301] Published Tue Jun 04, 2024"
    },
    {
      "title": "Structure Factors for Hot Neutron Matter from <i>Ab Initio</i> Lattice Simulations with High-Fidelity Chiral Interactions",
      "link": "http://link.aps.org/doi/10.1103/PhysRevLett.132.232502",
      "authors": "Yuan-Zhuo Ma, Zidu Lin, Bing-Nan Lu, Serdar Elhatisari, Dean Lee, Ning Li, Ulf-G. Meißner, Andrew W. Steiner, and Qian Wang",
      "source": "Physical Review Letter",
      "publicationDate": "2025-03-08T12:56:22.188917",
      "summary": "Author(s): Yuan-Zhuo Ma, Zidu Lin, Bing-Nan Lu, Serdar Elhatisari, Dean Lee, Ning Li, Ulf-G. Meißner, Andrew W. Steiner, and Qian WangWe present the first ab initio lattice calculations of spin and density correlations in hot neutron matter using high-fidelity interactions at next-to-next-to-next-to-leading order in chiral effective field theory. These correlations have a large impact on neutrino heating and shock revival in core-…[Phys. Rev. Lett. 132, 232502] Published Wed Jun 05, 2024"
    },
    {
      "title": "Neutron Star Matter as a Dilute Solution of Protons in Neutrons",
      "link": "http://link.aps.org/doi/10.1103/PhysRevLett.132.232701",
      "authors": "J. Keller, K. Hebeler, C. J. Pethick, and A. Schwenk",
      "source": "Physical Review Letter",
      "publicationDate": "2025-03-08T12:56:22.188905",
      "summary": "Author(s): J. Keller, K. Hebeler, C. J. Pethick, and A. SchwenkNeutron stars contain neutron-rich matter with around 5% protons at nuclear saturation density. In this Letter, we consider equilibrium between bulk phases of matter based on asymmetric nuclear matter calculations using chiral effective field theory interactions rather than, as has been done in the …[Phys. Rev. Lett. 132, 232701] Published Fri Jun 07, 2024"
    },
    {
      "title": "Magnetic Dipole Transition in $^{48}\\mathrm{Ca}$",
      "link": "http://link.aps.org/doi/10.1103/PhysRevLett.132.232504",
      "authors": "B. Acharya, B. S. Hu, S. Bacca, G. Hagen, P. Navrátil, and T. Papenbrock",
      "source": "Physical Review Letter",
      "publicationDate": "2025-03-08T12:56:22.188892",
      "summary": "Author(s): B. Acharya, B. S. Hu, S. Bacca, G. Hagen, P. Navrátil, and T. PapenbrockThe magnetic dipole transition strength $B(M1)$ of $^{48}\\mathrm{Ca}$ is dominated by a single resonant state at an excitation energy of 10.23 MeV. Experiments disagree about $B(M1)$ and this impacts our understanding of spin flips in nuclei. We performed ab initio computations based on chiral effec…[Phys. Rev. Lett. 132, 232504] Published Fri Jun 07, 2024"
    },
    {
      "title": "Impact of Two-Body Currents on Magnetic Dipole Moments of Nuclei",
      "link": "http://link.aps.org/doi/10.1103/PhysRevLett.132.232503",
      "authors": "T. Miyagi, X. Cao, R. Seutin, S. Bacca, R. F. Garcia Ruiz, K. Hebeler, J. D. Holt, and A. Schwenk",
      "source": "Physical Review Letter",
      "publicationDate": "2025-03-08T12:56:22.188867",
      "summary": "Author(s): T. Miyagi, X. Cao, R. Seutin, S. Bacca, R. F. Garcia Ruiz, K. Hebeler, J. D. Holt, and A. SchwenkWe investigate the effects of two-body currents on magnetic dipole moments of medium-mass and heavy nuclei using the valence-space in-medium similarity renormalization group with chiral effective field theory interactions and currents. Focusing on near doubly magic nuclei from oxygen to bismuth, we …[Phys. Rev. Lett. 132, 232503] Published Fri Jun 07, 2024"
    },
    {
      "title": "Neck Rupture and Scission Neutrons in Nuclear Fission",
      "link": "http://link.aps.org/doi/10.1103/PhysRevLett.132.242501",
      "authors": "Ibrahim Abdurrahman, Matthew Kafker, Aurel Bulgac, and Ionel Stetcu",
      "source": "Physical Review Letter",
      "publicationDate": "2025-03-08T12:56:22.188850",
      "summary": "Author(s): Ibrahim Abdurrahman, Matthew Kafker, Aurel Bulgac, and Ionel StetcuJust before a nucleus undergoes fission, a neck is formed between the emerging fission fragments. It is widely accepted that this neck undergoes a rather violent rupture, despite the absence of unambiguous experimental evidence. The main difficulty in addressing the neck rupture and saddle-to-scissi…[Phys. Rev. Lett. 132, 242501] Published Wed Jun 12, 2024"
    },
    {
      "title": "Modification of ${χ}_{c1}(3872)$ and $ψ(2S)$ Production in $p\\mathrm{Pb}$ Collisions at $\\sqrt{{s}_{\\mathrm{NN}}}=8.16\\text{ }\\text{ }\\mathrm{TeV}$",
      "link": "http://link.aps.org/doi/10.1103/PhysRevLett.132.242301",
      "authors": "R. Aaij <em>et al.</em> (LHCb Collaboration)",
      "source": "Physical Review Letter",
      "publicationDate": "2025-03-08T12:56:22.188836",
      "summary": "Author(s): R. Aaij et al. (LHCb Collaboration)A new measurement using pPb collision suggests that exotic hadrons behave differently in a nuclear medium compared to ordinary hadrons.[Phys. Rev. Lett. 132, 242301] Published Thu Jun 13, 2024"
    },
    {
      "title": "Early-Times Yang-Mills Dynamics and the Characterization of Strongly Interacting Matter with Statistical Learning",
      "link": "http://link.aps.org/doi/10.1103/PhysRevLett.132.252301",
      "authors": "Matthew Heffernan, Charles Gale, Sangyong Jeon, and Jean-François Paquet",
      "source": "Physical Review Letter",
      "publicationDate": "2025-03-08T12:56:22.188825",
      "summary": "Author(s): Matthew Heffernan, Charles Gale, Sangyong Jeon, and Jean-François PaquetIn ultrarelativistic heavy-ion collisions, a plasma of deconfined quarks and gluons is formed within $1\\text{ }\\text{ }\\mathrm{fm}/\\mathrm{c}$ of the nuclei’s impact. The complex dynamics of the collision before $≈1\\text{ }\\text{ }\\mathrm{fm}/\\mathrm{c}$ is often described with parametric models, wh…[Phys. Rev. Lett. 132, 252301] Published Thu Jun 20, 2024"
    },
    {
      "title": "Astrophysical Equation-of-State Constraints on the Color-Superconducting Gap",
      "link": "http://link.aps.org/doi/10.1103/PhysRevLett.132.262701",
      "authors": "Aleksi Kurkela, Krishna Rajagopal, and Rachel Steinhorst",
      "source": "Physical Review Letter",
      "publicationDate": "2025-03-08T12:56:22.188814",
      "summary": "Author(s): Aleksi Kurkela, Krishna Rajagopal, and Rachel SteinhorstWe demonstrate that astrophysical constraints on the dense-matter equation of state place an upper bound on the color-superconducting gap in dense matter above the transition from nuclear matter to quark matter. Pairing effects in the color-flavor locked quark matter phase increase the pressure at h…[Phys. Rev. Lett. 132, 262701] Published Mon Jun 24, 2024"
    },
    {
      "title": "Hexadecapole Deformation of $^{238}\\mathrm{U}$ from Relativistic Heavy-Ion Collisions Using a Nonlinear Response Coefficient",
      "link": "http://link.aps.org/doi/10.1103/PhysRevLett.132.262301",
      "authors": "Hao-jie Xu, Jie Zhao, and Fuqiang Wang",
      "source": "Physical Review Letter",
      "publicationDate": "2025-03-08T12:56:22.188803",
      "summary": "Author(s): Hao-jie Xu, Jie Zhao, and Fuqiang WangThe hexadecapole deformation (${β}_{4}$) of the $^{238}\\mathrm{U}$ nucleus has not been determined because its effect is overwhelmed by those from the nucleus’ large quadrupole deformation (${β}_{2}$) in nuclear electric transition measurements. In this Letter, we identify the nonlinear response of …[Phys. Rev. Lett. 132, 262301] Published Mon Jun 24, 2024"
    },
    {
      "title": "Precise Spectroscopy of the $3n$ and $3p$ Systems via the $^{3}\\mathrm{H}(t,\\text{ }^{3}\\mathrm{He})3n$ and $^{3}\\mathrm{He}(^{3}\\mathrm{He},\\text{ }t)3p$ Reactions at Intermediate Energies",
      "link": "http://link.aps.org/doi/10.1103/PhysRevLett.133.012501",
      "authors": "K. Miki <em>et al.</em> (RIBF-SHARAQ11 Collaboration and RCNP-E502 Collaboration)",
      "source": "Physical Review Letter",
      "publicationDate": "2025-03-08T12:56:22.188792",
      "summary": "Author(s): K. Miki et al. (RIBF-SHARAQ11 Collaboration and RCNP-E502 Collaboration)To search for low-energy resonant structures in isospin $T=3/2$ three-body systems, we have performed the experiments $^{3}\\mathrm{H}(t,^{3}\\mathrm{He})3n$ and $^{3}\\mathrm{He}(^{3}\\mathrm{He},t)3p$ at intermediate energies. For the $3n$ experiment, we have newly developed a thick Ti-$^{3}\\mathrm{H}…[Phys. Rev. Lett. 133, 012501] Published Wed Jul 03, 2024"
    },
    {
      "title": "Observation of Medium-Induced Yield Enhancement and Acoplanarity Broadening of Low-${p}_{\\mathrm{T}}$ Jets from Measurements in $pp$ and Central Pb-Pb Collisions at $\\sqrt{{s}_{\\mathrm{NN}}}=5.02\\text{ }\\text{ }\\mathrm{TeV}$",
      "link": "http://link.aps.org/doi/10.1103/PhysRevLett.133.022301",
      "authors": "S. Acharya <em>et al.</em> (ALICE Collaboration)",
      "source": "Physical Review Letter",
      "publicationDate": "2025-03-08T12:56:22.188780",
      "summary": "Author(s): S. Acharya et al. (ALICE Collaboration)The ALICE Collaboration reports the measurement of semi-inclusive distributions of charged-particle jets recoiling from a high transverse momentum (high ${p}_{\\mathrm{T}}$) hadron trigger in proton-proton and central Pb-Pb collisions at $\\sqrt{{s}_{\\mathrm{NN}}}=5.02\\text{ }\\text{ }\\mathrm{TeV}$. A …[Phys. Rev. Lett. 133, 022301] Published Tue Jul 09, 2024"
    },
    {
      "title": "Measurement of the Isolated Nuclear Two-Photon Decay in $^{72}\\mathrm{Ge}$",
      "link": "http://link.aps.org/doi/10.1103/PhysRevLett.133.022502",
      "authors": "D. Freire-Fernández <em>et al.</em>",
      "source": "Physical Review Letter",
      "publicationDate": "2025-03-08T12:56:22.188769",
      "summary": "Author(s): D. Freire-Fernández et al.The nuclear two-photon or double-gamma ($2γ$) decay is a second-order electromagnetic process whereby a nucleus in an excited state emits two gamma rays simultaneously. To be able to directly measure the $2γ$ decay rate in the low-energy regime below the electron-positron pair-creation threshold, we…[Phys. Rev. Lett. 133, 022502] Published Thu Jul 11, 2024"
    },
    {
      "title": "Emergence of High-Order Deformation in Rotating Transfermium Nuclei: A Microscopic Understanding",
      "link": "http://link.aps.org/doi/10.1103/PhysRevLett.133.022501",
      "authors": "F. F. Xu (许方方), Y. K. Wang (王亚坤), Y. P. Wang (王一平), P. Ring, and P. W. Zhao (赵鹏巍)",
      "source": "Physical Review Letter",
      "publicationDate": "2025-03-08T12:56:22.188758",
      "summary": "Author(s): F. F. Xu (许方方), Y. K. Wang (王亚坤), Y. P. Wang (王一平), P. Ring, and P. W. Zhao (赵鹏巍)The rotational properties of the transfermium nuclei are investigated in the full deformation space by implementing a shell-model-like approach in the cranking covariant density functional theory on a three-dimensional lattice, where the pairing correlations, deformations, and moments of inertia are…[Phys. Rev. Lett. 133, 022501] Published Thu Jul 11, 2024"
    },
    {
      "title": "Observation of the $\\mathrm{ϒ}(3S)$ Meson and Suppression of $\\mathrm{ϒ}$ States in Pb-Pb Collisions at $\\sqrt{{s}_{NN}}=5.02\\text{ }\\text{ }\\mathrm{TeV}$",
      "link": "http://link.aps.org/doi/10.1103/PhysRevLett.133.022302",
      "authors": "A. Tumasyan <em>et al.</em> (CMS Collaboration)",
      "source": "Physical Review Letter",
      "publicationDate": "2025-03-08T12:56:22.188746",
      "summary": "Author(s): A. Tumasyan et al. (CMS Collaboration)The production of $\\mathrm{ϒ}(2S)$ and $\\mathrm{ϒ}(3S)$ mesons in lead-lead (Pb-Pb) and proton-proton ($pp$) collisions is studied in their dimuon decay channel using the CMS detector at the LHC. The $\\mathrm{ϒ}(3S)$ meson is observed for the first time in Pb-Pb collisions, with a significance above…[Phys. Rev. Lett. 133, 022302] Published Fri Jul 12, 2024"
    },
    {
      "title": "Substantial Nuclear Hyperfine Mixing Effect in Boronlike $^{205}\\mathrm{Pb}$ Ions",
      "link": "http://link.aps.org/doi/10.1103/PhysRevLett.133.032501",
      "authors": "Wu Wang and Xu Wang",
      "source": "Physical Review Letter",
      "publicationDate": "2025-03-08T12:56:22.188735",
      "summary": "Author(s): Wu Wang and Xu WangNuclear hyperfine mixing (NHM) is a distinctive effect through which nuclear properties and dynamics can be efficiently controlled. Traditionally, the scientific consensus has predominantly associated NHM with its pronounced impact on $^{229}\\mathrm{Th}$, owing to the existence of its low-lying isom…[Phys. Rev. Lett. 133, 032501] Published Tue Jul 16, 2024"
    },
    {
      "title": "Simulations of Stochastic Fluid Dynamics near a Critical Point in the Phase Diagram",
      "link": "http://link.aps.org/doi/10.1103/PhysRevLett.133.032301",
      "authors": "Chandrodoy Chattopadhyay, Josh Ott, Thomas Schäfer, and Vladimir V. Skokov",
      "source": "Physical Review Letter",
      "publicationDate": "2025-03-08T12:56:22.188724",
      "summary": "Author(s): Chandrodoy Chattopadhyay, Josh Ott, Thomas Schäfer, and Vladimir V. SkokovWe present simulations of stochastic fluid dynamics in the vicinity of a critical endpoint belonging to the universality class of the Ising model. This study is motivated by the challenge of modeling the dynamics of critical fluctuations near a conjectured critical endpoint in the phase diagram of q…[Phys. Rev. Lett. 133, 032301] Published Tue Jul 16, 2024"
    },
    {
      "title": "Infinite Order Hydrodynamics: An Analytical Example",
      "link": "http://link.aps.org/doi/10.1103/PhysRevLett.133.032302",
      "authors": "L. Gavassino",
      "source": "Physical Review Letter",
      "publicationDate": "2025-03-08T12:56:22.188713",
      "summary": "Author(s): L. GavassinoWe construct a kinetic model for matter-radiation interactions whose hydrodynamic gradient expansion can be computed analytically up to infinite order in derivatives, in the fully nonlinear regime, and for arbitrary flows. The frequency dependence of the opacity of matter is chosen to mimic the rela…[Phys. Rev. Lett. 133, 032302] Published Wed Jul 17, 2024"
    },
    {
      "title": "Compound-Nucleus and Doorway-State Decays of $β$-Delayed Neutron Emitters $^{51,52,53}\\mathrm{K}$",
      "link": "http://link.aps.org/doi/10.1103/PhysRevLett.133.042501",
      "authors": "Z. Y. Xu <em>et al.</em>",
      "source": "Physical Review Letter",
      "publicationDate": "2025-03-08T12:56:22.188700",
      "summary": "Author(s): Z. Y. Xu et al.We investigated decays of $^{51,52,53}\\mathrm{K}$ at the ISOLDE Decay Station at CERN in order to understand the mechanism of the $β$-delayed neutron-emission ($βn$) process. The experiment quantified neutron and $γ$-ray emission paths for each precursor. We used this information to test the hypothe…[Phys. Rev. Lett. 133, 042501] Published Mon Jul 22, 2024"
    },
    {
      "title": "Nuclear Structure Effects on Hyperfine Splittings in Ordinary and Muonic Deuterium",
      "link": "http://link.aps.org/doi/10.1103/PhysRevLett.133.042502",
      "authors": "Chen Ji, Xiang Zhang, and Lucas Platter",
      "source": "Physical Review Letter",
      "publicationDate": "2025-03-08T12:56:22.188689",
      "summary": "Author(s): Chen Ji, Xiang Zhang, and Lucas PlatterPrecision spectroscopy of hyperfine splitting (HFS) is a crucial tool for investigating the structure of nuclei and testing quantum electrodynamics. However, accurate theoretical predictions are hindered by two-photon exchange (TPE) effects. We propose a novel formalism that accounts for nuclear exc…[Phys. Rev. Lett. 133, 042502] Published Thu Jul 25, 2024"
    },
    {
      "title": "First Direct Measurement of the 64.5 keV Resonance Strength in the $^{17}\\mathrm{O}(p,γ)^{18}\\mathrm{F}$ Reaction",
      "link": "http://link.aps.org/doi/10.1103/PhysRevLett.133.052701",
      "authors": "R. M. Gesuè <em>et al.</em> (LUNA Collaboration)",
      "source": "Physical Review Letter",
      "publicationDate": "2025-03-08T12:56:22.188677",
      "summary": "Author(s): R. M. Gesuè et al. (LUNA Collaboration)The CNO cycle is one of the most important nuclear energy sources in stars. At temperatures of hydrostatic H-burning ($20\\text{ }\\text{ }\\mathrm{MK}&lt;T&lt;80\\text{ }\\text{ }\\mathrm{MK}$) the $^{17}\\mathrm{O}(p,γ)^{18}\\mathrm{F}$ reaction rate is dominated by the poorly constrained 64.5 keV resonan…[Phys. Rev. Lett. 133, 052701] Published Tue Jul 30, 2024"
    },
    {
      "title": "Shedding Light on the Origin of $^{204}\\mathrm{Pb}$, the Heaviest $s$-Process–Only Isotope in the Solar System",
      "link": "http://link.aps.org/doi/10.1103/PhysRevLett.133.052702",
      "authors": "A. Casanovas-Hoste <em>et al.</em> (n_TOF Collaboration)",
      "source": "Physical Review Letter",
      "publicationDate": "2025-03-08T12:56:22.188666",
      "summary": "Author(s): A. Casanovas-Hoste et al. (n_TOF Collaboration)Asymptotic giant branch stars are responsible for the production of most of the heavy isotopes beyond Sr observed in the solar system. Among them, isotopes shielded from the $r$-process contribution by their stable isobars are defined as $s$-only nuclei. For a long time the abundance of $^{204}\\math…[Phys. Rev. Lett. 133, 052702] Published Wed Jul 31, 2024"
    },
    {
      "title": "Observation of Strong Nuclear Suppression in Exclusive $J/ψ$ Photoproduction in $\\mathrm{Au}+\\mathrm{Au}$ Ultraperipheral Collisions at RHIC",
      "link": "http://link.aps.org/doi/10.1103/PhysRevLett.133.052301",
      "authors": "M. I. Abdulhamid <em>et al.</em> (STAR Collaboration)",
      "source": "Physical Review Letter",
      "publicationDate": "2025-03-08T12:56:22.188654",
      "summary": "Author(s): M. I. Abdulhamid et al. (STAR Collaboration)We report a measurement of exclusive $J/ψ$ and $ψ(2s)$ photoproduction in $\\mathrm{Au}+\\mathrm{Au}$ ultraperipheral collisions at $\\sqrt{{s}_{\\mathrm{NN}}}=200\\text{ }\\text{ }\\mathrm{GeV}$ using the STAR detector. For the first time, (i) the $ψ(2s)$ photoproduction in midrapidity at the Relativistic…[Phys. Rev. Lett. 133, 052301] Published Wed Jul 31, 2024"
    },
    {
      "title": "Direct Observation of Competing $M1$ and $M3$ Transitions in $^{10}\\mathrm{B}$",
      "link": "http://link.aps.org/doi/10.1103/PhysRevLett.133.072502",
      "authors": "A. Kuşoğlu <em>et al.</em>",
      "source": "Physical Review Letter",
      "publicationDate": "2025-03-08T12:56:22.188643",
      "summary": "Author(s): A. Kuşoğlu et al.Excited states in $^{10}\\mathrm{B}$ were populated with the $^{10}\\mathrm{B}(p,{p}^{′}γ){^{10}\\mathrm{B}}^{*}$ reaction at 8.5 MeV and their $γ$ decay was investigated via coincidence $γ$-ray spectroscopy. The emitted $γ$ rays were measured using large-volume ${\\mathrm{LaBr}}_{3}:\\mathrm{Ce}$ and ${…[Phys. Rev. Lett. 133, 072502] Published Tue Aug 13, 2024"
    },
    {
      "title": "First Exploration of Monopole-Driven Shell Evolution above the $N=126$ Shell Closure: New Millisecond Isomers in $^{213}\\mathrm{Tl}$ and $^{215}\\mathrm{Tl}$",
      "link": "http://link.aps.org/doi/10.1103/PhysRevLett.133.072501",
      "authors": "T. T. Yeung <em>et al.</em>",
      "source": "Physical Review Letter",
      "publicationDate": "2025-03-08T12:56:22.188631",
      "summary": "Author(s): T. T. Yeung et al.Isomer spectroscopy of heavy neutron-rich nuclei beyond the $N=126$ closed shell has been performed for the first time at the Radioactive Isotope Beam Factory of the RIKEN Nishina Center. New millisecond isomers have been identified at low excitation energies, 985.3(19) keV in $^{213}\\mathrm{Tl}$ an…[Phys. Rev. Lett. 133, 072501] Published Tue Aug 13, 2024"
    },
    {
      "title": "Magicity versus Superfluidity around $^{28}\\mathrm{O}$ viewed from the Study of $^{30}\\mathrm{F}$",
      "link": "http://link.aps.org/doi/10.1103/PhysRevLett.133.082501",
      "authors": "J. Kahlbow <em>et al.</em> (SAMURAI21-NeuLAND Collaboration)",
      "source": "Physical Review Letter",
      "publicationDate": "2025-03-08T12:56:22.188613",
      "summary": "Author(s): J. Kahlbow et al. (SAMURAI21-NeuLAND Collaboration)The first identification of the unbound nucleus 30F observed at the Samurai spectrometer in RIKEN has consequences for the superfluidity of 28O and the two-neutron halo nature of 29,31F.[Phys. Rev. Lett. 133, 082501] Published Fri Aug 23, 2024"
    },
    {
      "title": "Measurements of Chemical Potentials in Pb-Pb Collisions at $\\sqrt{{s}_{\\mathrm{NN}}}=5.02\\text{ }\\text{ }\\mathrm{TeV}$",
      "link": "http://link.aps.org/doi/10.1103/PhysRevLett.133.092301",
      "authors": "S. Acharya <em>et al.</em> (ALICE Collaboration)",
      "source": "Physical Review Letter",
      "publicationDate": "2025-03-08T12:56:22.188601",
      "summary": "Author(s): S. Acharya et al. (ALICE Collaboration)This Letter presents the most precise measurement to date of the matter-antimatter imbalance at midrapidity in Pb-Pb collisions at a center-of-mass energy per nucleon pair $\\sqrt{{s}_{\\mathrm{NN}}}=5.02\\text{ }\\text{ }\\mathrm{TeV}$. Using the Statistical Hadronization framework, it is possible to ob…[Phys. Rev. Lett. 133, 092301] Published Mon Aug 26, 2024"
    },
    {
      "title": "Simultaneous Measurement of the Half-Life and Spectral Shape of $^{115}\\mathrm{In}$ $β$ Decay with an Indium Iodide Cryogenic Calorimeter",
      "link": "http://link.aps.org/doi/10.1103/PhysRevLett.133.122501",
      "authors": "L. Pagnanini, G. Benato, P. Carniti, E. Celi, D. Chiesa, J. Corbett, I. Dafinei, S. Di Domizio, P. Di Stefano, S. Ghislandi, C. Gotti, D. L. Helis, R. Knobel, J. Kostensalo, J. Kotila, S. Nagorny, G. Pessina, S. Pirro, S. Pozzi, A. Puiu, S. Quitadamo, M. Sisti, J. Suhonen, and S. Kuznetsov",
      "source": "Physical Review Letter",
      "publicationDate": "2025-03-08T12:56:22.188590",
      "summary": "Author(s): L. Pagnanini, G. Benato, P. Carniti, E. Celi, D. Chiesa, J. Corbett, I. Dafinei, S. Di Domizio, P. Di Stefano, S. Ghislandi, C. Gotti, D. L. Helis, R. Knobel, J. Kostensalo, J. Kotila, S. Nagorny, G. Pessina, S. Pirro, S. Pozzi, A. Puiu, S. Quitadamo, M. Sisti, J. Suhonen, and S. KuznetsovCurrent bounds on the neutrino Majorana mass are affected by significant uncertainties in the nuclear calculations for neutrinoless double-beta decay. A key issue for a data-driven improvement of the nuclear theory is the actual value of the axial coupling constant ${g}_{\\mathrm{A}}$, which can be i…[Phys. Rev. Lett. 133, 122501] Published Mon Sep 16, 2024"
    },
    {
      "title": "First Detailed Study of the Quantum Decoherence of Entangled Gamma Photons",
      "link": "http://link.aps.org/doi/10.1103/PhysRevLett.133.132502",
      "authors": "Julien Bordes, James R. Brown, Daniel P. Watts, Mikhail Bashkanov, Kieran Gibson, Ruth Newton, and Nicholas Zachariou",
      "source": "Physical Review Letter",
      "publicationDate": "2025-03-08T12:56:22.188578",
      "summary": "Author(s): Julien Bordes, James R. Brown, Daniel P. Watts, Mikhail Bashkanov, Kieran Gibson, Ruth Newton, and Nicholas ZachariouThe quantum entanglement of photons used in positron emission tomography (PET) scans has been shown to be surprisingly robust, opening prospects for developing quantum-enhanced PET schemes.[Phys. Rev. Lett. 133, 132502] Published Wed Sep 25, 2024"
    },
    {
      "title": "High-Precision Mass Measurements of Neutron Deficient Silver Isotopes Probe the Robustness of the $N=50$ Shell Closure",
      "link": "http://link.aps.org/doi/10.1103/PhysRevLett.133.132503",
      "authors": "Zhuang Ge (葛壮) <em>et al.</em>",
      "source": "Physical Review Letter",
      "publicationDate": "2025-03-08T12:56:22.188567",
      "summary": "Author(s): Zhuang Ge (葛壮) et al.High-precision mass measurements of exotic $^{95–97}\\mathrm{Ag}$ isotopes close to the $N=Z$ line have been conducted with the JYFLTRAP double Penning trap mass spectrometer, with the silver ions produced using the recently commissioned inductively heated hot cavity catcher laser ion source at the I…[Phys. Rev. Lett. 133, 132503] Published Thu Sep 26, 2024"
    },
    {
      "title": "Revisiting the Excitation of the Low-Lying $^{181m}\\mathrm{Ta}$ Isomer in Optical Laser-Generated Plasma",
      "link": "http://link.aps.org/doi/10.1103/PhysRevLett.133.132501",
      "authors": "Simone Gargiulo, Ivan Madan, Benoit Truc, Paolo Usai, Kjeld Beeks, Veronica Leccese, Giovanni Maria Vanacore, and Fabrizio Carbone",
      "source": "Physical Review Letter",
      "publicationDate": "2025-03-08T12:56:22.188556",
      "summary": "Author(s): Simone Gargiulo, Ivan Madan, Benoit Truc, Paolo Usai, Kjeld Beeks, Veronica Leccese, Giovanni Maria Vanacore, and Fabrizio CarboneThe excitation of the $^{181m}\\mathrm{Ta}$ isomer in the laser-plasma scenario was claimed to have been observed more than two decades ago. However, the reported experimental findings—and the respective high excitation rate—were later questioned as they could not be reproduced theoretically. The con…[Phys. Rev. Lett. 133, 132501] Published Fri Sep 27, 2024"
    },
    {
      "title": "Observation of Enhanced Long-Range Elliptic Anisotropies Inside High-Multiplicity Jets in $pp$ Collisions at $\\sqrt{s}=13\\text{ }\\text{ }\\mathrm{TeV}$",
      "link": "http://link.aps.org/doi/10.1103/PhysRevLett.133.142301",
      "authors": "A. Hayrapetyan <em>et al.</em> (CMS Collaboration)",
      "source": "Physical Review Letter",
      "publicationDate": "2025-03-08T12:56:22.188539",
      "summary": "Author(s): A. Hayrapetyan et al. (CMS Collaboration)Any two particles within jets emitted from pp collisons that have more than 80 charged particle species are found to be more correlated than expected, suggesting an onset of collective behavior in small collision systems.[Phys. Rev. Lett. 133, 142301] Published Mon Sep 30, 2024"
    },
    {
      "title": "Distilling the Essential Elements of Nuclear Binding via Neural-Network Quantum States",
      "link": "http://link.aps.org/doi/10.1103/PhysRevLett.133.142501",
      "authors": "Alex Gnech, Bryce Fore, Anthony J. Tropiano, and Alessandro Lovato",
      "source": "Physical Review Letter",
      "publicationDate": "2025-03-08T12:56:22.188528",
      "summary": "Author(s): Alex Gnech, Bryce Fore, Anthony J. Tropiano, and Alessandro LovatoTo distill the essential elements of nuclear binding, we seek the simplest Hamiltonian capable of modeling atomic nuclei with percent-level accuracy. A critical aspect of this endeavor consists of accurately solving the quantum many-body problem without incurring an exponential computing cost with t…[Phys. Rev. Lett. 133, 142501] Published Fri Oct 04, 2024"
    },
    {
      "title": "Construction of Continuous Collective Energy Landscapes for Large Amplitude Nuclear Many-Body Problems",
      "link": "http://link.aps.org/doi/10.1103/PhysRevLett.133.152501",
      "authors": "Paul Carpentier, Nathalie Pillet, Denis Lacroix, Noël Dubray, and David Regnier",
      "source": "Physical Review Letter",
      "publicationDate": "2025-03-08T12:56:22.188516",
      "summary": "Author(s): Paul Carpentier, Nathalie Pillet, Denis Lacroix, Noël Dubray, and David RegnierSeveral protocols are proposed to build continuous energy surfaces of many-body quantum systems, regarding both energy and states. The standard variational principle is augmented with constraints on state overlap, ensuring arbitrary precision on continuity. As an illustration, the lowest energy and …[Phys. Rev. Lett. 133, 152501] Published Tue Oct 08, 2024"
    },
    {
      "title": "Highly Nonlinear Light-Nucleus Interaction",
      "link": "http://link.aps.org/doi/10.1103/PhysRevLett.133.152503",
      "authors": "Hanxu Zhang, Tao Li, and Xu Wang",
      "source": "Physical Review Letter",
      "publicationDate": "2025-03-08T12:56:22.188504",
      "summary": "Author(s): Hanxu Zhang, Tao Li, and Xu WangHydrogenlike thorium-229 ions interacting with intense lasers could unlock a highly nonlinear and nonperturbative regime of light-nucleus interaction.[Phys. Rev. Lett. 133, 152503] Published Fri Oct 11, 2024"
    },
    {
      "title": "Modification of Quark-Gluon Distributions in Nuclei by Correlated Nucleon Pairs",
      "link": "http://link.aps.org/doi/10.1103/PhysRevLett.133.152502",
      "authors": "A. W. Denniston, T. Ježo, A. Kusina, N. Derakhshanian, P. Duwentäster, O. Hen, C. Keppel, M. Klasen, K. Kovařík, J. G. Morfín, K. F. Muzakka, F. I. Olness, E. Piasetzky, P. Risse, R. Ruiz, I. Schienbein, and J. Y. Yu.",
      "source": "Physical Review Letter",
      "publicationDate": "2025-03-08T12:56:22.188493",
      "summary": "Author(s): A. W. Denniston, T. Ježo, A. Kusina, N. Derakhshanian, P. Duwentäster, O. Hen, C. Keppel, M. Klasen, K. Kovařík, J. G. Morfín, K. F. Muzakka, F. I. Olness, E. Piasetzky, P. Risse, R. Ruiz, I. Schienbein, and J. Y. Yu.We extend the QCD Parton Model analysis using a factorized nuclear structure model incorporating individual nucleons and pairs of correlated nucleons. Our analysis of high-energy data from lepton deep-inelastic scattering, Drell-Yan, and $W$ and $Z$ boson production simultaneously extracts the unive…[Phys. Rev. Lett. 133, 152502] Published Fri Oct 11, 2024"
    },
    {
      "title": "Toward the Discovery of New Elements: Production of Livermorium ($Z=116$) with $^{50}\\mathrm{Ti}$",
      "link": "http://link.aps.org/doi/10.1103/PhysRevLett.133.172502",
      "authors": "J. M. Gates <em>et al.</em>",
      "source": "Physical Review Letter",
      "publicationDate": "2025-03-08T12:56:22.188481",
      "summary": "Author(s): J. M. Gates et al.Scientists have synthesized an isotope of the superheavy element livermorium using a novel fusion reaction. The result paves the way for the discovery of new chemical elements.[Phys. Rev. Lett. 133, 172502] Published Mon Oct 21, 2024"
    },
    {
      "title": "Extraction of Spectra in the Shell Model Monte Carlo Method Using Imaginary-Time Correlation Matrices",
      "link": "http://link.aps.org/doi/10.1103/PhysRevLett.133.182501",
      "authors": "Y. Alhassid, M. Bonett-Matiz, C. N. Gilbreth, and S. Vartak",
      "source": "Physical Review Letter",
      "publicationDate": "2025-03-08T12:56:22.188470",
      "summary": "Author(s): Y. Alhassid, M. Bonett-Matiz, C. N. Gilbreth, and S. VartakNuclear energy levels are usually calculated using conventional diagonalization methods in the framework of the configuration-interaction (CI) shell model but these methods are prohibited in very large model spaces. The shell model Monte Carlo (SMMC) method is a powerful technique for calculating th…[Phys. Rev. Lett. 133, 182501] Published Mon Oct 28, 2024"
    },
    {
      "title": "Unveiling Baryon Charge Carriers through Charge Stopping in Isobar Collisions",
      "link": "http://link.aps.org/doi/10.1103/PhysRevLett.133.182301",
      "authors": "Gregoire Pihan, Akihiko Monnai, Björn Schenke, and Chun Shen",
      "source": "Physical Review Letter",
      "publicationDate": "2025-03-08T12:56:22.188459",
      "summary": "Author(s): Gregoire Pihan, Akihiko Monnai, Björn Schenke, and Chun ShenUtilizing a comprehensive $(3+1)D$ relativistic hydrodynamic framework with multiple conserved charge currents and charge-dependent lattice-QCD-based equation of state, we study the baryon and electric charge number deposition at midrapidity in isobar $\\mathrm{Ru}+\\mathrm{Ru}$ and $\\mathrm{Zr}+\\math…[Phys. Rev. Lett. 133, 182301] Published Tue Oct 29, 2024"
    },
    {
      "title": "Exploring the Nuclear-Shape Phase Transition in Ultrarelativistic $^{129}\\mathrm{Xe}+^{129}\\mathrm{Xe}$ Collisions at the LHC",
      "link": "http://link.aps.org/doi/10.1103/PhysRevLett.133.192301",
      "authors": "Shujun Zhao, Hao-jie Xu, You Zhou, Yu-Xin Liu, and Huichao Song",
      "source": "Physical Review Letter",
      "publicationDate": "2025-03-08T12:56:22.188447",
      "summary": "Author(s): Shujun Zhao, Hao-jie Xu, You Zhou, Yu-Xin Liu, and Huichao SongThe shape phase transition for certain isotope or isotone chains, associated with the quantum phase transition of finite nuclei, is an intriguing phenomenon in nuclear physics. A notable case is the Xe isotope chain, where the structure transits from a $γ$-soft rotor to a spherical vibrator, with th…[Phys. Rev. Lett. 133, 192301] Published Mon Nov 04, 2024"
    },
    {
      "title": "Quest for Cooper Pair Transfer in Heavy-Ion Reactions: The $^{206}\\mathrm{Pb}+^{118}\\mathrm{Sn}$ Case",
      "link": "http://link.aps.org/doi/10.1103/PhysRevLett.133.202501",
      "authors": "S. Szilner <em>et al.</em>",
      "source": "Physical Review Letter",
      "publicationDate": "2025-03-08T12:56:22.188436",
      "summary": "Author(s): S. Szilner et al.In this Letter we report on effects of nucleon-nucleon correlations probed in nucleon transfer reactions with heavy ions. We measured with high efficiency and resolution a complete set of observables for neutron transfer channels in the $^{206}\\mathrm{Pb}+^{118}\\mathrm{Sn}$ system employing a large …[Phys. Rev. Lett. 133, 202501] Published Fri Nov 15, 2024"
    },
    {
      "title": "Quantum Monte Carlo Calculations of Magnetic Form Factors in Light Nuclei",
      "link": "http://link.aps.org/doi/10.1103/PhysRevLett.133.212501",
      "authors": "G. Chambers-Wall, A. Gnech, G. B. King, S. Pastore, M. Piarulli, R. Schiavilla, and R. B. Wiringa",
      "source": "Physical Review Letter",
      "publicationDate": "2025-03-08T12:56:22.188425",
      "summary": "Author(s): G. Chambers-Wall, A. Gnech, G. B. King, S. Pastore, M. Piarulli, R. Schiavilla, and R. B. WiringaWe present quantum Monte Carlo calculations of magnetic form factors in $A=6–10$ nuclei, based on Norfolk two- and three-nucleon interactions, and associated one- and two-body electromagnetic currents. Agreement with the available experimental data for $^{6}\\mathrm{Li}$, $^{7}\\mathrm{Li}$, $^{9}\\mat…[Phys. Rev. Lett. 133, 212501] Published Mon Nov 18, 2024"
    },
    {
      "title": "Nuclear Structure of Dripline Nuclei Elucidated through Precision Mass Measurements of $^{23}\\mathrm{Si}$, $^{26}\\mathrm{P}$, $^{27,28}\\mathrm{S}$, and $^{31}\\mathrm{Ar}$",
      "link": "http://link.aps.org/doi/10.1103/PhysRevLett.133.222501",
      "authors": "Y. Yu <em>et al.</em>",
      "source": "Physical Review Letter",
      "publicationDate": "2025-03-08T12:56:22.188414",
      "summary": "Author(s): Y. Yu et al.Using the $\\mathrm{B}ρ$-defined isochronous mass spectrometry technique, we report the first determination of the $^{23}\\mathrm{Si}$, $^{26}\\mathrm{P}$, $^{27}\\mathrm{S}$, and $^{31}\\mathrm{Ar}$ masses and improve the precision of the $^{28}\\mathrm{S}$ mass by a factor of 11. Our measurements confir…[Phys. Rev. Lett. 133, 222501] Published Wed Nov 27, 2024"
    },
    {
      "title": "Bound-State Beta Decay of ${^{205}\\mathrm{Tl}}^{81+}$ Ions and the LOREX Project",
      "link": "http://link.aps.org/doi/10.1103/PhysRevLett.133.232701",
      "authors": "R. S. Sidhu <em>et al.</em> (E121 Collaboration and LOREX Collaboration)",
      "source": "Physical Review Letter",
      "publicationDate": "2025-03-08T12:56:22.188399",
      "summary": "Author(s): R. S. Sidhu et al. (E121 Collaboration and LOREX Collaboration)A measurement of the half-life of the bound-state beta decay of fully ionized thallium-205 ions results in a lower solar neutrino capture cross section than previously anticipated.[Phys. Rev. Lett. 133, 232701] Published Mon Dec 02, 2024"
    },
    {
      "title": "Constraints for Rare Electron-Capture Decays Mimicking Detection of Dark-Matter Particles in Nuclear Transitions",
      "link": "http://link.aps.org/doi/10.1103/PhysRevLett.133.232501",
      "authors": "Aagrah Agnihotri, Jouni Suhonen, and Hong Joo Kim",
      "source": "Physical Review Letter",
      "publicationDate": "2025-03-08T12:56:22.188388",
      "summary": "Author(s): Aagrah Agnihotri, Jouni Suhonen, and Hong Joo KimWe give for the first time theoretical estimates of unknown rare electron-capture (EC) decay branchings of $^{44}\\mathrm{Ti}$, $^{57}\\mathrm{Co}$, and $^{139}\\mathrm{Ce}$, relevant for searches of (exotic) dark-matter particles. The nuclear-structure calculations have been done exploiting the nuclea…[Phys. Rev. Lett. 133, 232501] Published Mon Dec 02, 2024"
    },
    {
      "title": "Candidate Toroidal Electric Dipole Mode in the Spherical Nucleus $^{58}\\mathrm{Ni}$",
      "link": "http://link.aps.org/doi/10.1103/PhysRevLett.133.232502",
      "authors": "P. von Neumann-Cosel, V. O. Nesterenko, I. Brandherm, P. I. Vishnevskiy, P.-G. Reinhard, J. Kvasil, H. Matsubara, A. Repko, A. Richter, M. Scheck, and A. Tamii",
      "source": "Physical Review Letter",
      "publicationDate": "2025-03-08T12:56:22.188375",
      "summary": "Author(s): P. von Neumann-Cosel, V. O. Nesterenko, I. Brandherm, P. I. Vishnevskiy, P.-G. Reinhard, J. Kvasil, H. Matsubara, A. Repko, A. Richter, M. Scheck, and A. TamiiNuclear scattering data suggest the possible observation of a predicted but never-observed nuclear vibration.[Phys. Rev. Lett. 133, 232502] Published Wed Dec 04, 2024"
    },
    {
      "title": "Disentangling Sources of Momentum Fluctuations in $\\mathrm{Xe}+\\mathrm{Xe}$ and $\\mathrm{Pb}+\\mathrm{Pb}$ Collisions with the ATLAS Detector",
      "link": "http://link.aps.org/doi/10.1103/PhysRevLett.133.252301",
      "authors": "G. Aad <em>et al.</em> (ATLAS Collaboration)",
      "source": "Physical Review Letter",
      "publicationDate": "2025-03-08T12:56:22.188363",
      "summary": "Author(s): G. Aad et al. (ATLAS Collaboration)High-energy nuclear collisions create a quark-gluon plasma, whose initial condition and subsequent expansion vary from event to event, impacting the distribution of the eventwise average transverse momentum [$P([{p}_{\\mathrm{T}}])$]. Disentangling the contributions from fluctuations in the nuclear o…[Phys. Rev. Lett. 133, 252301] Published Mon Dec 16, 2024"
    },
    {
      "title": "Generative Modeling of Nucleon-Nucleon Interactions",
      "link": "http://link.aps.org/doi/10.1103/PhysRevLett.133.252501",
      "authors": "Pengsheng Wen, Jeremy W. Holt, and Maggie Li",
      "source": "Physical Review Letter",
      "publicationDate": "2025-03-08T12:56:22.188352",
      "summary": "Author(s): Pengsheng Wen, Jeremy W. Holt, and Maggie LiDeveloping high-precision models of the nuclear force and propagating the associated uncertainties in quantum many-body calculations of nuclei and nuclear matter remain key challenges for ab initio nuclear theory. In this Letter, we demonstrate that generative machine learning models can construct n…[Phys. Rev. Lett. 133, 252501] Published Fri Dec 20, 2024"
    },
    {
      "title": "Emergent Canonical Spin Tensor in the Chiral-Symmetric Hot QCD",
      "link": "http://link.aps.org/doi/10.1103/PhysRevLett.133.262301",
      "authors": "Matteo Buzzegoli and Andrea Palermo",
      "source": "Physical Review Letter",
      "publicationDate": "2025-03-08T12:56:22.188341",
      "summary": "Author(s): Matteo Buzzegoli and Andrea PalermoThe spin tensor is fundamental to relativistic spin hydrodynamics, but its definition is ambiguous due to the pseudogauge symmetry. We show that this ambiguity can be solved in interacting field theories. We prove that the mean-field limit of a modified Nambu-Jona-Lasinio model with spin-spin intera…[Phys. Rev. Lett. 133, 262301] Published Mon Dec 23, 2024"
    },
    {
      "title": "<i>Ab Initio</i> Strategy for Taming the Nuclear-Structure Dependence of ${V}_{ud}$ Extractions: The $^{10}\\mathrm{C}→^{10}\\mathrm{B}$ Superallowed Transition",
      "link": "http://link.aps.org/doi/10.1103/PhysRevLett.134.012501",
      "authors": "Michael Gennari, Mehdi Drissi, Mikhail Gorchtein, Petr Navrátil, and Chien-Yeah Seng",
      "source": "Physical Review Letter",
      "publicationDate": "2025-03-08T12:56:22.188330",
      "summary": "Author(s): Michael Gennari, Mehdi Drissi, Mikhail Gorchtein, Petr Navrátil, and Chien-Yeah SengWe report the first ab initio calculation of the nuclear-structure-dependent radiative correction ${δ}_{\\mathrm{NS}}$ to the $^{10}\\mathrm{C}→^{10}\\mathrm{B}$ superallowed transition, computed with the no-core shell model and chiral effective field theory. We obtain ${δ}_{\\mathrm{NS}}=−0.422(29{)}_{…[Phys. Rev. Lett. 134, 012501] Published Thu Jan 02, 2025"
    },
    {
      "title": "Near-Threshold Dipole Strength in $^{10}\\mathrm{Be}$ with Isoscalar Character",
      "link": "http://link.aps.org/doi/10.1103/PhysRevLett.134.012502",
      "authors": "J. Chen <em>et al.</em>",
      "source": "Physical Review Letter",
      "publicationDate": "2025-03-08T12:56:22.188319",
      "summary": "Author(s): J. Chen et al.Isoscalar dipole transitions are a distinctive fingerprint of cluster structures. A ${1}^{−}$ resonance at 7.27(10) MeV, located just below the $α$-emission threshold, has been observed in the deuteron inelastic scattering reactions off $^{10}\\mathrm{Be}$. The deformation lengths of the excited stat…[Phys. Rev. Lett. 134, 012502] Published Thu Jan 09, 2025"
    },
    {
      "title": "First Identification of Excited States in $^{78}\\mathrm{Zr}$ and Implications for Isospin Nonconserving Forces in Nuclei",
      "link": "http://link.aps.org/doi/10.1103/PhysRevLett.134.022502",
      "authors": "G. L. Zimba <em>et al.</em>",
      "source": "Physical Review Letter",
      "publicationDate": "2025-03-08T12:56:22.188307",
      "summary": "Author(s): G. L. Zimba et al.At a fundamental level, the interactions between protons and protons, protons and neutrons, and neutrons and neutrons are not identical. Such isospin nonconserving interactions emerge when comparing the excitation energy of analog states in $T=1$ triplet nuclei. Here, we extend such an analysis to t…[Phys. Rev. Lett. 134, 022502] Published Tue Jan 14, 2025"
    },
    {
      "title": "Stepping into the Sea of Instability: The New Sub-$\\mathrm{μ}\\mathrm{s}$ Superheavy Nucleus $^{252}\\mathrm{Rf}$",
      "link": "http://link.aps.org/doi/10.1103/PhysRevLett.134.022501",
      "authors": "J. Khuyagbaatar, P. Mosat, J. Ballof, R. A. Cantemir, Ch. E. Düllmann, K. Hermainski, F. P. Heßberger, E. Jäger, B. Kindler, J. Krier, N. Kurz, S. Löchner, B. Lommel, B. Schausten, Y. Wei, P. Wieczorek, and A. Yakushev",
      "source": "Physical Review Letter",
      "publicationDate": "2025-03-08T12:56:22.188295",
      "summary": "Author(s): J. Khuyagbaatar, P. Mosat, J. Ballof, R. A. Cantemir, Ch. E. Düllmann, K. Hermainski, F. P. Heßberger, E. Jäger, B. Kindler, J. Krier, N. Kurz, S. Löchner, B. Lommel, B. Schausten, Y. Wei, P. Wieczorek, and A. YakushevThe discovery of an isotope, rutherfordium-252, whose ground state forestalls fission for just 60 nanoseconds, could help theorists understand the cosmic synthesis of superheavy elements.[Phys. Rev. Lett. 134, 022501] Published Tue Jan 14, 2025"
    },
    {
      "title": "Deciphering Hypertriton and Antihypertriton Spins from Their Global Polarizations in Heavy-Ion Collisions",
      "link": "http://link.aps.org/doi/10.1103/PhysRevLett.134.022301",
      "authors": "Kai-Jia Sun, Dai-Neng Liu, Yun-Peng Zheng, Jin-Hui Chen, Che Ming Ko, and Yu-Gang Ma",
      "source": "Physical Review Letter",
      "publicationDate": "2025-03-08T12:56:22.188284",
      "summary": "Author(s): Kai-Jia Sun, Dai-Neng Liu, Yun-Peng Zheng, Jin-Hui Chen, Che Ming Ko, and Yu-Gang MaUnderstanding the properties of hypernuclei is crucial for constraining the nature of hyperon-nucleon ($Y\\text{−}N$) interactions, which plays a key role in determining the inner structure of compact stars. The lightest hypernuclei and antihypernuclei are the hypertriton ($_{\\mathrm{Λ}}^{3}\\mathrm{H…[Phys. Rev. Lett. 134, 022301] Published Tue Jan 14, 2025"
    },
    {
      "title": "Disentangling Centrality Bias and Final-State Effects in the Production of High-${p}_{T}$ Neutral Pions Using Direct Photon in $d+\\mathrm{Au}$ Collisions at $\\sqrt{{s}_{NN}}=200\\text{ }\\text{ }\\mathrm{GeV}$",
      "link": "http://link.aps.org/doi/10.1103/PhysRevLett.134.022302",
      "authors": "N. J. Abdulameer <em>et al.</em> (PHENIX Collaboration)",
      "source": "Physical Review Letter",
      "publicationDate": "2025-03-08T12:56:22.188271",
      "summary": "Author(s): N. J. Abdulameer et al. (PHENIX Collaboration)PHENIX presents a simultaneous measurement of the production of direct $γ$ and ${π}^{0}$ in $d+\\mathrm{Au}$ collisions at $\\sqrt{{s}_{NN}}=200\\text{ }\\text{ }\\mathrm{GeV}$ over a ${p}_{T}$ range of 7.5 to $18\\text{ }\\text{ }\\mathrm{GeV}/c$ for different event samples selected by event activity, i.e.…[Phys. Rev. Lett. 134, 022302] Published Wed Jan 15, 2025"
    },
    {
      "title": "Gamma Decay of the $^{154}\\mathrm{Sm}$ Isovector Giant Dipole Resonance: Smekal-Raman Scattering as a Novel Probe of Nuclear Ground-State Deformation",
      "link": "http://link.aps.org/doi/10.1103/PhysRevLett.134.022503",
      "authors": "J. Kleemann, N. Pietralla, U. Friman-Gayer, J. Isaak, O. Papst, K. Prifti, V. Werner, A. D. Ayangeakaa, T. Beck, G. Colò, M. L. Cortés, S. W. Finch, M. Fulghieri, D. Gribble, K. E. Ide, X. K.-H. James, R. V. F. Janssens, S. R. Johnson, P. Koseoglou, Krishichayan, D. Savran, and W. Tornow",
      "source": "Physical Review Letter",
      "publicationDate": "2025-03-08T12:56:22.188258",
      "summary": "Author(s): J. Kleemann, N. Pietralla, U. Friman-Gayer, J. Isaak, O. Papst, K. Prifti, V. Werner, A. D. Ayangeakaa, T. Beck, G. Colò, M. L. Cortés, S. W. Finch, M. Fulghieri, D. Gribble, K. E. Ide, X. K.-H. James, R. V. F. Janssens, S. R. Johnson, P. Koseoglou, Krishichayan, D. Savran, and W. Tornow$\\mathit{γ}$ decays of the isovector giant dipole resonance (IVGDR) of the deformed nucleus $^{154}\\mathrm{Sm}$ were measured using ${2}_{1}^{+}$-Smekal-Raman and elastic scattering of linearly polarized, quasimonochromatic photon beams. The two scattering processes were disentangled through their d…[Phys. Rev. Lett. 134, 022503] Published Thu Jan 16, 2025"
    },
    {
      "title": "Probing Strangeness Hadronization with Event-by-Event Production of Multistrange Hadrons",
      "link": "http://link.aps.org/doi/10.1103/PhysRevLett.134.022303",
      "authors": "S. Acharya <em>et al.</em> (ALICE Collaboration)",
      "source": "Physical Review Letter",
      "publicationDate": "2025-03-08T12:56:22.188244",
      "summary": "Author(s): S. Acharya et al. (ALICE Collaboration)This Letter presents the first measurement of event-by-event fluctuations of the net number (difference between the particle and antiparticle multiplicities) of multistrange hadrons ${\\mathrm{Ξ}}^{−}$ and ${\\overline{\\mathrm{Ξ}}}^{+}$ and its correlation with the net-kaon number using the data colle…[Phys. Rev. Lett. 134, 022303] Published Fri Jan 17, 2025"
    },
    {
      "title": "Revisiting the Helium Isotope-Shift Puzzle with Improved Uncertainties from Nuclear Structure Corrections",
      "link": "http://link.aps.org/doi/10.1103/PhysRevLett.134.032502",
      "authors": "Simone Salvatore Li Muli, Thomas R. Richardson, and Sonia Bacca",
      "source": "Physical Review Letter",
      "publicationDate": "2025-03-08T12:56:22.188233",
      "summary": "Author(s): Simone Salvatore Li Muli, Thomas R. Richardson, and Sonia BaccaMeasurements of the difference between the squared charge radii of the helion ($^{3}\\mathrm{He}$ nucleus) and the $α$ particle ($^{4}\\mathrm{He}$ nucleus) have been characterized by longstanding tensions recently spotlighted in the $3.6σ$ discrepancy of the extractions from ordinary atoms versus tho…[Phys. Rev. Lett. 134, 032502] Published Thu Jan 23, 2025"
    },
    {
      "title": "Spin-Triplet Pairing in Heavy Nuclei Is Stable against Deformation",
      "link": "http://link.aps.org/doi/10.1103/PhysRevLett.134.032501",
      "authors": "Georgios Palkanoglou, Michael Stuck, and Alexandros Gezerlis",
      "source": "Physical Review Letter",
      "publicationDate": "2025-03-08T12:56:22.188222",
      "summary": "Author(s): Georgios Palkanoglou, Michael Stuck, and Alexandros GezerlisAny experimental evidence of nucleons paired in spin-triplet states will confirm the existence of an exotic phase of nuclear systems. This type of nuclear superfluidity has been hypothesized in heavy nuclei, where the antagonizing spin-orbit effects are damped, and there it oftentimes coexists with …[Phys. Rev. Lett. 134, 032501] Published Thu Jan 23, 2025"
    },
    {
      "title": "Prominent Bump in the Two-Neutron Separation Energies of Neutron-Rich Lanthanum Isotopes Revealed by High-Precision Mass Spectrometry",
      "link": "http://link.aps.org/doi/10.1103/PhysRevLett.134.042501",
      "authors": "A. Jaries, M. Stryjczyk, A. Kankainen, T. Eronen, O. Beliuskina, T. Dickel, M. Flayol, Z. Ge, M. Hukkanen, M. Mougeot, S. Nikas, I. Pohjalainen, A. Raggio, M. Reponen, J. Ruotsalainen, and V. Virtanen",
      "source": "Physical Review Letter",
      "publicationDate": "2025-03-08T12:56:22.188211",
      "summary": "Author(s): A. Jaries, M. Stryjczyk, A. Kankainen, T. Eronen, O. Beliuskina, T. Dickel, M. Flayol, Z. Ge, M. Hukkanen, M. Mougeot, S. Nikas, I. Pohjalainen, A. Raggio, M. Reponen, J. Ruotsalainen, and V. VirtanenWe report on high-precision atomic mass measurements of $^{148–153}\\mathrm{La}$ and $^{151}\\mathrm{Ce}$ performed with the JYFLTRAP double Penning trap using the phase-imaging ion-cyclotron-resonance technique. The masses of $^{152,153}\\mathrm{La}$ were experimentally determined for the first time. …[Phys. Rev. Lett. 134, 042501] Published Mon Jan 27, 2025"
    },
    {
      "title": "Effects of Neutron-Antineutron Transitions in Neutron Stars",
      "link": "http://link.aps.org/doi/10.1103/PhysRevLett.134.052701",
      "authors": "Itzhak Goldman, Rabindra N. Mohapatra, Shmuel Nussinov, and Robert Shrock",
      "source": "Physical Review Letter",
      "publicationDate": "2025-03-08T12:56:22.188200",
      "summary": "Author(s): Itzhak Goldman, Rabindra N. Mohapatra, Shmuel Nussinov, and Robert ShrockWe analyze effects of neutron-antineutron transitions in neutron stars, specifically on (i) cooling, (ii) rotation rate, and (iii) for binary pulsars, the increase in the orbital period. We show that these effects are negligibly small.[Phys. Rev. Lett. 134, 052701] Published Tue Feb 04, 2025"
    },
    {
      "title": "Angular Momentum Resolved Inelastic Electron Scattering for Nuclear Giant Resonances",
      "link": "http://link.aps.org/doi/10.1103/PhysRevLett.134.052501",
      "authors": "Zhi-Wei Lu, Liang Guo, Mamutjan Ababekri, Jia-Lin Zhang, Xiu-Feng Weng, Yuanbin Wu, Yi-Fei Niu, and Jian-Xing Li",
      "source": "Physical Review Letter",
      "publicationDate": "2025-03-08T12:56:22.188188",
      "summary": "Author(s): Zhi-Wei Lu, Liang Guo, Mamutjan Ababekri, Jia-Lin Zhang, Xiu-Feng Weng, Yuanbin Wu, Yi-Fei Niu, and Jian-Xing LiGiant resonances (GRs) provide crucial insights into nuclear physics and astrophysics. Exciting GRs using particles like electrons is effective, yet the angular momentum (AM) transfer of electrons, including both intrinsic spin and orbital degrees of freedom in inelastic scattering, has never been s…[Phys. Rev. Lett. 134, 052501] Published Tue Feb 04, 2025"
    },
    {
      "title": "Revealing the Nature of yrast States in Neutron-Rich Polonium Isotopes",
      "link": "http://link.aps.org/doi/10.1103/PhysRevLett.134.052502",
      "authors": "R. Lică <em>et al.</em> (IDS Collaboration)",
      "source": "Physical Review Letter",
      "publicationDate": "2025-03-08T12:56:22.188177",
      "summary": "Author(s): R. Lică et al. (IDS Collaboration)Polonium isotopes having two protons above the shell closure at $Z=82$ show a wide variety of low-lying, high-spin isomeric states across the whole chain. The structure of neutron-deficient isotopes up to $^{210}\\mathrm{Po}\\text{ }$ ($N=126$) is well established as they are easily produced through v…[Phys. Rev. Lett. 134, 052502] Published Wed Feb 05, 2025"
    },
    {
      "title": "Flavor Hierarchy of Jet Energy Correlators inside the Quark-Gluon Plasma",
      "link": "http://link.aps.org/doi/10.1103/PhysRevLett.134.052301",
      "authors": "Wen-Jing Xing, Shanshan Cao, Guang-You Qin, and Xin-Nian Wang",
      "source": "Physical Review Letter",
      "publicationDate": "2025-03-08T12:56:22.188166",
      "summary": "Author(s): Wen-Jing Xing, Shanshan Cao, Guang-You Qin, and Xin-Nian WangHeavy flavor jets provide ideal tools to probe the mass effect on jet substructure in both vacuum and quark-gluon plasma. An energy-energy correlator (EEC) is an excellent jet substructure observable owning to its strong sensitivity to jet physics at different scales. We perform a complete realistic…[Phys. Rev. Lett. 134, 052301] Published Wed Feb 05, 2025"
    },
    {
      "title": "Enhanced Isomer Population via Direct Irradiation of Solid-Density Targets Using a Compact Laser-Plasma Accelerator",
      "link": "http://link.aps.org/doi/10.1103/PhysRevLett.134.052504",
      "authors": "Robert E. Jacob, Speero M. Tannous, Lee A. Bernstein, Joshua Brown, Tobias Ostermayr, Qiang Chen, Dieter H G. Schneider, Carl B. Schroeder, Jeroen van Tilborg, Eric H. Esarey, and Cameron G R. Geddes",
      "source": "Physical Review Letter",
      "publicationDate": "2025-03-08T12:56:22.188155",
      "summary": "Author(s): Robert E. Jacob, Speero M. Tannous, Lee A. Bernstein, Joshua Brown, Tobias Ostermayr, Qiang Chen, Dieter H G. Schneider, Carl B. Schroeder, Jeroen van Tilborg, Eric H. Esarey, and Cameron G R. GeddesExcitation of long-lived states in bromine nuclei using a tabletop laser-plasma accelerator providing pulsed ($&lt;100\\text{ }\\text{ }\\mathrm{fs}$) electron beams provided a sensitive probe of $γ$ strength and level densities in the nuclear quasicontinuum and may indicate angular momentum coupling t…[Phys. Rev. Lett. 134, 052504] Published Fri Feb 07, 2025"
    },
    {
      "title": "Refined Topology of the $N=20$ Island of Inversion with High Precision Mass Measurements of $^{31−33}\\mathrm{Na}$ and $^{31−35}\\mathrm{Mg}$",
      "link": "http://link.aps.org/doi/10.1103/PhysRevLett.134.052503",
      "authors": "E. M. Lykiardopoulou <em>et al.</em>",
      "source": "Physical Review Letter",
      "publicationDate": "2025-03-08T12:56:22.188143",
      "summary": "Author(s): E. M. Lykiardopoulou et al.Mass measurements of $^{31–33}\\mathrm{Na}$ and $^{31–35}\\mathrm{Mg}$ using the TITAN MR-TOF-MS at TRIUMF’s ISAC facility are presented, with the uncertainty of the $^{33}\\mathrm{Na}$ mass reduced by over 2 orders of magnitude. The excellent performance of the MR-TOF-MS has also allowed the discovery…[Phys. Rev. Lett. 134, 052503] Published Fri Feb 07, 2025"
    },
    {
      "title": "Direct Mass Measurements of Neutron-Rich Zinc and Gallium Isotopes: An Investigation of the Formation of the First $r$-Process Peak",
      "link": "http://link.aps.org/doi/10.1103/PhysRevLett.134.062701",
      "authors": "Andrew Jacobs <em>et al.</em>",
      "source": "Physical Review Letter",
      "publicationDate": "2025-03-08T12:56:22.188132",
      "summary": "Author(s): Andrew Jacobs et al.The prediction of isotopic abundances resulting from the rapid neutron capture process ($r$ process) requires high-precision mass measurements. Using TITAN’s on-line time-of-flight spectrometer, first time mass measurements are performed for $^{83}\\mathrm{Zn}$ and $^{86}\\mathrm{Ga}$. These measureme…[Phys. Rev. Lett. 134, 062701] Published Fri Feb 14, 2025"
    },
    {
      "title": "Deformation and Collectivity in Doubly Magic $^{208}\\mathrm{Pb}$",
      "link": "http://link.aps.org/doi/10.1103/PhysRevLett.134.062502",
      "authors": "J. Henderson <em>et al.</em>",
      "source": "Physical Review Letter",
      "publicationDate": "2025-03-08T12:56:22.188120",
      "summary": "Author(s): J. Henderson et al.Lead-208 is the heaviest known doubly magic nucleus and its structure is therefore of special interest. Despite this magicity, which acts to provide a strong restorative force toward sphericity, it is known to exhibit both strong octupole correlations and some of the strongest quadrupole collectivit…[Phys. Rev. Lett. 134, 062502] Published Fri Feb 14, 2025"
    },
    {
      "title": "Fragmentation of the Giant Pairing Vibration in $^{14}\\mathrm{C}$ Induced by Many-Body Processes",
      "link": "http://link.aps.org/doi/10.1103/PhysRevLett.134.062501",
      "authors": "F. Barranco, G. Potel, and E. Vigezzi",
      "source": "Physical Review Letter",
      "publicationDate": "2025-03-08T12:56:22.188109",
      "summary": "Author(s): F. Barranco, G. Potel, and E. VigezziWe present a theoretical framework for treating the full excitation spectrum of ${J}^{π}={0}^{+}$ pair addition modes, including the well-known low-lying and bound pairing vibrations on par with the predicted high-lying pairing vibrations, often called giant pairing vibrations. Our formalism include…[Phys. Rev. Lett. 134, 062501] Published Fri Feb 14, 2025"
    },
    {
      "title": "First Measurement of the Neutron-Emission Probability with a Surrogate Reaction in Inverse Kinematics at a Heavy-Ion Storage Ring",
      "link": "http://link.aps.org/doi/10.1103/PhysRevLett.134.072501",
      "authors": "M. Sguazzin <em>et al.</em>",
      "source": "Physical Review Letter",
      "publicationDate": "2025-03-08T12:56:22.188093",
      "summary": "Author(s): M. Sguazzin et al.Neutron-induced reaction cross sections of short-lived nuclei are imperative to understand the origin of heavy elements in stellar nucleosynthesis and for societal applications, but their measurement is extremely complicated due to the radioactivity of the targets involved. One way of overcoming thi…[Phys. Rev. Lett. 134, 072501] Published Tue Feb 18, 2025"
    },
    {
      "title": "Light $\\mathrm{Λ}$ Hypernuclei Studied with Chiral Hyperon-Nucleon and Hyperon-Nucleon-Nucleon Forces",
      "link": "http://link.aps.org/doi/10.1103/PhysRevLett.134.072502",
      "authors": "Hoai Le, Johann Haidenbauer, Ulf-G. Meißner, and Andreas Nogga",
      "source": "Physical Review Letter",
      "publicationDate": "2025-03-08T12:56:22.188082",
      "summary": "Author(s): Hoai Le, Johann Haidenbauer, Ulf-G. Meißner, and Andreas NoggaA study of light $\\mathrm{Λ}$ hypernuclei in chiral effective field theory is presented. For the first time, chiral $\\mathrm{Λ}\\text{NN}$ and $\\mathrm{Σ}\\mathrm{NN}$ three-body forces are included consistently. The calculations are performed within the no-core shell model. Results for the separation…[Phys. Rev. Lett. 134, 072502] Published Wed Feb 19, 2025"
    },
    {
      "title": "Generalized Thermodynamic Relations for Perfect Spin Hydrodynamics",
      "link": "http://link.aps.org/doi/10.1103/PhysRevLett.134.082302",
      "authors": "Wojciech Florkowski and Mykhailo Hontarenko",
      "source": "Physical Review Letter",
      "publicationDate": "2025-03-08T12:56:22.188070",
      "summary": "Author(s): Wojciech Florkowski and Mykhailo HontarenkoGeneralized thermodynamic relations are introduced into the framework of a relativistic perfect spin hydrodynamics. They allow for consistent treatment of spin degrees of freedom, including the use of spin tensors whose structure follows from microscopic calculations. The obtained results are import…[Phys. Rev. Lett. 134, 082302] Published Wed Feb 26, 2025"
    },
    {
      "title": "Anisotropic Flow in Fixed-Target $^{208}\\mathrm{Pb}+^{20}\\mathrm{Ne}$ Collisions as a Probe of Quark-Gluon Plasma",
      "link": "http://link.aps.org/doi/10.1103/PhysRevLett.134.082301",
      "authors": "Giuliano Giacalone, Wenbin Zhao, Benjamin Bally, Shihang Shen, Thomas Duguet, Jean-Paul Ebran, Serdar Elhatisari, Mikael Frosini, Timo A. Lähde, Dean Lee, Bing-Nan Lu, Yuan-Zhuo Ma, Ulf-G. Meißner, Govert Nijs, Jacquelyn Noronha-Hostler, Christopher Plumberg, Tomás R. Rodríguez, Robert Roth, Wilke van der Schee, Björn Schenke, Chun Shen, and Vittorio Somà",
      "source": "Physical Review Letter",
      "publicationDate": "2025-03-08T12:56:22.188057",
      "summary": "Author(s): Giuliano Giacalone, Wenbin Zhao, Benjamin Bally, Shihang Shen, Thomas Duguet, Jean-Paul Ebran, Serdar Elhatisari, Mikael Frosini, Timo A. Lähde, Dean Lee, Bing-Nan Lu, Yuan-Zhuo Ma, Ulf-G. Meißner, Govert Nijs, Jacquelyn Noronha-Hostler, Christopher Plumberg, Tomás R. Rodríguez, Robert Roth, Wilke van der Schee, Björn Schenke, Chun Shen, and Vittorio SomàThe System for Measuring Overlap with Gas (SMOG2) at the LHCb detector enables the study of fixed-target ion-ion collisions at relativistic energies ($\\sqrt{{s}_{\\mathrm{NN}}}∼100\\text{ }\\text{ }\\mathrm{GeV}$ in the center of mass). With input from ab initio calculations of the structure of $^{16}\\m…[Phys. Rev. Lett. 134, 082301] Published Wed Feb 26, 2025"
    },
    {
      "title": "Improved Limit on Neutrinoless Double Beta Decay of $^{100}\\mathrm{Mo}$ from AMoRE-I",
      "link": "http://link.aps.org/doi/10.1103/PhysRevLett.134.082501",
      "authors": "A. Agrawal <em>et al.</em> (AMoRE Collaboration)",
      "source": "Physical Review Letter",
      "publicationDate": "2025-03-08T12:56:22.188043",
      "summary": "Author(s): A. Agrawal et al. (AMoRE Collaboration)Observations of molybdenum nuclei have revealed no signs of a speculative nuclear decay called neutrinoless double-beta decay, setting a strong constraint on this process.[Phys. Rev. Lett. 134, 082501] Published Thu Feb 27, 2025"
    },
    {
      "title": "Minimizing Selection Bias in Inclusive Jets in Heavy-Ion Collisions with Energy Correlators",
      "link": "http://link.aps.org/doi/10.1103/PhysRevLett.134.082303",
      "authors": "Carlota Andres, Jack Holguin, Raghav Kunnawalkam Elayavalli, and Jussi Viinikainen",
      "source": "Physical Review Letter",
      "publicationDate": "2025-03-08T12:56:22.188032",
      "summary": "Author(s): Carlota Andres, Jack Holguin, Raghav Kunnawalkam Elayavalli, and Jussi ViinikainenThe first-ever measurement of energy correlators within inclusive jets produced in heavy-ion collisions, revealed by the CMS Collaboration, shows a clear enhancement at large angles relative to the proton-proton (p-p) baseline. However, interpreting this enhancement is complicated due to selection b…[Phys. Rev. Lett. 134, 082303] Published Thu Feb 27, 2025"
    },
    {
      "title": "Nuclear Astrophysics in the Storage Ring: Background Suppressed Simultaneous Measurement of $(p,γ)$ and $(p,n)$ Reactions",
      "link": "http://link.aps.org/doi/10.1103/PhysRevLett.134.082701",
      "authors": "L. Varga <em>et al.</em>",
      "source": "Physical Review Letter",
      "publicationDate": "2025-03-08T12:56:22.188020",
      "summary": "Author(s): L. Varga et al.We report the application of the new elimination of Rutherford elastic scattering technique for the measurement of proton-induced reaction cross sections utilizing stored ions decelerated to astrophysical energies. This approach results in a background reduction factor of about 1 order of magnitude,…[Phys. Rev. Lett. 134, 082701] Published Fri Feb 28, 2025"
    },
    {
      "title": "Origin of the Low-Energy Enhancement of the $γ$-Ray Strength Function",
      "link": "http://link.aps.org/doi/10.1103/PhysRevLett.134.082502",
      "authors": "Fang-Qi Chen (陈芳祁), Y. F. Niu (牛一斐), Yang Sun (孙扬), and Mathis Wiedeking",
      "source": "Physical Review Letter",
      "publicationDate": "2025-03-08T12:56:22.188008",
      "summary": "Author(s): Fang-Qi Chen (陈芳祁), Y. F. Niu (牛一斐), Yang Sun (孙扬), and Mathis WiedekingThe low-energy enhancement (LEE) in $γ$-ray strength functions has been experimentally identified in a large number of nuclei during the past two decades; however, the origin of the enhancement is not fully understood. Building on previous theoretical work, we investigate the LEE and its relation to…[Phys. Rev. Lett. 134, 082502] Published Fri Feb 28, 2025"
    },
    {
      "title": "Calibrating the Medium Effects of Light Clusters in Heavy-Ion Collisions",
      "link": "http://link.aps.org/doi/10.1103/PhysRevLett.134.082304",
      "authors": "Tiago Custódio, Alex Rebillard-Soulié, Rémi Bougault, Diego Gruyer, Francesca Gulminelli, Tuhin Malik, Helena Pais, and Constança Providência",
      "source": "Physical Review Letter",
      "publicationDate": "2025-03-08T12:56:22.187993",
      "summary": "Author(s): Tiago Custódio, Alex Rebillard-Soulié, Rémi Bougault, Diego Gruyer, Francesca Gulminelli, Tuhin Malik, Helena Pais, and Constança ProvidênciaWe propose a Bayesian inference estimation of in-medium modification of the cluster self-energies from light nuclei multiplicities measured in selected samples of central $^{136,124}\\mathrm{Xe}+^{124,112}\\mathrm{Sn}$ collisions with the INDRA apparatus. The data are interpreted with a relativistic q…[Phys. Rev. Lett. 134, 082304] Published Fri Feb 28, 2025"
    },
    {
      "title": "Increasing Octupole Collectivity across the $Z=64$ Isotopic Chain: B(E3) Values in $^{150}\\mathrm{Gd}$",
      "link": "http://link.aps.org/doi/10.1103/PhysRevLett.134.092501",
      "authors": "S. Pascu <em>et al.</em>",
      "source": "Physical Review Letter",
      "publicationDate": "2025-03-08T12:56:22.187898",
      "summary": "Author(s): S. Pascu et al.An enhanced electric octupole (E3) strength of 45(5) W.u. has been measured for the ${3}^{−}→{0}^{+}$ transition in $^{150}\\mathrm{Gd}$, providing direct evidence for large octupole collectivity in this nucleus. The value was determined following two sensitive experiments, to measure the mean lifeti…[Phys. Rev. Lett. 134, 092501] Published Tue Mar 04, 2025"
    },
    {
      "title": "Critical Stability of Few-Body Quantum Systems",
      "link": "https://link.springer.com/article/10.1007/s00601-025-01989-7",
      "authors": "Unknown",
      "source": "Few-Body Systems",
      "publicationDate": "2025-02-20T00:00:00",
      "summary": ""
    },
    {
      "title": "Characterizing Motion States in the Restricted Five-Body Problem with Perturbing Forces",
      "link": "https://link.springer.com/article/10.1007/s00601-025-01988-8",
      "authors": "Unknown",
      "source": "Few-Body Systems",
      "publicationDate": "2025-02-14T00:00:00",
      "summary": "The n-body problem, a cornerstone of celestial mechanics, has been the subject of extensive research for centuries, with particular emphasis on the complexities of the three-body problem under various perturbations. These perturbations include oblateness, triaxiality, radiation pressure, and the effects of Coriolis and centrifugal forces. Recent advancements have shifted focus to systems involving more than three bodies, with notable work in the four-body problem. In this study, we extend the analysis to the five-body problem, examining its chaotic behavior and identifying regions of libration points. By varying the masses of the bodies across distinct surface points, we analyze the system’s dynamics, uncovering fractal zones within the problem. Additionally, we perform a stability analysis of the libration points, offering new insights into the behavior and stability of the five-body system. This research contributes to a deeper understanding of multi-body interactions and their implications in both theoretical and applied contexts."
    },
    {
      "title": "Impacts of Compression on the Ground and Low-Lying Excited Doublet States of Plasma-Embedded Lithium Atom",
      "link": "https://link.springer.com/article/10.1007/s00601-025-01981-1",
      "authors": "Unknown",
      "source": "Few-Body Systems",
      "publicationDate": "2025-02-06T00:00:00",
      "summary": "The variational Monte Carlo method is employed to conduct a comprehensive investigation of the compressed ground and excited states of plasma-embedded lithium atom within impenetrable spherical boxes of varying radii. The study focuses on the low-lying excited doublet states 1$$s^{{2}}$$ns, 1$$s^{{2}}n$$p, and 1$$s^{{2}}n$$d, utilizing plasma potentials such as the screened Coulomb (SCP), exponential cosine screened Coulomb (ECSCP), and Hulthén potentials. Energy eigenvalues are determined using appropriate trial wave functions, which account for electron–electron repulsion and spin parts to adhere to the Pauli Exclusion Principle. Moreover, two factors related to the wave function of the compressed system and ECSCP model are considered. The results reveal an intriguing relative ordering for the lithium atom using the three plasma models, with many of the findings being significant contributions yet to be explored."
    },
    {
      "title": "The Effects of Non-linearity on the Solutions of Manning-Rosen and Hulthén Three-Dimensional Potentials Using Quantum Supersymmetry and N–U Methods: Application to <b>CO</b>$$^\\mathbf{+}$$, <b>BO</b> and <b>CN</b> Diatomic Molecules",
      "link": "https://link.springer.com/article/10.1007/s00601-025-01984-y",
      "authors": "Unknown",
      "source": "Few-Body Systems",
      "publicationDate": "2025-02-05T00:00:00",
      "summary": "The three-dimensional Schrödinger equation, where a non-linearity is caused by the introduction of an energy-dependent potential, is solved in the case of Energy-Dependent Manning-Rosen Potential (EDMRP) by means of extended quantum supersymmetry (EQS) combined with shape invariance, and Nikiforov–Uvarov (N–U) methods, using in both cases the Pekeris approximation for the centrifugal term. On the one hand, after determining the potential parameters according to experimental data, EQS and N–U results are compared to the numerical ones to show the effectiveness of our calculations. On the other hand, the effects of the non-linearity introduced via energy-dependent potentials in the Schrödinger equation are shown through a comparison made between energy-dependent and position-only-dependent cases of the Manning-Rosen potential. We considered some diatomic molecules CO$$^{+}$$, BO, and CN with the experimental values of their potential parameters. Our results allowed us to consider, as a particular case, the three-dimensional energy-dependent Hulthén potential.\n"
    },
    {
      "title": "Masses and Magnetic Moments of Singly Heavy Pentaquarks using the Gursey-Radicati Mass Formula, Effective Mass, and Screened Charge Scheme",
      "link": "https://link.springer.com/article/10.1007/s00601-025-01986-w",
      "authors": "Unknown",
      "source": "Few-Body Systems",
      "publicationDate": "2025-02-04T00:00:00",
      "summary": "Motivated by the recent discovery of single heavy tetraquark structures, $$T_{c\\bar{s}0}^a (2900)^{++}$$ and $$T_{c\\bar{s}0}^a(2900)^0$$ by the LHCb collaboration, masses and magnetic moments of singly heavy pentaquark states are estimated in this work. To classify the singly heavy pentaquark structures, we employ the special unitary representation. By using the SU(3) flavor representation, singly heavy pentaquark states are classified into the allowed flavor multiplets. Also, by using the extension of the Gursey-Radicati mass formula and the effective mass scheme, masses of singly heavy pentaquark states are estimated. Further, magnetic moments of singly heavy pentaquarks have been calculated using the effective mass and the screened charge schemes. A thorough comparison of our results shows reasonable agreement with the available theoretical data and may be helpful for future experimental studies."
    },
    {
      "title": "Polarizability of the Kaonic Helium Atom",
      "link": "https://link.springer.com/article/10.1007/s00601-025-01987-9",
      "authors": "Unknown",
      "source": "Few-Body Systems",
      "publicationDate": "2025-01-31T00:00:00",
      "summary": "The static dipole polarizability of metastable states in the kaonic helium atoms is studied. We use the complex coordinate rotation method to properly account for the resonant nature of the states. Our calculations show that some of the states are not stable with respect to collisional quenching in a dense helium target and should not be detected in the experiment."
    },
    {
      "title": "Influence of Position-Dependent Effective Mass on One-Dimensional Bose-Einstein Condensates Using the Von Roos Approach",
      "link": "https://link.springer.com/article/10.1007/s00601-025-01985-x",
      "authors": "Unknown",
      "source": "Few-Body Systems",
      "publicationDate": "2025-01-29T00:00:00",
      "summary": "In this paper, we study quantum droplets in one dimension under the influence of spacetime curvature by redefining the momentum operator, resulting in a maximum length and a minimum momentum, consistent with anti-de Sitter space (AdS). By examining this effect through the $$\\alpha $$ parameter on the exact solution of free quantum droplets, we found that the relationship between the number of atoms and the chemical potential differs from the ordinary case. Additionally, we discovered that the flat-top shape can disappear and transform into a Gaussian shape in the presence of the maximum length (minimum momentum). Moreover, we found that the interaction of quantum droplets with spacetime curvature causes them to have a larger size. We also studied this effect on the variational solution via Gaussian ansatz for small droplets, we concluded that $$\\alpha $$ decreases the stability and self-localisation of the quantum droplets.\n"
    },
    {
      "title": "Polarizabilities of Negatively Charged Helium-Like Ions with Exponential-Cosine-Screened Coulomb Potentials",
      "link": "https://link.springer.com/article/10.1007/s00601-025-01980-2",
      "authors": "Unknown",
      "source": "Few-Body Systems",
      "publicationDate": "2025-01-27T00:00:00",
      "summary": "We investigate the multipole polarizabilities of negatively charged helium-like ions interacting with exponential-cosine-screened Coulomb potentials using correlated exponential wave functions. The dynamic dipole and quadrupole polarizabilities of negatively charged helium-like ions $$^{\\mathrm {\\infty }}$$H$$^{\\mathrm {-}}$$, $$^{\\textrm{1}}$$H$$^{\\mathrm {-}}$$, D$$^{\\mathrm {-}}$$, T$$^{\\mathrm {-}}$$, Mu$$^{\\mathrm {-}}$$, Pi$$^{\\mathrm {- }}$$are presented as functions of screening parameter. The static dipole and quadrupole polarizabilities, and the ground state energies are presented in terms of nuclear mass and screening parameter."
    },
    {
      "title": "Correction: Tunnelling of a Composite Particle in Presence of a Magnetic Field",
      "link": "https://link.springer.com/article/10.1007/s00601-025-01982-0",
      "authors": "Unknown",
      "source": "Few-Body Systems",
      "publicationDate": "2025-01-27T00:00:00",
      "summary": ""
    },
    {
      "title": "High-Speed Faddeev Calculations of the Three-Nucleon Continuum with Chiral Forces",
      "link": "https://link.springer.com/article/10.1007/s00601-025-01983-z",
      "authors": "Unknown",
      "source": "Few-Body Systems",
      "publicationDate": "2025-01-23T00:00:00",
      "summary": "We discuss the problem of determining the strengths of short-range components in a chiral three-nucleon force (3NF) by comparing theoretical predictions with nucleon-deuteron (Nd) scattering data. A perturbative treatment of contact terms when solving the three-nucleon (3N) continuum Faddeev equation seems to be particularly well suited to dealing with variable strengths of such components in the chiral 3NF. A significant reduction of the computation time achieved in this way makes such an approach a valuable tool for fine-tuning of the 3N Hamiltonian parameters."
    },
    {
      "title": "Bound and Resonance States of Highly Charged H- and He-like Ions Under Dense Quantum Plasma Environment",
      "link": "https://link.springer.com/article/10.1007/s00601-024-01979-1",
      "authors": "Unknown",
      "source": "Few-Body Systems",
      "publicationDate": "2025-01-13T00:00:00",
      "summary": "The impact of the dense quantum plasma on the bound (1sns; $$^1$$S$$^e$$) [$$n=1-5$$] and a few low-lying doubly excited resonance (2sns, 2pnp; $$^1$$S$$^e$$) [$$n=2-3$$] states of various two-electron highly charged He-like C$$^{4+}$$, Mg$$^{10+}$$, Al$$^{11+}$$, Si$$^{12+}$$, S$$^{14+}$$ and Ar$$^{16+}$$ ions has been studied using an explicitly correlated multi-exponent Hylleraas type basis set under the framework of Ritz variational method. Utilizing the state-of-art stabilization technique, the bound states properties and the resonance parameters (energy and width) are determined under different plasma conditions. Ionization potential depression with respect to the plasma screening length is rigorously investigated for both the bound and resonance states. The width (or the lifetime) of the resonance states originating from different electronic configurations follows unique patterns with respect to the plasma screening length. Most of the data for the resonance parameters are being reported here for the first time in the literature."
    },
    {
      "title": "Klein-Gordon Oscillator Subject to a Coulomb-type Potential in Bonnor-Melvin Universe with a Cosmological Constant",
      "link": "https://link.springer.com/article/10.1007/s00601-024-01978-2",
      "authors": "Unknown",
      "source": "Few-Body Systems",
      "publicationDate": "2024-12-24T00:00:00",
      "summary": "In this work we study spin-0 particles described by the Klein-Gordon oscillator formalism in a spacetime which structure is determined by a homogeneous magnetic field and a cosmological constant. For this purpose we take into account a framework based on the Bonnor-Melvin solution with the inclusion of the cosmological constant. We write and solve the Klein-Gordon equation, and then find the energy spectrum by considering the effect of vector and scalar potentials."
    },
    {
      "title": "Production Cross-Section of $$\\gamma $$-Rays from (p,p$$^\\prime \\gamma $$) Reactions: Measurements and Theoretical Analysis",
      "link": "https://link.springer.com/article/10.1007/s00601-024-01976-4",
      "authors": "Unknown",
      "source": "Few-Body Systems",
      "publicationDate": "2024-12-18T00:00:00",
      "summary": "This paper reviews our work on the measurements of absolute production cross sections of $$\\gamma $$-rays from the (p,p$$^{\\prime }\\gamma $$) reactions on $$^{12}$$C and $$^{16}$$O. The measurements cover a range of 8–16 MeV for the incident proton beam. The angular distributions of the $$\\gamma $$-rays have been measured. A detailed phenomenological analysis within the framework of optical model formalism has been carried out to reproduce the experimental data. The existing global set of elastic, polarization and total reaction data for protons and neutrons have been used to generate the optical model potential. The nuclear structure effects have been included in the calculations by considering the roles of coupling of the low-lying states, the presence of resonances and nuclear deformations. The potentials so generated have been used to calculate the differential and total cross sections for both (p,p$$^\\prime $$) and (p,p$$^\\prime \\gamma $$) reactions. The results of the analysis are in good agreement with the measured data for the observed $$\\gamma $$-rays. However, discrepancies still exist in reproducing the finer details of the cross sections. The existing discrepancies between our phenomenological analysis and the experimental data demonstrate the rather complex roles of channel couplings, resonances in the compound nuclear system and target deformation. The significant contribution of nuclear structure effects in light mass nucleus like $$^{12}$$C and $$^{16}$$O, leads to an apparent loss of predictive power of the theoretical calculation for low-energy region (less than 10 MeV) of the projectile energy."
    },
    {
      "title": "Test of the Charge Symmetry Hypothesis of NN Interaction from the Coulomb-Free p–p Scattering Cross Section and Its Relation to Universality",
      "link": "https://link.springer.com/article/10.1007/s00601-024-01975-5",
      "authors": "Unknown",
      "source": "Few-Body Systems",
      "publicationDate": "2024-12-14T00:00:00",
      "summary": "We examine the results on the determination of the Coulomb-free 1$$S_0$$ proton–proton (p–p) scattering length by analyzing the cross section of the quasi-free p + d $$\\rightarrow $$ p + p + n reaction at center-of-mass energies below 1 MeV. This was achieved using a Bayesian data-fitting approach, yielding a p–p scattering length $$a_{pp} = -18.17^{+0.52}_{-0.58}|_{stat}\\pm 0.01_{syst}$$ fm and effective range $$r_0 = 2.80\\pm 0.05_{stat}\\pm 0.001_{syst}$$ fm. We test the stability of the results against the upper energy cutoff and fitting data sets separately. A model based on the Eckart potential is introduced for an effective description in the universal window. In this model, the short-range interaction is considered as a whole, similar to how the s-wave phase-shift $$\\delta $$ functions in describing low-energy nucleon–nucleon scattering data. Based on our analysis, we confirm that the obtained parameters accurately represent the characteristics of the short-range physics and the influence of the up-down quark mass difference on the charge symmetry breaking is less significant as initially anticipated. Additionally, we suggest evaluating the charge symmetry breaking of the short-range interaction rather than solely focusing on the nuclear interaction."
    },
    {
      "title": "Isospin Symmetry of $$\\omega $$ Meson at Finite Temperature in the Soft-Wall Model of Holographic QCD",
      "link": "https://link.springer.com/article/10.1007/s00601-024-01977-3",
      "authors": "Unknown",
      "source": "Few-Body Systems",
      "publicationDate": "2024-12-13T00:00:00",
      "summary": "The coupling constants of $$\\rho $$ meson-nucleon and $$\\omega $$ meson-nucleon are connected through the isospin relation. Using the soft-wall model of holographic QCD, the current work aims to examine the violation (if any) of isospin symmetry of the $$\\omega $$-meson as well as the temperature dependency of the $$\\omega $$-meson-$$\\Delta $$ and $$\\omega $$-meson-nucleon-$$\\Delta $$ baryon coupling constants. Applying the temperature-dependent profile functions of the vector and fermion fields to the expression of the coupling constants in the model yields the temperature dependence of the coupling constants. The minimum and magnetic type interactions between vector and fermion fields in 5-dimensional AdS space-time are included in the written interaction Lagrangian terms. The temperature dependence of the coupling constants $$g_{\\omega N N}(T)$$, $$g_{\\omega \\Delta \\Delta }(T)$$, and $$g_{\\omega N \\Delta }(T)$$ has been investigated. Comparing $$g_{\\omega NN}(T)$$ with the coupling constant $$g_{\\rho NN}(T)$$, it is found that the isospin symmetry of the $$\\omega $$ and $$\\rho $$ mesons is not violated at the finite temperature. It is also observed that the coupling constant of the $$\\omega $$ meson with baryons decreases as the temperature increases, and this coupling constant becomes zero near the confinement-deconfinement phase transition temperature."
    },
    {
      "title": "Cross Section Calculation of H–He Collisions using Three-Electron Close-Coupling Method",
      "link": "https://link.springer.com/article/10.1007/s00601-024-01974-6",
      "authors": "Unknown",
      "source": "Few-Body Systems",
      "publicationDate": "2024-12-11T00:00:00",
      "summary": "The three-electron atomic-orbital close-coupling method is applied to H–He collision. The cross sections are calculated for projectile excitations to H(2 s) and H(2p), ionizations of projectile H, single ionization of target He, and electron capture for incident energy of 0.5–30 keV. Some basis sets are adopted to see the convergence behavior of the cross section for each process. The electron-exchange effect is essential to obtain reasonable results. Although the results have not yet reached convergence, the agreement with the experimental data is as good as previous calculations or better.\n"
    },
    {
      "title": "Folding Procedure for $$\\Omega $$-$$\\alpha $$ Potential",
      "link": "https://link.springer.com/article/10.1007/s00601-024-01973-7",
      "authors": "Unknown",
      "source": "Few-Body Systems",
      "publicationDate": "2024-11-30T00:00:00",
      "summary": "Using the folding procedure, we investigate the bound state of the $$\\Omega $$+$$\\alpha $$ system. Previous theoretical analyses have indicated the existence of a deeply bound ground state, which is attributed to the strong $$\\Omega $$-nucleon interaction. By employing well-established parameterizations of nucleon density within the alpha particle, we performed numerical calculations for the folding $$\\Omega $$-$$\\alpha $$ potential. Our results show that the $$V_{\\Omega \\alpha }(r)$$ potential can be accurately fitted using a Woods-Saxon function, with a phenomenological parameter $$R = 1.1A^{1/3} \\approx 1.74$$ fm ($$A=4$$) in the asymptotic region where $$2&lt; r &lt; 3$$ fm. We provide a thorough description of the corresponding numerical procedure. Our evaluation of the binding energy of the $$\\Omega $$+$$\\alpha $$ system within the cluster model is consistent with both previous and recent reported findings. To further validate the folding procedure, we also calculated the $$\\Xi $$-$$\\alpha $$ folding potential based on a simulation of the ESC08c Y-N Nijmegen model. A comprehensive comparison between the $$\\Xi $$-$$\\alpha $$ folding and $$\\Xi $$-$$ \\alpha $$ phenomenological potentials is presented and discussed."
    },
    {
      "title": "An Experimental Platform for Studying the Heteronuclear Efimov Effect with an Ultracold Mixture of $$^\\textbf{6}$$Li and $$^\\textbf{133}$$Cs Atoms",
      "link": "https://link.springer.com/article/10.1007/s00601-024-01971-9",
      "authors": "Unknown",
      "source": "Few-Body Systems",
      "publicationDate": "2024-11-29T00:00:00",
      "summary": "We present the experimental apparatus enabling the observation of the heteronuclear Efimov effect in an optically trapped ultracold mixture of $$^6$$Li-$$^{133}$$Cs with high-resolution control of the interactions. A compact double-species Zeeman slower consisting of four interleaving helical coils allows for a fast-switching between two optimized configurations for either Li or Cs and provides an efficient sequential loading into their respective MOTs. By means of a bichromatic optical trapping scheme based on species-selective trapping we prepare mixtures down to 100 nK of $${1\\times 10^{4}}$$ Cs atoms and $${7\\times 10^{3}}$$ Li atoms. Highly stable magnetic fields allow high-resolution atom-loss spectroscopy and enable to resolve splitting in the loss feature of a few tens of milligauss. These features allowed for a detailed study of the Efimov effect."
    },
    {
      "title": "The Steepest Slope toward a Quantum Few-Body Solution: Gradient Variational Methods for the Quantum Few-Body Problem",
      "link": "https://link.springer.com/article/10.1007/s00601-024-01965-7",
      "authors": "Unknown",
      "source": "Few-Body Systems",
      "publicationDate": "2024-11-19T00:00:00",
      "summary": "Quantum few-body systems are deceptively simple. Indeed, with the notable exception of a few special cases, their associated Schrödinger equation cannot be solved analytically for more than two particles. One has to resort to approximation methods to tackle quantum few-body problems. In particular, variational methods have been proposed to ease numerical calculations and obtain precise solutions. One such method is the Stochastic Variational Method, which employs a stochastic search to determine the number and parameters of correlated Gaussian basis functions used to construct an ansatz of the wave function. Stochastic methods, however, face numerical and optimization challenges as the number of particles increases.We introduce a family of gradient variational methods that replace stochastic search with gradient optimization. We comparatively and empirically evaluate the performance of the baseline Stochastic Variational Method, several instances of the gradient variational method family, and some hybrid methods for selected few-body problems. We show that gradient and hybrid methods can be more efficient and effective than the Stochastic Variational Method. We discuss the role of singularities, oscillations, and gradient optimization strategies in the performance of the respective methods."
    },
    {
      "title": "Rainbow Gravity Effects on Relativistic Quantum Oscillator Field in a Topological Defect Cosmological Space-Time",
      "link": "https://link.springer.com/article/10.1007/s00601-024-01966-6",
      "authors": "Unknown",
      "source": "Few-Body Systems",
      "publicationDate": "2024-11-17T00:00:00",
      "summary": "In this paper, we investigate the quantum dynamics of scalar and oscillator fields in a topological defect space-time background under the influence of rainbow gravity’s. The rainbow gravity’s are introduced into the considered cosmological space-time geometry by replacing the temporal part $$dt \\rightarrow \\frac{dt}{\\mathcal {F}(\\chi )}$$ and the spatial part $$dx^i \\rightarrow \\frac{dx^i}{\\mathcal {H} (\\chi )}$$, where $$\\mathcal {F}, \\mathcal {H}$$ are the rainbow functions and $$0 \\le \\chi =|E|/E_p &lt;1$$ is the dimensionless parameter. We derived the radial equation of the Klein–Gordon equation and its oscillator equation under rainbow gravity’s in topological space-time. To obtain eigenvalue of the quantum systems under investigations, we set the rainbow functions $$\\mathcal {F}(\\chi )=1$$ and $$\\mathcal {H}(\\chi )=\\sqrt{1-\\beta \\,\\chi ^p}$$, where $$p=1,2$$. We solve the radial equations through special functions using these rainbow functions and analyze the results. In fact, it is shown that the presence of cosmological constant, the topological defect parameter $$\\alpha $$, and the rainbow parameter $$\\beta $$ modified the energy spectrum of scalar and oscillator fields in comparison to the results obtained in flat space.\n"
    }
  ]
}