{
  "lastUpdated": "2025-08-22T02:26:42.943467",
  "papers": [
    {
      "title": "Exploring $β$ decay and $β$-delayed neutron emission in exotic $^{46,47}\\mathrm{Cl}$ isotopes",
      "link": "http://link.aps.org/doi/10.1103/tghm-sszh",
      "authors": "Vandana Tripathi <em>et al.</em>",
      "source": "Physical Review C",
      "summary": "Author(s): Vandana Tripathi et al.In this paper, ${β}^{−}$ and $β$-delayed neutron decays of $^{46,47}\\mathrm{Cl}$ are reported from an experiment carried out at the National Superconducting Cyclotron Laboratory using the Beta Counting System. The half-lives of both $^{46}\\mathrm{Cl}$ and $^{47}\\mathrm{Cl}$ were extracted. Based on …[Phys. Rev. C 112, 024320] Published Thu Aug 21, 2025"
    },
    {
      "title": "Dynamical evolution of critical fluctuations with second-order baryon diffusion coupled to a chiral condensate",
      "link": "http://link.aps.org/doi/10.1103/ycnq-qzrn",
      "authors": "Azumi Sakai, Koichi Murase, Hirotsugu Fujii, and Tetsufumi Hirano",
      "source": "Physical Review C",
      "summary": "Author(s): Azumi Sakai, Koichi Murase, Hirotsugu Fujii, and Tetsufumi HiranoWe develop a dynamical model to describe critical fluctuations in heavy-ion collisions, incorporating the baryon diffusion current and chiral condensate as dynamical degrees of freedom, to address their nontrivial scale separation. The model couples fluctuations of the chiral condensate $σ$ with bar…[Phys. Rev. C 112, 024907] Published Thu Aug 21, 2025"
    },
    {
      "title": "Measurement of the transverse energy density in $\\mathrm{Au}+\\mathrm{Au}$ collisions at $\\sqrt{{s}_{NN}}=200\\phantom{\\rule{0.16em}{0ex}}\\mathrm{GeV}$ with the sPHENIX detector",
      "link": "http://link.aps.org/doi/10.1103/h8d5-swg6",
      "authors": "M. I. Abdulhamid <em>et al.</em> (sPHENIX Collaboration)",
      "source": "Physical Review C",
      "summary": "Author(s): M. I. Abdulhamid et al. (sPHENIX Collaboration)This paper reports measurements of the transverse energy per unit pseudorapidity ($d{E}_{T}/dη$) produced in Au+Au collisions at $\\sqrt{{s}_{{}_{NN}}}=200\\phantom{\\rule{0.16em}{0ex}}\\mathrm{GeV}$, performed with the sPHENIX detector at the Relativistic Heavy Ion Collider (RHIC). The results cover th…[Phys. Rev. C 112, 024908] Published Thu Aug 21, 2025"
    },
    {
      "title": "Structure of the doubly magic nuclei $^{208}$Pb and $^{266}$Pb from ab initio computations",
      "link": "https://arxiv.org/abs/2508.14217",
      "authors": "Francesca Bonaiti, Gaute Hagen, Thomas Papenbrock",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2508.14217v2 Announce Type: new \nAbstract: Theoretical studies indicate that the superheavy neutron-rich nucleus $^{266}_{\\ 82}$Pb$_{184}$ is doubly magic and at the neutron drip line. While its density distributions and single-particle energies have been computed, the structure of this nucleus is yet unknown. We perform ab initio computations of $^{266}$Pb using an interaction from an effective field theory of quantum chromodynamics tuned only on properties of nuclei with $A \\leq 4$. We validate our theoretical framework by computing the first $2^+$ and $3^-$ excited states of $^{208}$Pb, finding agreement with experimental data. We confirm that $^{266}$Pb is doubly magic and show that its $3^-$ state, located below the $2^+$ state, exhibits an excitation gap of 2.6 MeV with respect to the ground state. Our calculations also suggest that this nucleus is at the neutron drip line."
    },
    {
      "title": "Fragmentation of the IAR along the chains $ \\boldsymbol{N=50} $ and $ \\boldsymbol{Z=50} $",
      "link": "https://arxiv.org/abs/2508.14643",
      "authors": "David Durel, Sophie P\\'eru, Marco Martini",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2508.14643v1 Announce Type: new \nAbstract: We study Isobaric Analog Resonances in even-even nuclei along the $ N=50 $ isotonic chain. First, Hartree-Fock-Bogoliubov calculations, using the Gogny D1M effective interaction, have been performed to provide energies and occupation probabilities of nucleon orbitals. The Isobaric Analog Resonances are calculated with the charge exchange QRPA approach on top of then HFB calculations. Fermi transition mechanism is interpreted with the existence of collective modes in the final nucleus. The fragmentation of the Fermi Strength results from the fractional occupation of nucleon shells, a direct consequence of nuclear pairing. The theoretical Fermi transition probabilities along the isotopic chain $ Z=50 $ are also analyzed and confirm our conclusions."
    },
    {
      "title": "The role of the pion mass on the QCD phase diagram in the $T-eB$ plane",
      "link": "https://arxiv.org/abs/2508.14189",
      "authors": "Chowdhury Aminul Islam, Mahammad Sabir Ali, Rishi Sharma",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2508.14189v1 Announce Type: cross \nAbstract: We investigated the role of the pion mass on the QCD phase diagram in the $T-eB$ plane using an effective model treatment. Such treatments are able to capture the main features predicted by first-principles calculations. We also employed the model to estimate the pion mass beyond which the inverse magnetic catalysis (IMC) effect disappears. The value is found to be independent of the strength of the magnetic field."
    },
    {
      "title": "The Renormalized Yukawa Hamiltonian: Spectrum, Parton Distribution Functons, and Resource Estimates for Quantum Simulation",
      "link": "https://arxiv.org/abs/2508.14837",
      "authors": "Carter M. Gustin, Kamil Serafin, William A. Simon, Alexis Ralli, Gary R. Goldstein, Peter J. Love",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2508.14837v1 Announce Type: cross \nAbstract: We apply the Renormalization Group Procedure for Effective Particles (RGPEP) to the front form Yukawa Hamiltonian, yielding a renormalized (effective) Hamiltonian, accurate up to second order in the coupling strength. Subsequently, we examine the spectrum and parton distribution functions produced by the renormalized Hamiltonian, and show that the addition of counterterms leads to finite results. Resource estimates for quantum simulation are calculated for a single `Ladder Operator Block Encoding' (LOBE), and show that the cost to block encode the renormalized Hamiltonian is comparable to block encoding the bare Hamiltonian."
    },
    {
      "title": "Deuteron-Deuteron Interaction and Correlation Function",
      "link": "https://arxiv.org/abs/2502.18872",
      "authors": "Duo-Lun Ge, Zhi-Wei Liu, Jun-Xu Lu, Li-Sheng Geng",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2502.18872v2 Announce Type: replace \nAbstract: The interaction between deuterons ($d$-$d$) is pivotal for understanding the characteristics of certain light nuclei from the perspective of the deuteron cluster and achieving a precise reproduction of $d$-$d$ fusion cross sections. In this work, we construct a new set of elastic $d$-$d$ interactions by fitting the phase shifts using potentials parameterized in a Woods-Saxon shape. Then, the correlation functions are calculated with the obtained potential and compared with the recent measurements by the STAR collaboration. We find that the $d$-$d$ phase shifts and the correlation functions are internally consistent, confirming that correlation functions can provide cross-check for the $d$-$d$ interaction. In addition, both the $^1S_0$ bound state and the repulsive $^5S_2$ interaction contribute to the observed suppression in the measured correlation function. Moreover, we demonstrate that the $P$-wave contribution of the correlation functions cannot be neglected, especially in determining the source size."
    },
    {
      "title": "Equation of State of Decompressed Quark Matter, and Observational Signatures of Quark-Star Mergers",
      "link": "https://arxiv.org/abs/2411.09013",
      "authors": "Zhiqiang Miao, Zhenyu Zhu, Dong Lai",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2411.09013v2 Announce Type: replace-cross \nAbstract: Quark stars are challenging to confirm or exclude observationally because they can have similar masses and radii as neutron stars. By performing the first calculation of the non-equilibrium equation of state of decompressed quark matter at finite temperature, we determine the properties of the ejecta from binary quark-star or quark star-black hole mergers. We account for all relevant physical processes during the ejecta evolution, including quark nugget evaporation and cooling, and weak interactions. We find that these merger ejecta can differ significantly from those in neutron star mergers, depending on the binding energy of quark matter. For relatively high binding energies, quark star mergers are unlikely to produce r-process elements and kilonova signals. We propose that future observations of binary mergers and kilonovae could impose stringent constraints on the binding energy of quark matter and the existence of quark stars."
    },
    {
      "title": "Faddeev-type calculation of nonelastic breakup in deuteron-nucleus scattering",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269325005866?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: September 2025Source: Physics Letters B, Volume 868Author(s): A. Deltuva"
    },
    {
      "title": "Entanglement entropy of a color flux tube in (1+1)D Yang–Mills theory",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269325005672?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: September 2025Source: Physics Letters B, Volume 868Author(s): Rocco Amorosso, Sergey Syritsyn, Raju Venugopalan"
    },
    {
      "title": "Hawking effect on the universal relationship between quantum steering and the first-order coherence in Schwarzschild spacetime",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269325005696?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: September 2025Source: Physics Letters B, Volume 868Author(s): Xiao Wang, Xiao-Gang Fan, Dong Wang, Liu Ye"
    },
    {
      "title": "Geometric and wave optics in a BTZ optical metric-based wormhole",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269325005854?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: September 2025Source: Physics Letters B, Volume 868Author(s): Semra Gurtas Dogan, Abdullah Guvendi, Omar Mustafa"
    },
    {
      "title": "Weyl multiplet structure of QCD",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269325005805?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: September 2025Source: Physics Letters B, Volume 868Author(s): Dmitriy G. Pak, Pengming Zhang, Takuya Tsukioka"
    },
    {
      "title": "Causality of brane universe via the general bulk-based formalism with a non-zero Schwarzschild mass",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269325005830?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: September 2025Source: Physics Letters B, Volume 868Author(s): Molin Liu, Xi Zhou, Xiangsheng Tan"
    },
    {
      "title": "Rephasing invariants of CP violation for heavy and light Majorana neutrinos",
      "link": "https://www.sciencedirect.com/science/article/pii/S037026932500560X?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: September 2025Source: Physics Letters B, Volume 868Author(s): Zhi-Zhong Xing"
    }
  ]
}