{
  "lastUpdated": "2026-02-06T03:27:20.644368",
  "papers": [
    {
      "title": "Islands of shape coexistence for $Z=38–84$ in a nonrelativistic mean-field approach using Hartree-Fock-Bogoliubov theory",
      "link": "http://link.aps.org/doi/10.1103/vf6w-bm5n",
      "authors": "Malik A. Hasan and Dennis Bonatsos",
      "source": "Physical Review C",
      "summary": "Author(s): Malik A. Hasan and Dennis BonatsosBased on the microscopic mechanism of the particle-hole (p-h) excitations in the proton and neutron single-particle energy levels relative to the Fermi energy, a search for islands of shape coexistence (SC) is performed over a wide range of even-even nuclei from $Z=38$ to 84 using nonrelativistic se…[Phys. Rev. C 113, 024302] Published Wed Feb 04, 2026"
    },
    {
      "title": "Bayesian approach for many-body uncertainties in nuclear structure: Many-body perturbation theory for finite nuclei",
      "link": "http://link.aps.org/doi/10.1103/y8kt-mgf5",
      "authors": "I. Svensson, A. Tichai, K. Hebeler, and A. Schwenk",
      "source": "Physical Review C",
      "summary": "Author(s): I. Svensson, A. Tichai, K. Hebeler, and A. SchwenkA comprehensive assessment of theoretical uncertainties defines an important frontier in nuclear structure research. Ideally, theory predictions include uncertainty estimates that take into account truncation effects from both the interactions and the many-body expansion. While the uncertainties fro…[Phys. Rev. C 113, 024303] Published Wed Feb 04, 2026"
    },
    {
      "title": "Simultaneous improvements of nuclear mass and charge radius predictions using multitask Gaussian process approaches",
      "link": "http://link.aps.org/doi/10.1103/1mgv-jypl",
      "authors": "Weihu Ye and Niu Wan",
      "source": "Physical Review C",
      "summary": "Author(s): Weihu Ye and Niu WanA multitask Gaussian process (GP) machine learning model is introduced to simultaneously predict two important nuclear observables across the nuclear chart, namely nuclear masses and charge radii. Utilizing 12 physical input features, our multitask GP consistently outperforms single-task learning. W…[Phys. Rev. C 113, 024304] Published Wed Feb 04, 2026"
    },
    {
      "title": "<i>Ab initio</i> study of spectroscopic factors in $^{48}\\mathrm{K}$ and neighboring $N=28$ isotones",
      "link": "http://link.aps.org/doi/10.1103/wsdv-6jtv",
      "authors": "P. Y. Wang, M. R. Xie, Q. Yuan, W. J. Huang, and J. G. Li",
      "source": "Physical Review C",
      "summary": "Author(s): P. Y. Wang, M. R. Xie, Q. Yuan, W. J. Huang, and J. G. LiA recent $^{47}\\mathrm{K}(d,pγ)^{48}\\mathrm{K}$ transfer reaction measurement identified new excited states in $^{48}\\mathrm{K}$ and extracted the corresponding spectroscopic factors (SFs) [C. J. Paxman  et al., Phys. Rev. Lett. 134, 162504 (2025)], but exposed sizable discrepancies with large-scale…[Phys. Rev. C 113, 024305] Published Wed Feb 04, 2026"
    },
    {
      "title": "Measurement of $^{115}\\mathrm{Sn}(p,γ)^{116}\\mathrm{Sb}$ cross sections relevant to the astrophysical $p$ process",
      "link": "http://link.aps.org/doi/10.1103/gm5t-2fcp",
      "authors": "M. Twisha, A. Gupta, A. K. Verma, A. Kundu, A. Mukherjee, K. Mahata, V. V. Parkar, S. K. Pandit, S. C. Sharma, Vineet Kumar, A. Shrivastava, K. Ramachandran, Prabhat Mishra, Chandan Kumar, P. K. Nayak, S. Mukhopadhyay, L. S. Danu, H. Kumawat, S. Dhuri, Sanjoy Pal, Jyotisankar Das, Arati Chavan, and Sarla Rathi",
      "source": "Physical Review C",
      "summary": "Author(s): M. Twisha, A. Gupta, A. K. Verma, A. Kundu, A. Mukherjee, K. Mahata, V. V. Parkar, S. K. Pandit, S. C. Sharma, Vineet Kumar, A. Shrivastava, K. Ramachandran, Prabhat Mishra, Chandan Kumar, P. K. Nayak, S. Mukhopadhyay, L. S. Danu, H. Kumawat, S. Dhuri, Sanjoy Pal, Jyotisankar Das, Arati Chavan, and Sarla RathiWe report the first measurement of $^{115}\\mathrm{Sn}(p,γ)^{116}\\mathrm{Sb}$ cross sections using the activation technique in the beam energy range of 2.5–6.0 MeV, covering nearly the entire Gamow window relevant to the $p$-process nucleosynthesis of $^{115}\\mathrm{Sn}$. Cross sections for both the …[Phys. Rev. C 113, 025802] Published Wed Feb 04, 2026"
    },
    {
      "title": "Mapping Nuclear Deformation with Differential Radial Flow in Heavy-Ion Collisions",
      "link": "https://arxiv.org/abs/2602.04148",
      "authors": "Jie Zhu, Xiang-Yu Wu, Guang-You Qin",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2602.04148v1 Announce Type: new \nAbstract: In relativistic heavy-ion collisions, the radial flow of the fireball, usually characterized by transverse momentum spectra of final-state particles, encodes essential information about the hot and dense nuclear matter created in the collisions. However, the response of radial flow, including its $p_T$-differential structure $v_0(p_T)$ and longitudinal fluctuations $v_0(\\eta)$, to intrinsic nuclear deformation remains unexplored. Using realistic $(3+1)$-dimensional viscous hydrodynamic calculations with Trento-3D initial conditions, we investigate how nuclear deformation affects the differential radial flow. We observe a clear, positive correlation between quadrupole deformation $\\beta_2$ and radial flow: both magnitudes of $v_0$ and $v_0(p_T)$ are enhanced in central collisions when $\\beta_2$ is increased. In contrast, the Pearson coefficient $\\rho(n(p_T), [p_T])$ exhibits a universal step-like behavior across all collision systems and centralities. Further analysis of longitudinal decorrelation of radial flow reveals a rich structure: in central collisions, large $\\beta_2$ tends to suppress the decorrelation, whereas hexadecapole deformation $\\beta_4$ tends to enhance it. Such decorrelation effect increases toward peripheral collisions. Our results demonstrate that precise measurements of radial flow, spanning transverse momentum and longitudinal dependences, can provide powerful, complementary constraints on nuclear deformation in high-energy nucleus-nucleus collisions."
    },
    {
      "title": "Hyperon single-particle potentials in nuclear matter based on baryon-baryon interactions derived within chiral effective field theory",
      "link": "https://arxiv.org/abs/2602.04281",
      "authors": "Asanosuke Jinno, Johann Haidenbauer, Ulf-G. Mei{\\ss}ner",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2602.04281v1 Announce Type: new \nAbstract: An analysis of the Lambda and Sigma single-particle potentials is presented, based on YN interactions derived within chiral effective field theory up to next-to-next-to-leading order (N$^2$LO). The self-consistent Brueckner-Hartree-Fock framework is employed within the continuous choice for the single-particle potential. The result for the Lambda single-particle potential is comparable to the ones obtained with previous chiral YN interactions up to next-to-leading order (NLO). The Sigma single-particle potential is found weakly attractive, in contrast to earlier weakly repulsive results, reflecting new constraints from the recent J-PARC E40 data on $\\Sigma^+p$ scattering. An estimate of the theoretical uncertainty of the single-particle potentials is provided."
    },
    {
      "title": "Neutron Dark Decay and Exotic Compact Objects",
      "link": "https://arxiv.org/abs/2602.04477",
      "authors": "M. Vikiaris, V. Petousis, M. Veselsky, Ch. C. Moustakidis",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2602.04477v1 Announce Type: new \nAbstract: Recent measurements of the compact star XTE J1814-338, with a mass of $M=1.2_{-0.05}^{+0.05}\\ M_{\\odot}$ and a radius of $R=7_{-0.4}^{+0.4} \\ {\\rm Km}$ alongside those of HESS J1731-347, which has a mass of $M=0.77_{-0.17}^{+0.20}\\ M_{\\odot}$ and a radius of $R=10.4_{-0.78}^{+0.86} \\ {\\rm Km}$, provide compelling evidence for the potential existence of exotic matter in neutron star cores. These observations offer important insights into the equation of state of dense nuclear matter. Recently, Fornal and Grinstein, in order to overcame the discrepancy between the neutron lifetime measured in beam and bottle experiments, proposed the existence of neutron dark decay. In the present work, an effort is made to connect the interpretation of the above exotic compact objects with the possible existence of dark particles, assumed to be products of neutron dark decay. Our hypothesis offers an advantage over comparable proposals, as the coexistence of dark matter and hadronic matter within neutron stars emerges from an intrinsic mechanism, thereby obviating the need to invoke external merger-related processes. It is still unclear to what extent the proposed dark decay of the neutron is affected by the extreme environment within neutron stars. Within this framework, we examined the case in which a mechanism suppressing the dark neutron decay becomes operative at densities few times above nuclear saturation density. We found that the proposed alternative explanation accommodates the simultaneous existence of neutron dark decay while consistently predicting both the two solar mass limit and the presence of compact objects with subsolar masses."
    },
    {
      "title": "Exterior complex scaling enables physics-informed neural networks for quantum scattering",
      "link": "https://arxiv.org/abs/2602.04553",
      "authors": "Jin Lei",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2602.04553v1 Announce Type: new \nAbstract: Physics-informed neural networks (PINNs) have emerged as a powerful tool for solving differential equations, yet their application to quantum scattering problems has been hindered by the oscillatory, non-decaying nature of scattering wave functions. In this work, I demonstrate that exterior complex scaling (ECS) transforms scattering boundary conditions into exponentially decaying waves suitable for neural network solutions, enabling PINNs to solve nuclear scattering problems for the first time. I develop a driven-equation formulation where the source term is confined to the real axis, avoiding the need to analytically continue nuclear potentials into the complex plane. The method is validated on nucleon-nucleus scattering (n+$^{40}$Ca at $E_{\\text{lab}}=20$~MeV) with 21 partial waves, achieving phase shift accuracy of $\\Delta\\delta < 0.1^\\circ$ for most channels when compared to conventional solvers. I further demonstrate the approach on heavy-ion scattering ($^6$Li+$^{208}$Pb at 40~MeV) with 41 partial waves and strong Coulomb effects. This work establishes the foundation for extending PINNs to inverse problems where end-to-end differentiability enables direct fitting of optical potential parameters, coupled-channel reactions, and few-body scattering where traditional grid methods face exponential scaling."
    },
    {
      "title": "A Hierarchical Bayesian Analysis of Neutron-Skin Thicknesses and Implications for the Symmetry-Energy Slope",
      "link": "https://arxiv.org/abs/2602.04794",
      "authors": "A. Azizi, C. A. Bertulani, C. Davila",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2602.04794v1 Announce Type: new \nAbstract: Neutron-skin thicknesses provide a sensitive probe of the isovector sector of the nuclear equation of state and its density dependence, commonly characterized by the symmetry-energy slope parameter L. A wide variety of experimental and observational methods have been used to extract neutron skins, ranging from hadronic and electromagnetic probes of finite nuclei to inferences from neutron-star observations. Each approach carries distinct theoretical and systematic uncertainties, complicating global interpretations and obscuring genuine physical trends. In this work we present a hierarchical Bayesian framework for the statistically consistent synthesis of heterogeneous neutron-skin constraints. The neutron-skin thickness is modeled as a smooth latent function of isospin asymmetry and nuclear size, while method-dependent bias parameters and intrinsic nuisance widths are introduced to account for unmodeled experimental and theoretical systematics. Focusing on the tin isotopes, we infer probabilistic neutron-skin trends from 100Sn to 140Sn, finding minimal uncertainties near stability and increasing uncertainties toward the proton-rich and neutron-rich extremes. We assess the consistency of nuclear energy-density functionals and obtain conditional constraints on the symmetry-energy parameters. The resulting posterior exhibits a pronounced compression of the symmetry-energy slope parameter L, reflecting the dominant sensitivity of neutron skins to sub-saturation symmetry pressure. We demonstrate that our hierarchical Bayesian framework provides robust and transparent constraints on the sub-saturation isovector sector of the nuclear equation of state."
    },
    {
      "title": "Emergent equilibrium-like yields from nonequilibrium cascade dynamics",
      "link": "https://arxiv.org/abs/2602.04040",
      "authors": "Takeshi Fukuyama",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2602.04040v1 Announce Type: cross \nAbstract: We study nonequilibrium cascades in which fragile bound or coherent structures are formed through intermediate states rather than by direct equilibration. Motivated by light-nuclei production in relativistic heavy-ion collisions and by Bose--Einstein condensation in cosmological settings, we analyze such processes within the Schwinger--Keldysh real-time formalism. We show that commonly used rate equations can be understood as a controlled Markovian approximation obtained by integrating out intermediate reservoirs in an underlying multi-component nonequilibrium dynamics. When the finite lifetime of these reservoirs is retained, non-Markovian memory effects naturally appear, leading to delayed and history-dependent formation dynamics. The associated memory time provides a quantitative criterion for the validity of reduced, rate-based descriptions far from equilibrium."
    },
    {
      "title": "Disentangling baryon stopping and neutron skin effects in heavy-ion collisions",
      "link": "https://arxiv.org/abs/2602.04079",
      "authors": "Gr\\'egoire Pihan, Volodymyr Vovchenko",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2602.04079v1 Announce Type: cross \nAbstract: We analyse the net baryon (B) and net electric charge (Q) stopping in heavy-ion collisions using the statistical model. Focusing first on isobar collisions $\\rm{Ru}+\\rm{Ru}$ and $\\rm{Zr}+\\rm{Zr}$ at $\\sqrt{s_{\\rm NN}}=200$~GeV, we show that the excess baryon-stopping parameter $\\gamma_B \\equiv (N_B/N_Q)\\,(Z/A)$ can be quantitatively extracted from forthcoming RHIC measurements of charge- and baryon-stopping ratios. We then generalize the approach to other collision systems at RHIC and LHC energies and introduce an oxygen-baseline observable, $r^{OX}$, whose central-to-peripheral ratio exhibits strong and systematic sensitivity to the neutron-skin thickness of the target nucleus $X$."
    },
    {
      "title": "Charmonium, exotic hadrons and hadron structure",
      "link": "https://arxiv.org/abs/2602.04090",
      "authors": "Bing-Song Zou",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2602.04090v1 Announce Type: cross \nAbstract: To celebrate the 50th anniversary of the discovery of the J/{\\psi}, the first charmonium state observed, I start with a brief review of major progresses on the QCD inspired quark potential model originated from charmonium spectrum.Then I show the importance of unquenching dynamics, multiquark components and exotic multiquark states for understanding hadron structure and hadron spectrscopy. The J/{\\psi} and charmonium-like states have played an important role in this aspect."
    },
    {
      "title": "Small-$x$ factorisation in the target fragmentation region",
      "link": "https://arxiv.org/abs/2502.02634",
      "authors": "Paul Caucal, Farid Salazar",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2502.02634v3 Announce Type: replace-cross \nAbstract: We consider the differential cross-section for single-inclusive jet production with transverse momentum $P_\\perp$ in Deep Inelastic Scattering (DIS) at small Bjorken $x_{\\rm Bj}$, mediated by a virtual photon with virtuality $Q^2$. Unlike most studies at small $x$, which focus on particle production in the current fragmentation region, we investigate the kinematic regime where the jet is produced in the target fragmentation hemisphere of the Breit frame, and with $P_\\perp \\ll Q$. For a longitudinally polarised photon, we demonstrate that this cross-section is not power suppressed in $P_\\perp/Q$ and we derive a factorised expression in terms of extended quark and gluon jet fracture functions. Our formula, valid at next-to-leading order in $\\alpha_s$ at small $x$, is akin to the Altarelli-Martinelli identity for the longitudinal DIS structure function. Numerical estimates show that the extended quark jet fracture function is the most sensitive to saturation effects in large nuclei."
    },
    {
      "title": "Investigation of entanglement in pure final polarization states from neutron–deuteron elastic scattering and exclusive deuteron breakup",
      "link": "https://epja.epj.org/10.1140/epja/s10050-026-01791-x",
      "authors": "H. Witała",
      "source": "European Physical Journal A",
      "summary": "Authors: H. Witała.The European Physical Journal A Vol. 62 , page 24Published online: 3/2/2026"
    },
    {
      "title": "The Advanced Plunger-Particle detector Array - APPA",
      "link": "https://epja.epj.org/10.1140/epja/s10050-025-01769-1",
      "authors": "E. Uusikylä, P. Ruotsalainen, T. Grahn, C. Müller-Gatermann, C. Fransen, S. Thiel, M. Beckers, A. Illana, C.-D. Lakenbrink, D. Lazzaretto, J. Sarén, K. Auranen, V. Bogdanoff, A. D. Briscoe, L. Canete, J. Chadderton, P. Greenlees, J. Heery, A. Javanainen, J. Jolie, H. Joukainen, R. Julin, H. Jutila, H. Kokkonen, J. Louko, M. Luoma, A. M. Plaza, B. S. Nara Singh, J. Ojala, J. Pakarinen, P. Rahkila, J. Romero, S. Suman, J. Tuunanen, J. Uusitalo, F. von Spee, G. L. Zimba",
      "source": "European Physical Journal A",
      "summary": "Authors: E. Uusikylä, P. Ruotsalainen, T. Grahn, C. Müller-Gatermann, C. Fransen, S. Thiel, M. Beckers, A. Illana, C.-D. Lakenbrink, D. Lazzaretto, J. Sarén, K. Auranen, V. Bogdanoff, A. D. Briscoe, L. Canete, J. Chadderton, P. Greenlees, J. Heery, A. Javanainen, J. Jolie, H. Joukainen, R. Julin, H. Jutila, H. Kokkonen, J. Louko, M. Luoma, A. M. Plaza, B. S. Nara Singh, J. Ojala, J. Pakarinen, P. Rahkila, J. Romero, S. Suman, J. Tuunanen, J. Uusitalo, F. von Spee and G. L. Zimba.The European Physical Journal A Vol. 62 , page 25Published online: 3/2/2026\n       Keywords:"
    },
    {
      "title": "Reduced Phase Space Quantization and Quantum Corrected Entropy of Schwarzschild-de Sitter Horizons",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269326000985?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: Available online 5 February 2026Source: Physics Letters BAuthor(s): S. Jalalzadeh, H. Moradpour"
    },
    {
      "title": "Revisiting a Novel <em>A</em><sub>4</sub> Scenario for Optimizing Neutrino Masses with AI-Based Algorithm",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269326001012?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: Available online 4 February 2026Source: Physics Letters BAuthor(s): Muhammad Waheed Aslam, Abrar Ahmad Zafar, Muhammad Naeem Aslam, Arifa Mirza, Salman Saleem, Abdelhalim Hasnaoui"
    },
    {
      "title": "Exploring fission dynamics of <sup>232</sup>Th(<sup>9</sup>Be,<em>f</em>) following prompt <em>γ</em>-ray spectroscopy",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269326001036?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: Available online 4 February 2026Source: Physics Letters BAuthor(s): Krishna Debnath, Aniruddha Dey, P.K. Nayak, A.K. Mondal, R. Shil, A. Kundu, Biswajit Das, K. Mandal, S. Biswas, P. Dey, A. Bairagya, Vishal Malik, A. Sindhu, B. Mukherjee, D.C. Biswas, R. Palit, K. Banerjee, S. Mukhopadhyay, A. Chakraborty"
    },
    {
      "title": "Testing Non-Standard Neutrinos in Purely Leptonic Lepton Decays",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269326000870?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: Available online 4 February 2026Source: Physics Letters BAuthor(s): Han Zhang, Bai-Cian Ke, Yao Yu"
    },
    {
      "title": "Rastall Wormhole Supported by Energy-Density Gradient Fluid",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269326001024?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: Available online 4 February 2026Source: Physics Letters BAuthor(s): Sourav Chaudhary, S.K. Maurya, Jitendra Kumar"
    },
    {
      "title": "A global potential constrained by the Bohr-Sommerfeld quantization condition for $\\alpha$-decay half-lives of even-even nuclei",
      "link": "https://www.sciencedirect.com/science/article/pii/S0375947426000308?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Nuclear Physics A",
      "summary": "Publication date: Available online 5 February 2026Source: Nuclear Physics AAuthor(s): Gia Huy Nguyen, Huy Tho Do, Quang Huy Mai Doan, Le Anh Nguyen"
    },
    {
      "title": "Collectivity Signatures in High-Multiplicity pp Collisions from Hybrid Hydro+Tsallis Modeling of Pion Spectra",
      "link": "https://www.sciencedirect.com/science/article/pii/S0375947426000291?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Nuclear Physics A",
      "summary": "Publication date: Available online 4 February 2026Source: Nuclear Physics AAuthor(s): Murad Badshah, Haifa I. Alrebdi, Muhammad Waqas, Hadiqa Qadir, Muhammad Ajaz"
    }
  ]
}