{
  "lastUpdated": "2025-11-18T02:27:44.176605",
  "papers": [
    {
      "title": "Octupole rotational band in $^{67}\\mathrm{Zn}$",
      "link": "http://link.aps.org/doi/10.1103/mxw2-7mfw",
      "authors": "S. Y. Zhang <em>et al.</em>",
      "source": "Physical Review C",
      "summary": "Author(s): S. Y. Zhang et al.The spectroscopy of $^{67}\\mathrm{Zn}$ has been investigated via the fusion-evaporation reaction $^{64}\\mathrm{Ni}(^{12}\\mathrm{C}$, $2α1n)^{67}\\mathrm{Zn}$. Three collective bands are established. The observation of strong $E1$ transitions and the well-behaved rotational sequence suggest the new ne…[Phys. Rev. C 112, 054313] Published Mon Nov 17, 2025"
    },
    {
      "title": "Realistic shell model for ordinary muon capture in $sd$-shell nuclei",
      "link": "http://link.aps.org/doi/10.1103/jlk7-ldpf",
      "authors": "S. L. Lyu, G. De Gregorio, T. Fukui, N. Itaco, and L. Coraggio",
      "source": "Physical Review C",
      "summary": "Author(s): S. L. Lyu, G. De Gregorio, T. Fukui, N. Itaco, and L. CoraggioWe report about a study of the ordinary muon capture in nuclei belonging to the $sd$ shell, an electroweak process that occurs with exchange momenta far larger than ordinary $β$ decays $(≈100 \\mathrm{MeV})$. Such a characteristic places this transition in an energy range that is consistent with the …[Phys. Rev. C 112, 054314] Published Mon Nov 17, 2025"
    },
    {
      "title": "Smooth band termination in $^{115}\\mathrm{I}$",
      "link": "http://link.aps.org/doi/10.1103/45v4-c87j",
      "authors": "C. M. Petrache and I. Ragnarsson",
      "source": "Physical Review C",
      "summary": "Author(s): C. M. Petrache and I. RagnarssonThe cranked Nilsson-Strutinsky formalism is employed to investigate the band structure of $^{115}\\mathrm{I}$ from low to high spin. A set of eight rotational bands with well established spins and parities are analyzed. Five bands start at low spin and are assigned to the single-particle proton orbit…[Phys. Rev. C 112, 054315] Published Mon Nov 17, 2025"
    },
    {
      "title": "Photonuclear reactions on stable isotopes of platinum at bremsstrahlung end-point energies of 10–23 MeV",
      "link": "http://link.aps.org/doi/10.1103/h9sh-5ws2",
      "authors": "F. A. Rasulova, A. A. Kuznetsov, J. H. Khushvaktov, S. I. Alekseev, A. S. Madumarov, I. Chuprakov, G. A. Bozhikov, N. Yu. Fursova, S. S. Belyshev, and N. V. Aksenov",
      "source": "Physical Review C",
      "summary": "Author(s): F. A. Rasulova, A. A. Kuznetsov, J. H. Khushvaktov, S. I. Alekseev, A. S. Madumarov, I. Chuprakov, G. A. Bozhikov, N. Yu. Fursova, S. S. Belyshev, and N. V. AksenovIn this work, experiments with a beam from the MT-25 microtron at bremsstrahlung end-point energies of 10–23 MeV were carried out using the γ activation method. Theoretical results based on talys-2.0 with standard parameters and a combined model of photonucleon reactions were compared with experimen…[Phys. Rev. C 112, 054610] Published Mon Nov 17, 2025"
    },
    {
      "title": "Feasibility of measuring the speed of sound of the quark-gluon plasma from the multiplicity and mean ${p}_{T}$ of ultracentral heavy-ion collisions",
      "link": "http://link.aps.org/doi/10.1103/2d12-jwst",
      "authors": "Lorenzo Gavassino, Henry Hirvonen, Jean-Francois Paquet, Mayank Singh, and Gabriel Soares Rocha",
      "source": "Physical Review C",
      "summary": "Author(s): Lorenzo Gavassino, Henry Hirvonen, Jean-Francois Paquet, Mayank Singh, and Gabriel Soares RochaThe mean transverse momentum $〈{p}_{T}〉$ of hadrons has been observed experimentally and in numerical simulations to have a power-law dependence on the hadronic multiplicity $N$ in ultracentral relativistic heavy-ion collisions: $〈{p}_{T}〉∝{N}^{{b}_{\\mathrm{UC}}}$. It has been put forward that this …[Phys. Rev. C 112, 054903] Published Mon Nov 17, 2025"
    },
    {
      "title": "Understanding baryon stopping at the BNL Relativistic Heavy Ion Collider top energies",
      "link": "http://link.aps.org/doi/10.1103/ghb2-4y3s",
      "authors": "Niseem Magdy, Prithwish Tribedy, Chun Yuen Tsang, and Zhangbu Xu",
      "source": "Physical Review C",
      "summary": "Author(s): Niseem Magdy, Prithwish Tribedy, Chun Yuen Tsang, and Zhangbu XuThe nucleon exhibits a rich internal structure governed by quantum chromodynamics (QCD), where its electric charge arises from valence quarks, while its spin and mass emerge from complex interactions among valence quarks, sea (anti)quarks, and gluons. At the advent of QCD, an alternative hypothesis …[Phys. Rev. C 112, 054904] Published Mon Nov 17, 2025"
    },
    {
      "title": "Constraining Neutron Capture Cross Sections for $^{88}\\mathrm{Y}$ with Gamma-ray Strength Function in $(p,p^\\prime\\gamma)$ Surrogate Reaction",
      "link": "https://arxiv.org/abs/2511.10955",
      "authors": "Shu-Tong Zhang, Wen Luo, Dan-Yang Pang, Zhi-Cai Li, Jing Feng, Bing JIang, Xin-Xiang Li, Yi Xu, Bao-Hua Sun",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2511.10955v1 Announce Type: new \nAbstract: We demonstrate to extract $^{88}\\mathrm{Y}(n,\\gamma)$ cross sections using the $(p,p'\\gamma)$ surrogate reaction with proper treatment of the spin-parity distribution of the compound nucleus $^{89}\\mathrm{Y}$. Experimental data of both $\\gamma$-decay probability and $\\gamma$-ray strength function are used to constrain the nuclear model parameters within a computational framework combining the Bayesian optimization and Markov chain Monte Carlo method, which helps to significantly reduce the $(n,\\gamma)$ data uncertainty. The $^{88}\\mathrm{Y}(n,\\gamma)$ cross sections are then extracted with a narrow uncertainty of 7.6\\%-23.1\\% within neutron energy range of 0.01 to 3.0 MeV for the first time, where no experimental data are available. Moreover, our method is verified with the $^{88}\\mathrm{Sr}(p,\\gamma)$ reaction, of which the measured data are available for comparison. This work opens interesting perspectives on the matter of extracting ($n,\\gamma$) reaction cross sections on unstable nuclei as surrogate reaction experiments are becoming widely available."
    },
    {
      "title": "New constraints on equation of state of hot QCD matter",
      "link": "https://arxiv.org/abs/2511.11094",
      "authors": "Lu-Meng Liu, Jinhui Chen, Xu-Guang Huang, Jiangyong Jia, Chun Shen, Chunjian Zhang",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2511.11094v1 Announce Type: new \nAbstract: The longitudinal structure of the quark-gluon plasma(QGP) remains a key challenge in heavy-ion physics. In this Letter, we propose a novel observable, event-by-event mean transverse momentum fluctuations Var$_{\\langle p_{T} \\rangle}$, which is sensitive to the local pressure gradients and serves as a probe of longitudinal dynamics in the initial state of QGP. We demonstrate that the covariance of averaged transverse momentum at two rapidities $\\mathrm{Cov}_{\\langle p_T \\rangle}(\\eta_1, \\eta_2)$ and its associated decorrelation measures, $R_{p_T}(\\eta_1, \\eta_2)$ and $r_{p_T}(\\eta, \\eta_{\\mathrm{ref}})$, exhibit strong sensitivity to the stiffness of equation of state (EoS) of QGP, while showing negligible dependence on the QGP transport coefficients. This distinctive behavior, revealed through state-of-the-art (3+1)-dimensional hydrodynamic simulations, establishes a powerful approach for constraining the EoS of QCD matter. In the meantime, our results provide new insights into the longitudinal structure of the QGP and its properties under high baryon density."
    },
    {
      "title": "NJL-Chiral Soliton and the Nucleon Equation of State at supra-saturation density: Impact of Chiral Symmetry Restoration",
      "link": "https://arxiv.org/abs/2511.11167",
      "authors": "Bikram Keshari Pradhan, Guy Chanfray, Hubert Hansen, J\\'er\\^ome Margueron",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2511.11167v1 Announce Type: new \nAbstract: It has been conjectured that, at sufficiently high baryon densities, the equation of state (EoS) of bulk nuclear matter can be identified with that of the nucleon core. In this work, we illustrate how the energy density and pressure distributions inside individual nucleons can be utilized to construct the EoS of supra-dense matter. In our framework, nucleons arise as topological solitons stabilized by vector mesons, which are dynamically generated through the path integral bosonization of an underlying Nambu-Jona-Lasinio (NJL) model. The restoration of chiral symmetry is implemented dynamically via a self-consistent, density-dependent scalar field, which modifies the (isovector) and (isoscalar) channels of the soliton. We analyze the resulting changes in soliton properties for different NJL parameter sets and demonstrate that the progressive restoration of chiral symmetry leads to a stiffening of the soliton-based EoS, making it compatible with existing neutron star EoSs. An EoS constructed from the solutions of the energy-density and pressure profiles at the center of the nucleon is also explored."
    },
    {
      "title": "Low-energy enhancement in the magnetic dipole radiation of actinide nuclei",
      "link": "https://arxiv.org/abs/2511.11565",
      "authors": "C. Rodgers, D. DeMartini, Y. Alhassid",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2511.11565v1 Announce Type: new \nAbstract: We present the first theoretical results of the magnetic dipole (M1) $\\gamma$-ray strength function ($\\gamma$SF) for actinide nuclei within the shell-model Monte Carlo (SMMC) method. We observe a low-energy enhancement (LEE) in the M1 $\\gamma$SFs of the six nuclei studied here, which serves as the first evidence, theoretical or experimental, that the LEE persists in the actinides. We also identify a scissors mode resonance in all six nuclei, which we compare with recent Oslo-method experiments."
    },
    {
      "title": "Accuracy and Applicability of the Hartle-Thorne and Komatsu-Eriguchi-Hachisu Methods for Modeling Rotating Neutron Stars",
      "link": "https://arxiv.org/abs/2511.10996",
      "authors": "Hyukjin Kwon, Kenta Yoshimura, Tsuyoshi Miyatsu, Kazuyuki Sekizawa, Myung-Ki Cheoun",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2511.10996v1 Announce Type: cross \nAbstract: Neutron stars, which are composed of extremely dense nuclear matter, serve as natural laboratories to study nuclear interactions beyond the terrestrial experiments. Recent researches have actively explored how the equation of state (EoS) can be constrained by observed neutron star masses and radii, and how nuclear interactions affect their macroscopic properties. Most of these studies, however, rely on the Tolman-Oppenheimer-Volkoff (TOV) equations, which assumed static, spherically symmetric neutron stars. Since neutron stars are rotating objects and thus axisymmetrically deformed, the TOV calculation may be insufficient to capture their realistic structure. In this work, we investigate the influence of nuclear matter properties on the physical quantities of rotating neutron stars using two approaches: the perturbative Hartle-Thorne (HT) method and fully general relativistic Komatsu-Eriguchi-Hachisu (KEH) method. For nuclear EoS parameter sets, we emamine the OMEG series, in which the slope of the symmetry energy $L$ is systematically varied. We find that rotational effects lead to a noticeable increase in the stellar radius, which depends sensitively on values of $L$. Additionally, focusing on the rotational deformation, we show that the results obtained by these two methods deviate each other even for the slowly rotating case such as $\\Omega=200$ Hz. These results reveal that, for detailed discussions on the internal structure and stability of rotating neutron stars, the fully general relativistic method such as KEH is indispensable."
    },
    {
      "title": "Self-gravitating baryonic tubes supported by $\\pi$- and $\\omega$-mesons and its flat limit",
      "link": "https://arxiv.org/abs/2511.11382",
      "authors": "Gonzalo Barriga, Carla Henr\\'iquez-B\\'aez, Leonardo Sanhueza, Aldo Vera",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2511.11382v1 Announce Type: cross \nAbstract: In this paper, we construct self-gravitating topological solitons in the $SU(N)$ Einstein non-linear sigma model coupled to $\\omega$-vector-mesons in $D=4$ space-time dimensions. These solutions represent tube-like configurations free of curvature singularities and possess a non-vanishing topological charge identified as the baryon number. We show that, using the maximal embedding Ansatz of $SU(2)$ into $SU(N)$ in the exponential representation, the tubes can be constructed for arbitrary values of the flavor number, $N$, with the topological charge being proportional to this number. The flat limit of this solution, which corresponds to an array of baryonic tubes in a finite volume, is analyzed in detail. Remarkably, although the energy of the solitons at a finite volume is an increasing function of $N$, the binding energy decreases as the number of flavors present in the theory increases, reaffirming that the inclusion of more than two flavors improves the predictions of the model."
    },
    {
      "title": "Exclusive photoproduction of a $\\pi^0\\gamma $ pair in the saturation framework",
      "link": "https://arxiv.org/abs/2511.11516",
      "authors": "Michael Fucilla, Saad Nabeebaccus, Lech Szymanowski, Samuel Wallon, Joseph Yarwick",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2511.11516v1 Announce Type: cross \nAbstract: We consider the exclusive photoproduction of a $\\pi^0 \\gamma$ pair with large invariant mass, as a promising channel to study the effects of gluon saturation. It has recently been demonstrated that this process is incompatible with a collinear factorization approach in terms of generalized parton distributions (GPDs) at the leading twist. In such a situation, a (generalized) $k_T$-dependent factorization at small $x$ is a valid alternative approach. We perform this calculation using the shockwave formalism, which resums multiple gluon exchanges between the projectile and the dense nuclear target. We find that the polarized amplitude changes sign as a function of back-to-back transverse momentum $|\\vec{p}_t|$ of the pion-photon pair, resulting in a dip-like structure in the fully differential cross section as a function of $|\\vec{p}_t|$."
    },
    {
      "title": "Exclusive photoproduction of excited <em>ρ</em> mesons decaying to four pions in ultraperipheral Pb-Pb collisions at <math xmlns:mml=\"http://www.w3.org/1998/Math/MathML\" altimg=\"si5.svg\" class=\"math\"><mrow><msqrt><msub><mi mathvariant=\"bold\">s</mi><mtext>NN</mtext></msub></msqrt><mo linebreak=\"goodbreak\">=</mo><mn>5.02</mn></mrow></math> TeV",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269325007646?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: Available online 16 November 2025Source: Physics Letters BAuthor(s): ALICE Collaboration, S. Acharya, D. Adamová, A. Agarwal, G. Aglieri Rinella, L. Aglietta, M. Agnello, N. Agrawal, Z. Ahammed, S. Ahmad, S.U. Ahn, I. Ahuja, A. Akindinov, V. Akishina, M. Al-Turany, D. Aleksandrov, B. Alessandro, H.M. Alfanda, R. Alfaro Molina, B. Ali, A. Alici"
    }
  ]
}