{
  "lastUpdated": "2025-08-26T02:27:39.888312",
  "papers": [
    {
      "title": "Observation of the Charged-Particle Multiplicity Dependence of ${σ}_{ψ(2S)}/{σ}_{J/ψ}$ in $p$-Pb Collisions at 8.16 TeV",
      "link": "http://link.aps.org/doi/10.1103/c9wp-5tq3",
      "authors": "V. Chekhovsky <em>et al.</em> (CMS Collaboration)",
      "source": "Physical Review Letter",
      "summary": "Author(s): V. Chekhovsky et al. (CMS Collaboration)Bound states of charm and anticharm quarks, known as charmonia, have a rich spectroscopic structure that can be used to probe the dynamics of hadron production in high-energy hadron collisions. Here, the cross section ratio of excited $(ψ(2S))$ and ground state $(J/ψ)$ vector mesons is measured as a…[Phys. Rev. Lett. 135, 092301] Published Mon Aug 25, 2025"
    },
    {
      "title": "Direct detection of the $≈8.4\\phantom{\\rule{0.28em}{0ex}}\\mathrm{eV}$ internal conversion energy of $^{229m}\\mathrm{Th}$ embedded in a superconducting nanowire",
      "link": "http://link.aps.org/doi/10.1103/9v5w-b8k2",
      "authors": "Galen O'Neil, Kjeld Beeks, Eric Hudson, Justin Jeet, David Leibrandt, Marion Mallweger, Sae Woo Nam, Sayan Patra, Gil Porat, Dileep Reddy, Thorsten Schumm, Stephen B. Schoun, Benedict Seiferle, Christian Schneider, Lars von der Wense, Peter G. Thirolf, Varun Verma, Jun Ye, and Chuankun Zhang",
      "source": "Physical Review C",
      "summary": "Author(s): Galen O'Neil, Kjeld Beeks, Eric Hudson, Justin Jeet, David Leibrandt, Marion Mallweger, Sae Woo Nam, Sayan Patra, Gil Porat, Dileep Reddy, Thorsten Schumm, Stephen B. Schoun, Benedict Seiferle, Christian Schneider, Lars von der Wense, Peter G. Thirolf, Varun Verma, Jun Ye, and Chuankun ZhangWe report on a direct measurement of the $≈8.4\\phantom{\\rule{0.28em}{0ex}}\\mathrm{eV}$ nuclear excitation energy of the isomeric first-excited state $^{229m}\\mathrm{Th}$ via the internal conversion (IC) decay channel. Thermalized and mass-filtered recoiling $^{229m}\\mathrm{Th}$ ions from $^{233}\\mat…[Phys. Rev. C 112, 024322] Published Mon Aug 25, 2025"
    },
    {
      "title": "Quantum simulations of nuclear resonances with variational methods",
      "link": "http://link.aps.org/doi/10.1103/x8vx-y5mh",
      "authors": "Ashutosh Singh, Pooja Siwach, and P. Arumugam",
      "source": "Physical Review C",
      "summary": "Author(s): Ashutosh Singh, Pooja Siwach, and P. ArumugamBackground: The many-body nature of nuclear physics problems poses significant computational challenges. These challenges become even more pronounced when studying the resonance states of nuclear systems, which are governed by the non-Hermitian Hamiltonian. Quantum computing, particularly for quantu…[Phys. Rev. C 112, 024323] Published Mon Aug 25, 2025"
    },
    {
      "title": "Study of alpha-resonances in $^{11}\\mathrm{B}$ via the $^{7}\\mathrm{Li}(^{7}\\mathrm{Li}_{,}^{t})$ reaction",
      "link": "http://link.aps.org/doi/10.1103/wsf3-2sh6",
      "authors": "E. Lopez-Saavedra, S. Almaraz-Calderon, K. W. Kemper, R. Aggarwal, S. Ajayi, L. T. Baby, C. Benetti, A. L. Conley, J. Esparza, D. Houlihan, B. Kelly, G. W. McCann, A. B. Morelock, V. Sitaraman, E. Temanson, M. Wheeler, I. Wiedenhöver, C. Wibisono, A. N. Kuchera, and G. Ryan",
      "source": "Physical Review C",
      "summary": "Author(s): E. Lopez-Saavedra, S. Almaraz-Calderon, K. W. Kemper, R. Aggarwal, S. Ajayi, L. T. Baby, C. Benetti, A. L. Conley, J. Esparza, D. Houlihan, B. Kelly, G. W. McCann, A. B. Morelock, V. Sitaraman, E. Temanson, M. Wheeler, I. Wiedenhöver, C. Wibisono, A. N. Kuchera, and G. RyanThe near-threshold proton resonance in $^{11}\\mathrm{B}$, recently identified and characterized through independent experiments, plays a crucial role in understanding the unexpectedly high decay branch observed in the $β$-delayed proton emission (${β}^{−}p$) from the neutron halo nucleus $^{11}\\math…[Phys. Rev. C 112, 024324] Published Mon Aug 25, 2025"
    },
    {
      "title": "Application of the optimized-basis generator coordinate method to low-lying excited states of $sd$-shell nuclei",
      "link": "http://link.aps.org/doi/10.1103/s1yx-smhb",
      "authors": "Moemi Matsumoto, Yusuke Tanimura, and Kouichi Hagino",
      "source": "Physical Review C",
      "summary": "Author(s): Moemi Matsumoto, Yusuke Tanimura, and Kouichi HaginoWe apply the optimized-basis generator coordinate method (OptGCM) to $\\mathit{sd}$-shell nuclei, $^{20}\\mathrm{Ne}, ^{24}\\mathrm{Mg}$, and $^{28}\\mathrm{Si}$. This method variationally optimizes both the basis Slater determinants in the generator coordinate method (GCM) and the corresponding weight …[Phys. Rev. C 112, 024325] Published Mon Aug 25, 2025"
    },
    {
      "title": "Interband $B(E1)$ strengths in heavy nuclei based on the proxy-SU(3) scheme",
      "link": "http://link.aps.org/doi/10.1103/qzbc-83zs",
      "authors": "A. Restrepo-Giraldo and J. P. Valencia",
      "source": "Physical Review C",
      "summary": "Author(s): A. Restrepo-Giraldo and J. P. ValenciaRotational bands of positive and negative parity are found experimentally in heavy-deformed even-even nuclei along with their corresponding $E2$ intraband and $E1$ interband transitions. In SU(3) symmetry-based models, calculating the $B(E2)$ strengths is relatively straightforward due to the relati…[Phys. Rev. C 112, 024326] Published Mon Aug 25, 2025"
    },
    {
      "title": "Statistical properties and photon strength functions of the $^{112,114}\\mathrm{Sn}$ isotopes below the neutron separation threshold",
      "link": "http://link.aps.org/doi/10.1103/9lg8-3hpj",
      "authors": "P.-A. Söderström <em>et al.</em>",
      "source": "Physical Review C",
      "summary": "Author(s): P.-A. Söderström et al.Here we report on the measurements of the $γ$-ray strength functions and nuclear level densities of $^{112,114}\\mathrm{Sn}$ performed for the first time at the 9-MV Tandem accelerator facilities at Horia Hulubei Institute for Physics and Nuclear Engineering using the Oslo method. We extract thermody…[Phys. Rev. C 112, 024327] Published Mon Aug 25, 2025"
    },
    {
      "title": "Intranuclear cascade model for light charged particles from α-induced reactions at 230 MeV/u",
      "link": "http://link.aps.org/doi/10.1103/x812-rj5z",
      "authors": "Toshimasa Furuta, Yusuke Uozumi, and Yuji Yamaguchi",
      "source": "Physical Review C",
      "summary": "Author(s): Toshimasa Furuta, Yusuke Uozumi, and Yuji YamaguchiThe intranuclear cascade model is improved to explain the spectra of light charged particles from the reaction of 230-MeV/u α particles on an aluminum target. This model features α inelastic scattering and the processes of knockout and indirect pickup in addition to projectile fragmentation. To repr…[Phys. Rev. C 112, 024616] Published Mon Aug 25, 2025"
    },
    {
      "title": "Inclusive electron scattering in the resonance region off a hydrogen target with CLAS12",
      "link": "http://link.aps.org/doi/10.1103/qy4p-dyjt",
      "authors": "V. Klimenko <em>et al.</em> (CLAS Collaboration)",
      "source": "Physical Review C",
      "summary": "Author(s): V. Klimenko et al. (CLAS Collaboration)Inclusive electron scattering cross sections off a hydrogen target at a beam energy of 10.6 GeV have been measured with data collected from the CLAS12 spectrometer at Jefferson Laboratory. These first absolute cross sections from CLAS12 cover a wide kinematic area in invariant mass $W$ of the final …[Phys. Rev. C 112, 025201] Published Mon Aug 25, 2025"
    },
    {
      "title": "Photoproduction of ${η}^{′}$ mesons off protons in the resonance region",
      "link": "http://link.aps.org/doi/10.1103/l3j3-j6db",
      "authors": "D. Skoupil, P. Bydžovský, D. Trnková, and T. Akiyama",
      "source": "Physical Review C",
      "summary": "Author(s): D. Skoupil, P. Bydžovský, D. Trnková, and T. AkiyamaWe analyze the $γp→{η}^{′}p$ process within the framework of an isobar model. This model works well in energies from the process threshold ${W}_{\\mathrm{thr}}=1.897\\phantom{\\rule{0.16em}{0ex}}\\text{GeV}$ up to approximately $2.4\\phantom{\\rule{0.16em}{0ex}}\\text{GeV}$, which is why we focus on the de…[Phys. Rev. C 112, 025202] Published Mon Aug 25, 2025"
    },
    {
      "title": "Subspace-projected multireference covariant density functional theory",
      "link": "http://link.aps.org/doi/10.1103/4cnl-5dnm",
      "authors": "X. Zhang, C. C. Wang, C. R. Ding, and J. M. Yao",
      "source": "Physical Review C",
      "summary": "Author(s): X. Zhang, C. C. Wang, C. R. Ding, and J. M. YaoMultireference density functional theory (MR-DFT) has been a pivotal method for studying nuclear low-lying states and neutrinoless double-beta ($0νββ$) decay. However, quantifying their theoretical uncertainties has been a significant challenge due to the computational demands. This study introduces…[Phys. Rev. C 112, L021302] Published Mon Aug 25, 2025"
    },
    {
      "title": "Causality and Stability in Relativistic Hydrodynamics",
      "link": "https://arxiv.org/abs/2508.16127",
      "authors": "Sukanya Mitra",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2508.16127v1 Announce Type: new \nAbstract: The causality and stability of a relativistic hydrodynamic theory is shown to require a consensus between, either (i) newer degrees of freedom apart from the fundamental fluid fields, or (ii) a general hydrodynamic frame other than the Landau or Eckart compromising the field's first principle definition, unless the non-equilibrium derivative correction goes to infinity. Any finitely truncated derivative correction (no matter how high it is) is shown to lead to an acausal theory, unless the corrections are infinitely summed up to include all orders. From an underlying microscopic theory, an exact form of relativistic hydrodynamics has been derived which establishes that the resummation of all order temporal derivatives is essential for causality, which finally 'integrated in' as newer degrees of freedom."
    },
    {
      "title": "Transport coefficients of hot and dense matter in relativistic heavy-ion collisions",
      "link": "https://arxiv.org/abs/2508.16130",
      "authors": "Sukanya Mitra",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2508.16130v1 Announce Type: new \nAbstract: The transport coefficients are known as the measure of system interactions, as well as the dynamical input of the hydrodynamic evolution equations of an expanding system created in the relativistic heavy ion collisions. In the current analysis, they have been evaluated for strongly interacting quark-gluon plasma system as well as hot hadronic media. The medium effects for an interacting QCD system have been introduced through a quasiparticle model. The same for a hadronic system has been captured via the in-medium self-energy correction using thermal field theory. The resulting behavior of the transport coefficients shows significant modification with respect to the estimations made in vacuum or using ideal equation of state."
    },
    {
      "title": "Accurate spontaneous fission half-lives from a microscopic large-scale nuclear structure model",
      "link": "https://arxiv.org/abs/2508.16240",
      "authors": "Adri\\'an S\\'anchez-Fern\\'andez, Silvia Bara, Wouter Ryssens, St\\'ephane Goriely",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2508.16240v1 Announce Type: new \nAbstract: We demonstrate the ability of the BSkG3 model to predict large-scale fission properties. In particular, we focus on the description of spontaneous fission half-lives, which are crucial for modeling the r-process. To assess the model accuracy, we compare predicted and experimental values for all nuclei with available data. The combination of BSkG3 predictive power for ground state and fission properties, the inclusion of triaxial and octupole degrees of freedom, the use of microscopic collective inertias, and the minimization of the action make our approach sophisticated yet practical when it comes to large-scale astrophysical applications."
    },
    {
      "title": "Transversity Generalized Parton Distributions of $\\Delta$ with the Diquark Spectator Model",
      "link": "https://arxiv.org/abs/2508.15245",
      "authors": "Dongyan Fu, Yubing Dong, S. Kumano",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2508.15245v1 Announce Type: cross \nAbstract: We show quark transversity generalized parton pistributions (GPDs) of $\\Delta^+$ isobar by using the diquark spectator model for the first time. First, this model is tested by electric charge, magnetic-dipole and axial charge form factors, and it is used for calculating the transversity GPDs $H^{qT}_{1,3,5,7}$ of $\\Delta^+$. The quark transversity distribution $h_1$ is then obtained from the transversity GPDs in the forward limit. Then, helicity-flip amplitudes are shown numerically by using relations between the helicity amplitudes and the GPDs. Finally, by taking first moments of the GPDs, tensor form factors are obtained and we predict the tensor charge. Experimentally, $N$-$\\Delta$ transition GPDs are investigated in deeply virtual Compton scattering and virtual meson-production processes, and generalized distribution amplitudes, which correspond to the $s$-channel GPDs, could be investigated by the two-photon processes $\\gamma^* \\gamma \\to \\Delta \\bar\\Delta$ at the electron-positron colliders. Therefore, the spin-3/2 $\\Delta$ GPDs could become interesting quantities experimentally in future."
    },
    {
      "title": "$f$-mode Oscillations for Hyperons and H-dibaryons in Neutron Stars",
      "link": "https://arxiv.org/abs/2508.15912",
      "authors": "Rajesh Maiti, Jesper Leong, Debarati Chatterjee, Anthony W. Thomas",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2508.15912v1 Announce Type: cross \nAbstract: The fundamental ($f$-mode) oscillations of neutron stars are studied within the quark meson coupling model, a relativistic Hartree-Fock theory of dense nuclear matter, which takes into account the self-consistent modification of the valence quark structure of the bound baryons in the associated strong Lorentz scalar mean fields. For the first time, hyperons and H-dibaryons are included, along with the effects of potential additional short-range repulsion within this scheme, and their influence on $f$-modes is investigated. Universal relations are studied within the relativistic Cowling approximation and compared against those in the existing literature for potential applications in gravitational wave asteroseismology."
    },
    {
      "title": "Role of symmetry energy at subnuclear densities in protoneutron star crusts",
      "link": "https://arxiv.org/abs/2508.16120",
      "authors": "Ken'ichiro Nakazato, Hajime Togashi, Kohsuke Sumiyoshi, Hideyuki Suzuki",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2508.16120v1 Announce Type: cross \nAbstract: The impact of matter properties at subnuclear densities on the evolution of protoneutron stars is investigated. Several models of nuclear equation of state (EOS) are constructed with varying saturation parameters, particularly the symmetry energy $S_0$ and its density slope $L$. Using the Thomas--Fermi approximation, the mass and proton numbers of heavy nuclei at subnuclear densities are systematically evaluated, along with their dependence on the EOS. Cooling simulations of protoneutron stars reveal that EOSs with smaller $L$ values lead to a longer cooling timescale and higher average neutrino energies. This behavior is attributed to the enhanced neutrino scattering caused by larger mass numbers, which increases the thermal insulation. Furthermore, the crystallization temperature, marking the onset of crust formation, is found to be higher for EOSs with smaller values of $L$. This is due to the enhanced Coulomb energy associated with larger proton numbers. As a result, despite slower cooling, crust formation occurs earlier for smaller-$L$ EOSs. These findings indicate that the timing of crust formation is sensitive to the EOS and highlight the importance of late-time neutrino observations as probes of the matter properties at subnuclear densities."
    },
    {
      "title": "Investigating effects of the electrical conductivity of QCD matter on charge-dependent directed flow",
      "link": "https://arxiv.org/abs/2502.04611",
      "authors": "Nicholas J. Benoit, Takahiro Miyoshi, Chiho Nonaka, Hiroyuki R. Takahashi",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2502.04611v2 Announce Type: replace \nAbstract: Charge dependent directed flow is an important observable of electromagnetic fields in relativistic heavy-ion collisions. We demonstrate how the difference in charge dependent directed flows between protons and antiprotons is sensitive to the resistivity, inverse of quark-gluon plasma's electric conductivity, over different collision centralities. Our model numerically solves the 3+1D relativistic resistive magneto-hydrodynamic (RRMHD) equations, assuming the electric conductivity to be a scalar. For this work, we focus on symmetric Au + Au collisions at the top RHIC energy of $\\sqrt{s}=200$ GeV. We illustrate the time evolution of the electromagnetic fields in our model and connect that to the charge dependent directed flow results. Our results highlight the importance of modeling quark-gluon plasma's electric conductivity for charge dependent observables in relativistic heavy-ion collisions."
    },
    {
      "title": "Block Lanczos algorithm for lattice QCD spectroscopy and matrix elements",
      "link": "https://arxiv.org/abs/2412.04444",
      "authors": "Daniel C. Hackett, Michael L. Wagman",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2412.04444v3 Announce Type: replace-cross \nAbstract: Recent work introduced a new framework for analyzing correlation functions with improved convergence and signal-to-noise properties, as well as rigorous quantification of excited-state effects, based on the Lanczos algorithm and spurious eigenvalue filtering with the Cullum-Willoughby test. Here, we extend this framework to the analysis of correlation-function matrices built from multiple interpolating operators in lattice quantum chromodynamics (QCD) by constructing an oblique generalization of the block Lanczos algorithm, as well as a new physically motivated reformulation of the Cullum-Willoughby test that generalizes to block Lanczos straightforwardly. The resulting block Lanczos method directly extends generalized eigenvalue problem (GEVP) methods, which can be viewed as applying a single iteration of block Lanczos. Block Lanczos provides qualitative and quantitative advantages over GEVP methods analogous to the benefits of Lanczos over the standard effective mass, including faster convergence to ground- and excited-state energies, explicitly computable two-sided error bounds, straightforward extraction of matrix elements of external currents, and asymptotically constant signal-to-noise. No fits or statistical inference are required. Proof-of-principle calculations are performed for noiseless mock-data examples as well as two-by-two proton correlation-function matrices in lattice QCD."
    },
    {
      "title": "Effective potential of scalar Lee-Wick pseudo-electrodynamics",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269325005799?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: October 2025Source: Physics Letters B, Volume 869Author(s): M.J. Neves"
    },
    {
      "title": "Supercooled phase transitions in conformal dark sectors explain NANOGrav data",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269325005908?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: October 2025Source: Physics Letters B, Volume 869Author(s): João Gonçalves, Danny Marfatia, António P. Morais, Roman Pasechnik"
    }
  ]
}