{
  "lastUpdated": "2025-10-30T02:28:22.805424",
  "papers": [
    {
      "title": "Revealing the Harmonic Structure of Nuclear Two-Body Correlations in High-Energy Heavy-Ion Collisions",
      "link": "http://link.aps.org/doi/10.1103/v2z7-wlnr",
      "authors": "Thomas Duguet, Giuliano Giacalone, Sangyong Jeon, and Alexander Tichai",
      "source": "Physical Review Letter",
      "summary": "Author(s): Thomas Duguet, Giuliano Giacalone, Sangyong Jeon, and Alexander TichaiSmashing nuclei at ultrarelativistic speeds and analyzing the momentum distribution of outgoing debris provides a powerful method to probe the many-body properties of the incoming nuclear ground states. Within a perturbative description of initial-state fluctuations in the quark-gluon plasma, we exp…[Phys. Rev. Lett. 135, 182301] Published Tue Oct 28, 2025"
    },
    {
      "title": "Kadanoff-Baym approach to bound states in open quantum systems",
      "link": "http://link.aps.org/doi/10.1103/zk1c-nlln",
      "authors": "Tim Neidig, Marcus Bleicher, Hendrik van Hees, and Carsten Greiner",
      "source": "Physical Review C",
      "summary": "Author(s): Tim Neidig, Marcus Bleicher, Hendrik van Hees, and Carsten GreinerIn this paper, we extend the method of Kadanoff-Baym equations for open quantum systems to arbitrary kinds of systems and heat baths, either fermionic or bosonic. This includes three spacial dimensions and different potentials for the system-bath interaction or external traps. We study the quantum-m…[Phys. Rev. C 112, 044007] Published Tue Oct 28, 2025"
    },
    {
      "title": "$α$-induced neutron emission from $^{27}\\mathrm{Al}$: A cross-section study",
      "link": "http://link.aps.org/doi/10.1103/6r82-456g",
      "authors": "Rajat Roy <em>et al.</em>",
      "source": "Physical Review C",
      "summary": "Author(s): Rajat Roy et al.Aiming for a better understanding of the $^{27}\\mathrm{Al}(α,n)^{30}\\mathrm{P}$ reaction, new cross-section measurements for this reaction have been carried out using $^{27}\\mathrm{Al}$ targets of thicknesses 20 $µ{\\mathrm{g}/\\mathrm{cm}}^{2}$ and 63 $µ{\\mathrm{g}/\\mathrm{cm}}^{2}$ for $α$-energy ra…[Phys. Rev. C 112, 044613] Published Tue Oct 28, 2025"
    },
    {
      "title": "Probing surface vibrations of spherical nuclei in relativistic heavy-ion collisions",
      "link": "http://link.aps.org/doi/10.1103/2f3s-2nyn",
      "authors": "Kouichi Hagino and Masakiyo Kitazawa",
      "source": "Physical Review C",
      "summary": "Author(s): Kouichi Hagino and Masakiyo KitazawaThere has been increasing interest in recent years in using relativistic heavy-ion collisions to probe nuclear structure, such as static nuclear deformation. Here we discuss the role of quantum zero-point fluctuations of the surface vibrations of spherical nuclei in relativistic heavy-ion collisions…[Phys. Rev. C 112, L041901] Published Tue Oct 28, 2025"
    },
    {
      "title": "Microscopic study of the low-energy enhancement in the gamma-decay strength of \\(^{50}\\)V",
      "link": "https://arxiv.org/abs/2510.23779",
      "authors": "Jon Kristian Dahl, Ann-Cecile Larsen, Noritaka Shimizu, Yutaka Utsuno",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2510.23779v1 Announce Type: new \nAbstract: We address the microscopic origin of the low-energy enhancement (LEE) in \\(^{50}\\)V with large-scale shell-model calculations to obtain $E1$ and $M1$ transitions within the same theoretical framework. The valence space spans the three major shells $sd$, $pf$ and $sdg$ and is treated with the SDPFSDG-MU interaction using the KSHELL code. With a \\(1 \\hbar \\omega\\) truncation, 3600 energy eigenstates and a basis of $7.02\\times10^{6}$ positive and $5.94\\times10^{8}$ negative parity states, the calculations yield nearly two million individual dipole transitions. The fourteen lowest experimental levels are reproduced within $0.30$~MeV, the calculated total level density excellently reproduces Oslo-method data up to $E \\approx 7.5$~MeV, and the calculated dipole gamma strength function follows the experimental shape -- including the LEE -- for the full gamma-energy range covered by the Oslo experiment. The LEE is shown to be entirely magnetic dipole in origin. Both spin and orbital parts of the \\(\\hat{M}1\\) operator are required to reproduce the LEE, with constructive interference between the spin and orbital parts giving an extra enhancement to the LEE. Reduced one-body transition densities identify $0f_{7/2} \\rightarrow 0f_{7/2}$ proton transitions as the principal driver of the LEE."
    },
    {
      "title": "RHODIUM: A post-processor for BIGSTICK configuration-interaction wave functions",
      "link": "https://arxiv.org/abs/2510.23787",
      "authors": "Calvin W. Johnson",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2510.23787v1 Announce Type: new \nAbstract: RHODIUM is a postprocessing code for nuclear structure physics. It can be used to compute density matrices, spectroscopic amplitudes, and other information, from wave function and basis files created by the configuration-interaction shell-model code BIGSTICK. The source code is available at github.com/cwjsdsu/Rhodium. This manual gives detailed instructions how to use."
    },
    {
      "title": "Multi-peak structure of meson spectral function in magnetic field",
      "link": "https://arxiv.org/abs/2510.23958",
      "authors": "Haoran Li, Ziyue Wang",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2510.23958v1 Announce Type: new \nAbstract: We investigate the spectral functions of neutral and charged mesons in a hot dense medium under a external magnetic field using the two-flavor quark-meson model within the functional renormalization group (FRG) framework. Our results show that the spectral functions of {\\sigma} and {\\pi}0 mesons develop new structures due to decay channels into quarks occupying different Landau levels. By consistently incorporating the momentum relations at vertices for charged particles in a magnetic field, we further show that the {\\pi}+ spectral function develops a multi-peak structure at finite temperatures, resulting from the various annihilation and decay channels available to {\\pi}+ in the magnetic environment. This multi-peak structure is further enhanced in a finite-density medium, causing the {\\pi}+ meson to become a broad resonance at lower temperatures and densities compared to neutral mesons. Such a multi-peak pattern is expected to be universal for charged mesons under magnetic fields and carries significant implications for understanding transport properties in magnetized strongly interacting fluids"
    },
    {
      "title": "Symmetry Energy of 2+1-flavor dense quark matter from perturbative QCD",
      "link": "https://arxiv.org/abs/2510.23984",
      "authors": "Isabella Danhoni, Yumu Yang, Mauricio Hippert, Jacquelyn Noronha-Hostler",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2510.23984v1 Announce Type: new \nAbstract: The symmetry energy expansion was developed to connect isospin symmetric matter probed in nuclear experiments to asymmetric matter found in neutron stars. Using the isospin asymmetry derived from the Gell-Mann-Nishijima formula, we derive the symmetry energy expansion for quark matter that has unique properties compared to hadronic matter. To test our methods, we use perturbative Quantum Chromodynamics (pQCD) calculations at next-to-leading-order, where realistic quark masses can be included. We find that pQCD at electroweak equilibrium is not isospin symmetric but rather obtains a small skewness term in the symmetry energy expansion. We predict that if equations of state for nuclear matter must match pQCD results, then a non-monotonic dip in the symmetry energy would appear."
    },
    {
      "title": "Emergent Bell-Triplet State in Proton-Proton Scattering",
      "link": "https://arxiv.org/abs/2510.24325",
      "authors": "Z. X. Shen, H. Y. Shang, Y. G. Ma, D. Bai, S. M. Wang, Z. C. Xu",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2510.24325v1 Announce Type: new \nAbstract: Entanglement is a fundamental resource in quantum information science, with profound implications for computing, communication, and metrology. Nuclear scattering processes, dominated by rich spin-dependent interactions, offer a natural platform for generating complex spin entanglement. Here, using proton-proton scattering as a quantum laboratory, we report the emergence of a near-pure Bell-triplet state at a laboratory energy of 151 MeV and a center-of-mass scattering angle of 90 degrees, with the spin amplitude a transition operator connecting two different Bell states. In contrast to the low-energy singlet state governed by the Pauli principle and the S-wave dominance, this second maximally entangled state is directly shaped by tensor forces beyond leading-order chiral effective field theory, providing a distinct quantum-information signature for realistic nuclear forces. These findings, invisible to traditional scattering observables, establish proton-proton scattering as a robust source of triplet entanglement and pave the way for next-generation nuclear Bell tests."
    },
    {
      "title": "Spectrum and electromagnetic properties of $^{24}\\mathrm{Mg}$ in the Geometric $\\alpha$-cluster Model with $\\mathcal{D}_{4h}$ symmetry at leading order",
      "link": "https://arxiv.org/abs/2510.24522",
      "authors": "Gianluca Stellin, Karl-Heinz Speidel",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2510.24522v1 Announce Type: new \nAbstract: The relevance of the point-symmetry group $\\mathcal{D}_{4h}$ for the prediction of spectrum and electromagnetic properties of the $^{24}\\mathrm{Mg}$ nucleus is discussed in the framework of the geometric $\\alpha$-cluster model at leading order. The latter represents a macroscopic $\\alpha$-cluster framework wherein nuclear excitations are described in terms of rotations and vibrations of $^4\\mathrm{He}$ clusters about their equilibrium positions, at the vertices of a square bipyramid. The finite group associated with the latter regulates the composition of the rotational bands as well as the transitions between the energy levels, by means of additional selection rules, of molecular nature. A sample of reduced electric multipole transition probabilities of intraband nature is provided."
    },
    {
      "title": "Study of Neutron Star Properties under the Two-Flavor Quark NJL Model",
      "link": "https://arxiv.org/abs/2510.23750",
      "authors": "Chunran Zhu, Bolin Li",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2510.23750v1 Announce Type: cross \nAbstract: The Equation of State (EOS) of matter within neutron stars is a central topic in nuclear physics and astrophysics. A precise understanding of the composition and phase behavior of matter under such extreme conditions is crucial for uncovering the fundamental laws of the strong interaction. This study investigates hadron-quark hybrid stars using a two-flavor Nambu-Jona-Lasinio (NJL) model. As an effective theory, this model can describe the generation of dynamical quark masses and chiral symmetry restoration characteristic of dense quark matter.\n  We construct the hybrid EOS by joining the BSR6 relativistic mean-field model for hadronic matter with the NJL model for quark matter. A quintic polynomial interpolation ensures a smooth ($C^2$ continuity) and thermodynamically consistent crossover between the phases. Based on this hybrid EOS, we solve the Tolman-Oppenheimer-Volkoff (TOV) equations to calculate macroscopic properties of neutron stars, such as the mass-radius ($M-R$) relationship and the tidal deformability parameter ($\\Lambda$).\n  By exploring key model parameters, we identify a region satisfying a wide range of multi-messenger constraints. Our resulting EOS supports a maximum mass consistent with PSR J0740+6620, while simultaneously predicting radii and tidal deformabilities for a $1.4M_{\\odot}$ star that agree with NICER observations and limits from GW170817. This work thus presents a self-consistent model that resolves the tension between high-mass pulsars and small tidal deformabilities, deepening our understanding of the hadron-quark crossover."
    },
    {
      "title": "Quantum Information at the Electron-Ion Collider",
      "link": "https://arxiv.org/abs/2510.23773",
      "authors": "Kun Cheng, Tao Han, Sokratis Trifinopoulos",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2510.23773v1 Announce Type: cross \nAbstract: We investigate quantum-information-theoretic observables in electron-proton scattering at the Electron-Ion Collider (EIC). Our analysis focuses on entanglement and magic, two complementary indicators of non-classicality in quantum states. We show that while unpolarized and longitudinally polarized beams yield unentangled separable outcomes, transverse beam polarization enables the generation of entangled and non-stabilizer states. This result holds for both elastic and deep inelastic electron-proton scattering in QED. In the deep inelastic regime, the degree of quantum correlation is governed by the transversity parton distribution functions, providing a novel perspective on spin dynamics within QCD. These results establish the EIC as a promising environment for generating entangled and non-stabilizer states in high-energy physics, and they highlight opportunities for future lepton-hadron colliders to extend such studies into new kinematic domains."
    },
    {
      "title": "Thermal nature of confining strings",
      "link": "https://arxiv.org/abs/2510.23919",
      "authors": "Sebastian Grieninger, Dmitri E. Kharzeev, Eliana Marroquin",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2510.23919v1 Announce Type: cross \nAbstract: We investigate the quantum statistical properties of the confining string connecting a static fermion-antifermion pair in the massive Schwinger model. By analyzing the reduced density matrix of the subsystem located in between the fermion and antifermion, we demonstrate that as the interfermion separation approaches the string-breaking distance, the overlap between the microscopic density matrix and an effective thermal density matrix exhibits a pronounced, narrow peak, approaching unity at the onset of string breaking. This behavior reveals that the confining flux tube evolves toward a genuinely thermal state as the separation between the charges grows, even in the absence of an external heat bath. In other words, one cannot tell whether a reduced state of the subsystem arises from a surrounding heat bath or from entanglement with the rest of the system. The entanglement spectrum near the critical string-breaking distance exhibits a rapid transition from the dominance of a single state describing the confining electric string towards a strongly entangled state containing virtual fermion-antifermion pairs. Our findings establish a quantitative link between confinement, entanglement, and emergent thermality, and suggest that string breaking corresponds to a microscopic thermalization transition within the flux tube."
    },
    {
      "title": "Symmetry Constraints on Pion Valence Structure",
      "link": "https://arxiv.org/abs/2510.23950",
      "authors": "Xiaobin Wang, Lei Chang, Minghui Ding, Khepani Raya, Craig D. Roberts",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2510.23950v1 Announce Type: cross \nAbstract: The profile of the pion valence quark distribution function (DF) remains controversial. Working from the concepts of QCD effective charges and generalised parton distributions, we show that since the pion elastic electromagnetic form factor is well approximated by a monopole, then, at large light-front momentum fraction, the pion valence quark DF is a convex function described by a large-$x$ power law that is practically consistent with expectations based on quantum chromodynamics."
    },
    {
      "title": "Vortex Creep Heating in Neutron Star Cooling: New Insights into Thermal Evolution of Heavy Neutron Stars",
      "link": "https://arxiv.org/abs/2510.24167",
      "authors": "Yoonhak Nam, Kazuyuki Sekizawa",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2510.24167v1 Announce Type: cross \nAbstract: Neutron stars provide unique laboratories for probing physics of dense nuclear matter under extreme conditions. Their thermal and luminosity evolution reflects key internal properties such as the equation of state (EoS), nucleon superfluidity and superconductivity, envelope composition, and magnetic field, and so on. Recent observations [\\textit{e.g.}, V. Abramkin \\textit{et al.,} ApJ \\textbf{924}, 128 (2022)] have revealed unexpectedly warm old neutron stars, which cannot be explained by standard neutrino-photon cooling models. The failure of the standard cooling models implies the presence of additional internal heating mechanism. Building on the previous study [M. Fujiwara \\textit{et al}., JCAP \\textbf{03}, 051 (2024)], which proposed vortex creep heating (VCH) from the frictional motion of superfluid vortices as a viable mechanism, we extend the cooling framework to include both VCH and direct Urca (DUrca) processes. These are implemented in our code to explore their combined impact, particularly for massive neutron stars where DUrca operates. By varying rotational parameters ($P$, $\\dot{P}$, $P_0$), EoS models (APR, BSk24), pairing gaps, and envelope compositions, we examine how heating-cooling interplay shapes the temperature evolution. Our results show that VCH can substantially mitigate the rapid cooling driven by DUrca, offering new evolutionary pathways for massive neutron stars."
    },
    {
      "title": "Diffractive deep inelastic scattering in the dipole picture: the $q\\bar{q}g$ contribution in exact kinematics",
      "link": "https://arxiv.org/abs/2510.24171",
      "authors": "Abhiram Kaushik, Heikki M\\\"antysaari, Jani Penttala",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2510.24171v1 Announce Type: cross \nAbstract: We compute the $q\\bar{q}g$ contribution to the diffractive structure functions in high-energy deep inelastic scattering. The obtained result corresponds to a finite part of the next-to-leading-order contribution to the diffractive cross section. Previous phenomenological applications have included this contribution only in the high-$Q^2$ or high-$M_X^2$ limits in the case of a soft gluon, and we numerically demonstrate that these existing estimates do not provide a good approximation for the full $q\\bar{q}g$ contribution. Furthermore, we demonstrate that in addition to the soft gluon contribution, there is an equally important soft quark contribution to the diffractive structure functions at high $Q^2$."
    },
    {
      "title": "Probing the nonstrange quark star equation of state with compact stars and gravitational waves",
      "link": "https://arxiv.org/abs/2510.24396",
      "authors": "Shu-Peng Wang, Zhen-Yan Lu, Zhi-Jun Ma, Rong-Yao Yang, Jian-Feng Xu, Xiangyun Fu",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2510.24396v1 Announce Type: cross \nAbstract: A recent study shows that incorporating a new term into the thermodynamic potential density, as required by the thermodynamic consistency criterion, can effectively resolve the thermodynamic inconsistency problems of the conventional perturbative QCD model. This additional term plays a crucial role in resolving inconsistencies at relatively low densities and becomes negligible at extremely high densities. Within this revised perturbative QCD model, we find that if we require only that the energy per baryon of up-down ($ud$) quark matter exceeds 930 MeV so as not to contradict the standard nuclear physics, the maximum mass of an $ud$ quark star allowed by the revised perturbative QCD model can reach up to 2.17 $M_{\\odot}$. From this perspective, the observed 2.14 $M_{\\odot}$ pulsar PSR J0740+6620 may be an $ud$ quark star. However, if we further impose the constraint that the tidal deformability of a 1.4 $M_{\\odot}$ $ud$ quark star must be consistent with the GW170817 event, the maximum mass allowed by the revised perturbative QCD model would decrease to no more than 2.08 $M_{\\odot}$. Consequently, our results suggest that the compact object with a mass of 2.50-2.67 $M_{\\odot}$, as observed in the GW190814 event, cannot be an $ud$ quark star, according to the revised perturbative QCD model."
    },
    {
      "title": "Comprehensive Inclusion of Higher-order Ca$^+$ Isotope Shifts in the King's Plot Yields an Order Improvement on the $e^-$-$n$ Coupling Limit",
      "link": "https://arxiv.org/abs/2510.24401",
      "authors": "Vaibhav Katyal, A. Chakraborty, B. K. Sahoo",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2510.24401v1 Announce Type: cross \nAbstract: By critically evaluating higher-order nonlinear effects to the isotope shifts (ISs) in the low-lying transition frequencies of the singly charged calcium ion, stringent constraint on the electron-neutron coupling due to a hypothetical boson describing physics beyond the Standard Model is inferred. It shows an order magnitude difference compared to the previously reported limit demonstrating importance of higher-order effects in the analysis of nonlinearity in the King's plot. The first-order IS parameters and enhancement factor ($D$) were evaluated using two complementary approaches in the relativistic coupled-cluster theory framework: namely finite-field (FF) and analytical response (AR) approaches. Extraction of the second-order IS parameters in the FF approach show numerical instabilities, so they are determined in the AR approach. Comparison of these factors with previous calculation shows substantial differences in the magnitudes. However, $D$ values from both the FF and AR approaches display excellent agreement. We also show explicitly roles of electron correlation effects in the evaluation of $D$ values accurately."
    },
    {
      "title": "Low-lying baryon resonances from lattice QCD",
      "link": "https://arxiv.org/abs/2510.24596",
      "authors": "Colin Morningstar",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2510.24596v1 Announce Type: cross \nAbstract: Calculating the properties of baryon resonances from quantum chromodynamics requires evaluating the temporal correlations between hadronic operators using integrations over field configurations weighted by a phase associated with the action. By formulating quantum chromodynamics on a space-time lattice in imaginary time, such integrations can be carried out non-perturbatively using a Markov-chain Monte Carlo method with importance sampling. The energies of stationary states in the finite volume of the lattice can be extracted from the temporal correlations. A quantization condition involving the scattering $K$-matrix and a complicated ``box matrix'' also yields a finite-volume energy spectrum. By appropriately parametrizing the scattering $K$-matrix, the best-fit values of the $K$-matrix parameters are those that produce a finite-volume spectrum which most closely matches that obtained from the Monte Carlo computations. Results for the $\\Delta$ resonance are presented, and a study of scattering for energies near the $\\Lambda(1405)$ resonance is outlined, showing a two pole structure. The prospects for applying this methodology to the Roper resonance are discussed."
    },
    {
      "title": "The quantum Newton's bucket: Active and passive rotations in quantum theory",
      "link": "https://arxiv.org/abs/2502.21298",
      "authors": "Augusto Facundes, Kayman Jhosef Goncalves, Giorgio Torrieri",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2502.21298v2 Announce Type: replace-cross \nAbstract: Motivated both by classical physics problems associated with ``Newton's bucket'' and recent developments related to QCD in rotating frames of reference relevant to heavy ion collisions, we discuss the difference between ``active'' and ``passive'' rotations in quantum systems. We examine some relevant potentials and give general symmetry arguments to give criteria where such rotations give the same results. We close with a discussion of how this can be translated to quantum field theory."
    },
    {
      "title": "De Sitter entropy: on-shell versus off-shell",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269325007257?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: Available online 29 October 2025Source: Physics Letters BAuthor(s): D.V. Diakonov"
    },
    {
      "title": "Alpha-decay width of a near proton-threshold resonance in the <math xmlns:mml=\"http://www.w3.org/1998/Math/MathML\" altimg=\"si38.svg\" class=\"math\"><mrow><msup><mrow></mrow><mn>7</mn></msup><mi>L</mi><mi>i</mi><mrow><mo>(</mo><mi>α</mi><mo>,</mo><mi>α</mi><mo>)</mo></mrow></mrow></math> channel",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269325007415?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: Available online 28 October 2025Source: Physics Letters BAuthor(s): T. Tang, W. Mittig, Y. Ayyad, C. Hebborn, J.J. Kolata, P. O’malley, T. Ahn, D. Bazin, M. Couder, A. Muñoz-Ramos, K. Manukyan, Z. Maschuq, J.S. Randhawa, N. Rijal, G.H. Sargsyan, W.W. Von Seeger"
    },
    {
      "title": "Shell effects in quasi-fission for calcium induced reactions forming thorium isotopes",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269325007130?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: Available online 28 October 2025Source: Physics Letters BAuthor(s): C. Simenel, A.S. Umar, K. Godbey, P. Mcglynn"
    },
    {
      "title": "Coulomb-Corrected Wormhole Model for Neon-20",
      "link": "https://www.sciencedirect.com/science/article/pii/S0375947425002556?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Nuclear Physics A",
      "summary": "Publication date: Available online 28 October 2025Source: Nuclear Physics AAuthor(s): Ruoxin Bai, Nicholas S. Manton"
    }
  ]
}