{
  "lastUpdated": "2025-12-16T02:49:01.691617",
  "papers": [
    {
      "title": "Study of few $^3$He-induced nuclear fusion reactions using density-dependent double-folding complex potential",
      "link": "https://arxiv.org/abs/2512.11172",
      "authors": "N. Mohammad, H. Sultana, Md. R. Islam, Md. A. Khan",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2512.11172v1 Announce Type: new \nAbstract: Nuclear fusion reactions at sub-barrier energies play crucial roles in many aspects of primordial nucleosynthesis in stellar objects. One of the primary aspects that plays a pivotal role in understanding the relationship between stellar evolution and nuclear reaction dynamics is the energy dependence of astronuclear observables, such as the fusion cross-section $\\sigma$. This paper presents the results of a few $^3$He-induced nuclear fusion reactions-$^{3}$He($^3$He,2p)$^{4}$He, $^{6}$Li($^3$He,d)$^{7}$Be and $^{10}$B($^3$He,n)$^{12}$N which are investigated adopting the single-step selective resonant tunnelling model (SRTM). As an improvement over earlier works, the authors have used a microscopically derived density-dependent double-folding potential model, invoking the M3Y-Reid NN interactions, for the numerical computation of the astrophysical S-factor, $S(E)$, and the fusion cross-section, $\\sigma$. The results of the calculations have been compared with those found in the literature. The results obtained in the present studies agree fairly with the experimentally observed results found in the literature."
    },
    {
      "title": "Correlated fission fragment spin dynamics",
      "link": "https://arxiv.org/abs/2512.11212",
      "authors": "Jorgen Randrup, Pavel Nadtochy, Christelle Schmitt, Katarzyna Mazurek",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2512.11212v1 Announce Type: new \nAbstract: This study explores the role of nucleon exchange for the generation of the fission fragment angular momenta. For a number of typical fission cases, samples of 10,000 shape evolutions are generated by Langevin simulation and, subsequently, for each such evolution, the nucleon exchange transport theory previously developed for damped nuclear reactions is used to obtain the development of the fragment spin-spin distribution within the Fokker-Planck transport framework. The characteristic evolution of both parallel and perpendicular spin components is discussed. A common feature is that the rotational modes fall out of equilibrium before scission when the temperature rises rapidly while the concurrent shrinking of the neck suppresses further exchange. A number of fission observables are extracted from the event ensembles: the distribution of the magnitude of the fragment spin and its orientation relative to the fission axis, as well as the correlation between the two spins and the distribution of their opening angle. The dependence of these observables on the mass asymmetry is also examined."
    },
    {
      "title": "Data-Driven Analysis for the Bottomonium Potential in the Quark-Gluon Plasma",
      "link": "https://arxiv.org/abs/2512.11536",
      "authors": "Shuhan Zheng, Baoyi Chen, Xiaojian Du, Shuzhe Shi",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2512.11536v1 Announce Type: new \nAbstract: We present a data-driven analysis within a quantum evolutionary microscopic framework to constrain the in-medium bottomonium potential. In relativistic heavy-ion collisions, bottomonium bound states serve as invaluable probes of the quark-gluon plasma (QGP) owing to their negligible production in the QGP phase. Meanwhile, their non-relativistic nature allows a straightforward theoretical description via effective field theories such as potential models. Recent lattice QCD calculations of the bottomonium interaction potential have yielded qualitatively distinct results. These discrepancies motivate a data-driven extraction of the potential based on heavy-ion experiments. In this work, we perform a Bayesian analysis to constrain the bottomonium interaction potential. The relationship between potential parameters and observables is established by numerically solving the non-relativistic time-dependent Schr\"odinger equation. By comparing these simulations with experimental measurements, our Bayesian framework provides the effective potential that is readily testable in future experiments."
    },
    {
      "title": "The B(E2) anomaly: Evidence for a low-lying mixed-symmetry collective excitation mode",
      "link": "https://arxiv.org/abs/2512.11555",
      "authors": "Bo Cederwall, Chong Qi",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2512.11555v1 Announce Type: new \nAbstract: Several instances of exceptionally low values of the ratio $\\frac{B(E2; 4^+_1\\rightarrow 2^+_1)}{B(E2; 2^+_1\\rightarrow 0^+_{\\mathrm{gs}})}$ (''$B_{4/2}$'') < 1 have been observed in two neutron deficient regions of the nuclear chart: tungsten, osmium, platinum isotopes with neutron numbers around $N=94$ and tellurium, xenon isotopes with neutron numbers around $N=62$. The striking feature of these observations is that they coincide with low-lying energy level structures that are consistent with what is normally characterized as collective motion of the nucleus. Standard nuclear structure model calculations including large-scale shell model, collective model and density functional theory calculations fail to reproduce the effect. %In the heavier group of nuclides these cases initiate a smooth evolution of increasing $B_{4/2}$ values as a function of increasing neutron number, reminiscent of a phase transition from the ``anomalous\" regime to fully developed collective excitations with ''normal'' $B_{4/2}$ values whereas in the Te-Xe region only a limited number of cases with $B_{4/2} < 1$ have been observed so far. Recent theoretical work has, however, successfully reproduced the ''anomalous'' $B_{4/2}$ phenomenon in some of the platinum and osmium isotopes by mapping a triaxial rotor Hamiltonian onto the interacting boson model (IBM), thereby extending the model's SU(3) degrees of freedom. The extended IBM Hamiltonian encompasses quadrupole vibrations, rotations as well as mixed-symmetry neutron-proton modes. We here successfully apply an extended IBM Hamiltonian to nuclei in both mass regions, which notably are characterized by similar boson numbers in the IBM. The results point to the emergence of a low-lying mixed-symmetry collective excitation mode, representing an additional form of nuclear collectivity that effectively bridges single-particle and collective behaviors."
    },
    {
      "title": "The neutron dripline in calcium isotopes from a chiral interaction",
      "link": "https://arxiv.org/abs/2512.11723",
      "authors": "B. S. Hu, A. Ekstr\\\"om, C. Forss\\'en, G. Hagen, W. G. Jiang, T. Miyagi, T. Papenbrock",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2512.11723v1 Announce Type: new \nAbstract: Interactions derived from effective field theories of quantum chromodynamics have thus far failed to bind calcium nuclei beyond neutron number $N=40$, while nuclear density functionals typically place the neutron dripline near $^{70}$Ca, at $N=50$. We present the chiral interaction N$^3$LO$_{\\rm Texas}$, a combination of two- and three-nucleon potentials at fourth and third chiral order, respectively, with low-energy constants optimized using emulator-accelerated fits to few- and many-body data. This interaction accurately reproduces binding energies and charge radii of key nuclei with mass number $A=3$ to $208$, important excited states, and nuclear matter near saturation. Using ab-initio methods, we find that the calcium two-neutron dripline extends to $^{71}$Ca."
    },
    {
      "title": "Leptophilic Interactions in Nuclear Energy Density Functional Theory",
      "link": "https://arxiv.org/abs/2512.11770",
      "authors": "S. O. Kara",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2512.11770v1 Announce Type: new \nAbstract: We develop a unified theoretical framework that embeds a light leptophilic vector boson into nuclear energy density functional (EDF) theory. Starting from an underlying leptophilic gauge interaction, the mediator is integrated out in the static limit, yielding an effective current--current interaction that couples proton and lepton densities. This interaction is incorporated self-consistently into relativistic mean-field equations, defining a leptophilic extension of conventional nuclear EDFs.\n  The resulting leptophilic EDF induces correlated modifications of proton and lepton chemical potentials, directly affecting beta equilibrium in dense matter. In uniform matter, these effects lead to percent-level changes in the proton fraction, symmetry energy, and equation of state within phenomenologically allowed parameter ranges. In finite nuclei, the modified proton mean field generates shifts of $10^{-3}$--$10^{-2}\\,\\mathrm{fm}$ in neutron-skin thicknesses, comparable to current experimental sensitivities.\n  Our results demonstrate that light leptophilic interactions leave coherent and experimentally accessible imprints on both nuclear structure and dense-matter observables. The framework introduced here provides a controlled and realistic extension of nuclear EDF theory, enabling nuclear systems to serve as laboratories for probing new physics in the leptonic sector."
    },
    {
      "title": "Structure and Formation of the Deeply Bound $\\bar{p}$ atoms",
      "link": "https://arxiv.org/abs/2512.11278",
      "authors": "Nobuhide Miyazaki, Junko Yamagata-Sekihara, Satoru Hirenzaki",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2512.11278v1 Announce Type: cross \nAbstract: We study theoretically the structure and formation of the deeply bound $\\bar{p}$ atoms. We find that the widths of the atomic states are narrower than the level spacing even for deeply bound states so that the well-isolated deeply bound $\\bar{p}$ atoms are expected to exist. We also find the $\\bar{p}$-nuclear states with huge widths. For the observation of the deep $ {\\bar p}$-atomic states, we investigate theoretically the $(\\bar{p}, p)$ reactions for $^{12}$C, $^{16}$O, and $^{31}$P target nuclei. We find that the momentum transfer of the $( {\\bar p},p)$ reaction is small and the formation of the $ {\\bar p}$-atomic states can be observed as the discrete peak structures in the $( {\\bar p},p)$ spectrum. We conclude that the $(\\bar{p}, p)$ reactions are very much suited for the $\\bar{p}$ atom formation and the spectra of the reaction are expected to provide new valuable information on the $ {\\bar p}$ atoms and $ {\\bar p}$-nucleus interaction."
    },
    {
      "title": "An anlaysis on $J/\\psi\\to\\pi^0\\gamma^*$ within resonance chiral theory",
      "link": "https://arxiv.org/abs/2512.11515",
      "authors": "Yi-Hao Zhang, Shao-Zhou Jiang, Ling-Yun Dai",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2512.11515v1 Announce Type: cross \nAbstract: In this study, we analyze the first measurement of the electron-positron invariant mass spectrum in $J/\\psi \\to \\pi^0 e^+e^-$ by BESIII, using the framework of resonance chiral theory. Our results indicate that both strong interaction and electromagnetic transition are essential to accurately describe the data. We obtain the $\\pi^0$ transition form factor for $J/\\psi \\to \\pi^0\\gamma^*$ and the corresponding decay branching ratios for $J/\\psi \\to \\pi^0 l^+l^-$. The decay process $J/\\psi \\to \\pi^0 V$ is also examined. It is found that $J/\\psi \\to \\pi^0 \\rho^0$ is dominated by the strong interaction, while the other two channels, $J/\\psi \\to \\pi^0 \\omega$ and $\\pi^0 \\phi$, arise primarily from electromagnetic transitions."
    },
    {
      "title": "Lindblad-driven recombination of the X(3872) tetraquark",
      "link": "https://arxiv.org/abs/2512.11539",
      "authors": "N\\'estor Armesto, Miguel \\'Angel Escobedo, Elena G. Ferreiro, V\\'ictor L\\'opez-Pardo",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2512.11539v1 Announce Type: cross \nAbstract: The internal structure of the exotic meson X(3872) remains an open question. We investigate its production in heavy-ion collisions under the hypothesis that it is a compact tetraquark. To this end, we derive a coalescence model from the Lindblad equation, assuming that unbound heavy quarks are thermalized within the quark-gluon plasma and that the adiabatic approximation holds. Using this model, we predict the nuclear modification factor of the X(3872) at LHC energies, with proton-proton baseline cross sections estimated from available experimental data. We also consider the effect of simplifying assumptions on the model, and a complementary approach based on chemical equilibration. Our results indicate that recombination is the dominant production mechanism for a tetraquark X(3872). It leads to a significant yield enhancement in heavy-ion collisions, suggesting that the nuclear modification factor is a powerful observable for probing the exotic nature of this state"
    },
    {
      "title": "HPRMAT: A high-performance R-matrix solver with GPU acceleration for coupled-channel problems in nuclear physics",
      "link": "https://arxiv.org/abs/2512.11590",
      "authors": "Jin Lei",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2512.11590v1 Announce Type: cross \nAbstract: I present HPRMAT, a high-performance solver library for the linear systems arising in R-matrix coupled-channel scattering calculations in nuclear physics. Designed as a drop-in replacement for the linear algebra routines in existing R-matrix codes, HPRMAT employs direct linear equation solving with optimized libraries instead of traditional matrix inversion, achieving significant performance improvements. The package provides four solver backends: (1) double-precision LU factorization, (2) mixed-precision arithmetic with iterative refinement, (3) a Woodbury formula approach exploiting the kinetic-coupling matrix structure, and (4) GPU acceleration. Benchmark calculations demonstrate that the GPU solver achieves up to 9$\\times$ speedup over optimized CPU direct solvers, and 18$\\times$ over legacy inversion-based codes, for large matrices ($N=25600$). The mixed-precision strategy is particularly effective on consumer GPUs (e.g., NVIDIA RTX 3090/4090), where single-precision throughput exceeds double-precision by a factor of 64:1; by performing factorization in single precision with iterative refinement, HPRMAT overcomes the poor FP64 performance of consumer hardware while maintaining double-precision accuracy. This makes large-scale CDCC and coupled-channel calculations accessible to researchers using standard desktop workstations, without requiring expensive data-center GPUs. CPU-only solvers provide 5--7$\\times$ speedup through optimized libraries and algorithmic improvements. All solvers maintain physics accuracy with relative errors below $10^{-5}$ in cross-section calculations, validated against Descouvemont's reference code (Comput.\\ Phys.\\ Commun.\\ 200, 199--219 (2016)). HPRMAT provides interfaces for Fortran, C, Python, and Julia."
    },
    {
      "title": "Bottomonium suppression at RHIC and LHC in an open quantum system approach",
      "link": "https://arxiv.org/abs/2305.17841",
      "authors": "Michael Strickland, Sabin Thapa",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2305.17841v2 Announce Type: replace-cross \nAbstract: We present potential non-relativistic quantum chromodynamics (pNRQCD) predictions for bottomonium suppression in sqrt(sNN) = 200 GeV, 2.76 TeV, and 5.02 TeV heavy-ion collisions using an open quantum systems (OQS) description of the reduced heavy-quark anti-quark density matrix. Compared to prior OQS+pNRQCD studies we include the rapidity dependence of bottomonium production and evolution, allowing for a fully 3-dimensional description of bottomonium trajectories in the quark-gluon plasma. The underlying formalism used to compute the ground and excited state survival probabilities is based on a Lindblad equation that is accurate to next-to-leading order (NLO) in the binding energy over temperature. For the background evolution, we make use of a 3+1D viscous hydrodynamics code which reproduces soft hadron observables at all three collision energies. We find good agreement between NLO OQS+pNRQCD predictions and data taken at LHC energies, however, at RHIC energies, there is tension with recent bottomonium suppression measurements by the STAR collaboration."
    }
  ]
}