{
  "lastUpdated": "2025-09-24T02:18:14.790924",
  "papers": [
    {
      "title": "Observation of $\\mathrm{Λ}$ Hyperon Local Polarization in $p$-Pb Collisions at $\\sqrt{{s}_{\\mathrm{NN}}}=8.16\\text{ }\\text{ }\\mathrm{TeV}$",
      "link": "http://link.aps.org/doi/10.1103/6ywq-gm61",
      "authors": "A. Hayrapetyan <em>et al.</em> (CMS Collaboration)",
      "source": "Physical Review Letter",
      "summary": "Author(s): A. Hayrapetyan et al. (CMS Collaboration)The polarization of the $\\mathrm{Λ}$ and $\\overline{\\mathrm{Λ}}$ hyperons along the beam direction has been measured in proton-lead ($p\\text{-Pb}$) collisions at a center-of-mass energy per nucleon pair of 8.16 TeV. The data were obtained with the CMS detector at the LHC and correspond to an integra…[Phys. Rev. Lett. 135, 132301] Published Tue Sep 23, 2025"
    },
    {
      "title": "Isolated mixed-symmetry ${2}^{+}$ state of the radioactive neutron-rich nuclide $^{132}\\mathrm{Te}$",
      "link": "http://link.aps.org/doi/10.1103/l6dj-yfz7",
      "authors": "T. Stetz <em>et al.</em>",
      "source": "Physical Review C",
      "summary": "Author(s): T. Stetz et al.The $M1$ transition strengths between excited ${2}^{+}$ states of the neutron-rich, radioactive nuclide $^{132}\\mathrm{Te}$ was studied through direct lifetime measurements using the Doppler-shift attenuation method in a two-neutron transfer reaction on a $^{130}\\mathrm{Te}$ target. An unambiguous i…[Phys. Rev. C 112, 034325] Published Tue Sep 23, 2025"
    },
    {
      "title": "Exploring the role of shell effects and nuclear deformation in $α$ decay of plutonium isotopes",
      "link": "http://link.aps.org/doi/10.1103/qymk-ygts",
      "authors": "Nishu Jain, M. Bhuyan, Deepika Jain, and Raj Kumar",
      "source": "Physical Review C",
      "summary": "Author(s): Nishu Jain, M. Bhuyan, Deepika Jain, and Raj KumarBackground: α decay remains one of the most fundamental decay modes in heavy nuclei, and its study provides crucial insights into nuclear structure, shell effects, and deformation properties. Plutonium isotopes, situated in a transitional region of the actinide chain, serve as an important testing g…[Phys. Rev. C 112, 034326] Published Tue Sep 23, 2025"
    },
    {
      "title": "Subtracted second Tamm-Dancoff approximation in the relativistic point-coupling model",
      "link": "http://link.aps.org/doi/10.1103/t1db-h3nb",
      "authors": "Deni Vale and Nils Paar",
      "source": "Physical Review C",
      "summary": "Author(s): Deni Vale and Nils PaarTheoretical description of collective nuclear excitations and astrophysically relevant processes require methods going beyond the random phase approximation (RPA) or Tamm-Dancoff approximation (TDA), which are limited to one-particle–one-hole (1p-1h) configurations. In this work, we introduce the se…[Phys. Rev. C 112, 034327] Published Tue Sep 23, 2025"
    },
    {
      "title": "Parallelizable approach for $SD$-pair shell model matrix elements and overlaps",
      "link": "http://link.aps.org/doi/10.1103/lrcz-kyh9",
      "authors": "Feng Pan, Si-Yao Zhang, Yan-An Luo, Bing-Cheng He, Lianrong Dai, and Jerry Paul Draayer",
      "source": "Physical Review C",
      "summary": "Author(s): Feng Pan, Si-Yao Zhang, Yan-An Luo, Bing-Cheng He, Lianrong Dai, and Jerry Paul DraayerWe propose a novel procedure for computing overlaps and matrix elements in the $M$-scheme $SD$-pair shell model. Our approach demonstrates that calculating the overlap or matrix element of a one- or two-body operator between two $N$-pair states requires, at most, $N!(N+1)!/{2}^{N}$ products of one-p…[Phys. Rev. C 112, 034328] Published Tue Sep 23, 2025"
    },
    {
      "title": "Leading-order short-range nuclear matrix elements in double-β decay using the microscopic interacting boson model",
      "link": "http://link.aps.org/doi/10.1103/6y3v-5fww",
      "authors": "Elina Kauppinen and Jenni Kotila",
      "source": "Physical Review C",
      "summary": "Author(s): Elina Kauppinen and Jenni KotilaThis study investigates the short-range nuclear matrix elements (NMEs) for the light-neutrino exchange mechanism of $ββ$ decay using the microscopic interacting boson model (IBM-2). The NMEs are calculated with both Argonne and CD-Bonn short-range correlations, and the coupling, that is currently no…[Phys. Rev. C 112, 034329] Published Tue Sep 23, 2025"
    },
    {
      "title": "First observation of pseudospin-chiral triplet bands with pure proton configuration",
      "link": "http://link.aps.org/doi/10.1103/v667-vy2p",
      "authors": "W. B. Zeng (曾文彪) <em>et al.</em>",
      "source": "Physical Review C",
      "summary": "Author(s): W. B. Zeng (曾文彪) et al.High-spin states of $^{81}\\mathrm{Br}$ were populated using the $^{82}\\mathrm{Se}(α,\\mathit{\\text{p}}4\\mathit{n})$ reaction. One positive-parity band and four negative-parity bands were observed. Based on the experimental characteristics of these bands, a pair of nearly degenerate three-quasiparticl…[Phys. Rev. C 112, 034330] Published Tue Sep 23, 2025"
    },
    {
      "title": "Comparative study of a “moving orientation effect” in heavy-ion fusion reactions with prolate and oblate projectiles",
      "link": "http://link.aps.org/doi/10.1103/p1tp-wdhy",
      "authors": "Y. K. Gupta, K. Hagino, D. Patel, V. B. Katariya, H. Vyas, G. K. Prajapati, N. Sirswal, Pawan Singh, B. N. Joshi, B. K. Nayak, and U. Garg",
      "source": "Physical Review C",
      "summary": "Author(s): Y. K. Gupta, K. Hagino, D. Patel, V. B. Katariya, H. Vyas, G. K. Prajapati, N. Sirswal, Pawan Singh, B. N. Joshi, B. K. Nayak, and U. GargThe moving orientation effect (MOE) in nuclear collisions has been investigated through barrier distributions. To this end, the experimental barrier distributions for systems with a spherical medium-mass target nucleus ($^{90}\\mathrm{Zr}$) and two different deformed projectiles, $^{24}\\mathrm{Mg}$ a…[Phys. Rev. C 112, 034616] Published Tue Sep 23, 2025"
    },
    {
      "title": "Equation of state for hyperonic neutron-star matter in SU(3) flavor symmetry",
      "link": "https://arxiv.org/abs/2509.16559",
      "authors": "Tsuyoshi Miyatsu, Myung-Ki Cheoun, Kyungsik Kim, Koichi Saito",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2509.16559v1 Announce Type: new \nAbstract: Using a relativistic mean-field model calibrated to finite-nucleus observables and bulk properties of dense nuclear matter, we investigate hyperonic neutron-star matter within an SU(3) flavor-symmetry scheme. To retain SU(6)-based couplings within SU(3) flavor symmetry, we add a quartic $\\phi$ self-interaction and $\\phi$-$\\rho$ mixing. We demonstrate the roles of $\\alpha_{v}$ ($F/(F+D)$ ratio), $\\theta_{v}$ (mixing angle), and $z_{v}$ (singlet-to-octet coupling ratio) in SU(3)-invariant vector-meson couplings. It is found that $z_{v}$ predominantly controls the maximum mass of a neutron star, and $2M_{\\odot}$ neutron stars can be supported for $z_{v}\\le0.15$. The $\\alpha_{v}$ also helps sustain large masses, whereas $\\theta_{v}$ has a smaller effect on neutron-star properties. This SU(3) framework reconciles nuclear and astrophysical constraints, and offers a plausible resolution to the hyperon puzzle."
    },
    {
      "title": "Solution to the uncertainty problem of nuclear matrix element for neutrinoless double-$\\beta$ decay",
      "link": "https://arxiv.org/abs/2509.16605",
      "authors": "J. Terasaki, O. Civitarese",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2509.16605v1 Announce Type: new \nAbstract: The neutrinoless double-$\\beta$ decay ($0\\nu\\beta\\beta$) of nuclei is one of the major research subjects of neutrino physics nowadays because of its influence on particle physics and astrophysics. The predicted nuclear matrix elements (NMEs) of the $0\\nu\\beta\\beta$ decay have a large uncertainty depending on the models used to calculate them. This problem has affected the development of neutrino physics for many years. We have performed, recently, the calculation of the NMEs for the $0\\nu\\beta\\beta$ and two-neutrino double-$\\beta$ decay ($2\\nu\\beta\\beta$) modes with a perturbed transition operator and found that the effective axial-vector current coupling ($g_A^\\mathrm{eff}$) is similar for these two decay modes. Based on this finding, we calculate the $0\\nu\\beta\\beta$ NMEs using the phenomenological $g_A^\\mathrm{eff}$ that reproduces the measured half-life of the $2\\nu\\beta\\beta$ decay. We apply this method to the NMEs for $^{136}$Xe obtained by several groups and show that the uncertainty of the $0\\nu\\beta\\beta$ NME is dramatically reduced. Owing to this finding, we calculate the effective neutrino mass, consistent with the current experimental lower limit of the half-life for the $0\\nu\\beta\\beta$ decay, and the results indicate that this effective neutrino mass value does not yet reach the inverted mass hierarchy region allowed by the neutrino oscillation data and the lightest neutrino mass assumed to be smaller than 10 meV."
    },
    {
      "title": "Subtracted second Tamm-Dancoff approximation in the relativistic point-coupling model",
      "link": "https://arxiv.org/abs/2509.16791",
      "authors": "Deni Vale, Nils Paar",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2509.16791v1 Announce Type: new \nAbstract: Theoretical description of collective nuclear excitations and astrophysically relevant processes require methods going beyond the Random Phase Approximation (RPA) or Tamm-Dancoff Approximation (TDA), which are limited to one-particle-one-hole (1p-1h) configurations. In this work, we introduce the Second Tamm-Dancoff Approximation (STDA) based on the relativistic nuclear energy density functional, which also incorporates two-particle-two-hole (2p-2h) configurations, providing a more comprehensive description of nuclear excitations. Within the relativistic STDA (RSTDA), we implement the subtraction method, that is essential to avoid double counting of correlations and provide realistic description of excited states. Using the DD-PC1 parametrization of the relativistic point-coupling interaction, in the first application of the RSTDA we investigate the properties of isoscalar monopole and quadrupole transitions in 16O. The analysis reveals important role of complex configurations on centroid energies, transition strength distributions, and the fine structure of nuclear response. By resolving the fragmentation and spreading of excitation strength, the RSTDA enables accurate description of experimental spectra."
    },
    {
      "title": "Hypernuclear structure with the new leading order covariant chiral hyperon-nucleon force",
      "link": "https://arxiv.org/abs/2509.16878",
      "authors": "Xuan Zeng, Ru-You Zheng, Zhi-Wei Liu, Li-Sheng Geng, Xian-Rong Zhou",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2509.16878v1 Announce Type: new \nAbstract: We have studied single-$\\Lambda$ finite hypernuclear systems spanning from light to heavy masses, employing a new microscopic Lambda-N interaction derived from in-medium interactions within relativistic Brueckner-Hartree-Fock calculations using the leading-order covariant chiral hyperon-nucleon force. Without any adjustable parameters, we have successfully reproduced the experimental results for the single-Lambda binding energies. Although some discrepancies persist in light hypernuclei, the overall calculated binding energies show excellent agreement with the experimental data, and outperforming other microscopic interactions. This study further demonstrates the validity of the leading-order covariant chiral hyperon-nucleon potential and provides a practical set of microscopic interactions for the Skyrme-Hartree-Fock framework."
    },
    {
      "title": "A practical approach to perturbative corrections to few-body observables",
      "link": "https://arxiv.org/abs/2509.17366",
      "authors": "Sourav Mondal, Martin Sch\\\"afer, Mirko Bagnarol, Nir Barnea, Udit Raha, Johannes Kirscher",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2509.17366v1 Announce Type: new \nAbstract: We formulate two methods to facilitate the calculation of perturbative corrections to quantum few-body observables. Both techniques are designed for a numerical realization in combination with any tool that obtains either the entire spectrum or solely the eigenvalues of an operator corresponding to the observable of interest. We exemplify these methods in the context of the nuclear contact theory without pions (Pionless EFT) and benchmark them in the deuteron channel with available analytical, field-theoretical calculations, as well as in the triton and 3-helium channels through earlier extractions within the dibaryon formalism, where in all three systems the point-proton root-mean-square charge radius (rms) was the perturbed observable of choice. Beyond these $A\\leq3$ consistency and accuracy checks, we employ the numerical methods to predict the rms of the 4-helium nuclear ground state to assess three different ways of integrating the Coulomb interaction into Pionless EFT. By comparing the respective results at leading and next-to-leading order for 3- and 4-helium, we find that the uncertainty due to the strong, short-range interaction is significantly larger compared with that due to the long-range Coulomb interaction for both bound states with their different binding momenta. Thereby, we provide strong support for simplifying extractions of bound-state observables by shutting off any Coulomb interaction if the strong part of the potential is considered only up to first order in the effective range expansion."
    },
    {
      "title": "Isotropization in heavy ion collisions in the 2PI formalism",
      "link": "https://arxiv.org/abs/2509.17668",
      "authors": "Francois Gelis",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2509.17668v1 Announce Type: new \nAbstract: An important question in heavy-ion collisions is how the initial far-from-equilibrium medium evolves and thermalizes while it undergoes a rapid longitudinal expansion. In this presentation, we show how to use the two-particle irreducible (2PI) effective action to address this question, focusing on $\\phi^4$ scalar theory truncated at three loops. We present numerical results for quantities such as the occupation number, the thermal mass, and the number density."
    },
    {
      "title": "Dineutron clusters in $^7$He and $^8$He structure",
      "link": "https://arxiv.org/abs/2509.17908",
      "authors": "E. Garrido, A. S. Jensen",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2509.17908v1 Announce Type: new \nAbstract: The hyper-radial barrier strongly hinders formation of more than three clusters. We investigate how well the dominating cluster components in $^7$He and $^8$He, respectively can be described as $\\alpha$+$n$+$^2n$ and $\\alpha$+$^2n$+$^2n$, where $^2n$ is the dineutron. Effective interactions compatible with $^5$He and $^6$He are used. We vary the lesser known $n$-$^2n$ and $^2n$-$^2n$ interactions, where very small strengths are required. We provide energies, radii, and partial wave decomposition of all computed, predicted or measured, ground and resonance states. We predict substructures within each of the three-body quantum states. We also calculate the neutron-structure sensitive invariant mass spectrum of the four-nucleon system, after fast removal of the $\\alpha$-particle from $^8$He. We show that all available experimental information are fairly well reproduced. Very little room is left for variation of the effective interaction parameters. Thus, the dominating features of the subsequently derived reaction and structure properties are well supported."
    },
    {
      "title": "Anomalous Correction to Dynamical Response of Relativistic Plasma in a Magnetic Field",
      "link": "https://arxiv.org/abs/2509.16652",
      "authors": "Sota Hanai",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2509.16652v1 Announce Type: cross \nAbstract: We study collective excitations in a relativistic collisionless plasma composed of massless fermions subject to an external magnetic field. We include dynamical electromagnetism and fluctuations of the chiral charge, while maintaining a vanishing net chiral charge. Within the framework of chiral kinetic theory, we find that the chiral anomaly gives a correction to the dispersion relation of the transverse mode. In a strong magnetic field, we also show that the collective mode has a gap using the lowest Landau level approximation. We discuss the anomalous correction in the context of neutron star phenomenology."
    },
    {
      "title": "Quantum Late-Time Decay and Channel Dependence",
      "link": "https://arxiv.org/abs/2509.17163",
      "authors": "Francesco Giacosa, Anna Kolbus, Krzysztof Kyziol, Magdalena Plodowska, Milena Piotrowska, Karol Szary, Arthur Vereijken",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2509.17163v1 Announce Type: cross \nAbstract: Quantum mechanics predicts deviations from exponential decay at short and long times, yet experimental evidence is limited. We report a power-law tail after $\\sim$10 lifetimes in erythrosine~B fluorescence, confirmed by two detectors probing distinct bands but yielding different power coefficients. The data match a divergent but normalizable spectral density, and theory predicts oscillations as a future test. A novel and general result is that in multichannel QM (and QFT) decay the lifetime is universal, but the late-time deviations exhibit a sizeable time window in which they are channel (or band) dependent, a feature consistent with our data."
    },
    {
      "title": "Electromagnetic structure of axial-vector mesons and implications for the muon $g-2$",
      "link": "https://arxiv.org/abs/2509.17311",
      "authors": "Zanbin Xing, Lei Chang, Kh\\'epani Raya",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2509.17311v1 Announce Type: cross \nAbstract: The electromagnetic structure of axial-vector mesons is investigated via elastic and two-photon transition form factors (TFFs). To this end, we employ a framework based on the Dyson-Schwinger and Bethe-Salpeter equations within a contact interaction model. This largely algebraic approach transparently exposes the role of symmetries and their breaking, and has proven successful in describing anomaly-sensitive processes, including pseudoscalar to two-photon TFFs, $\\gamma \\to 3 \\pi$, and vector-to-pseudoscalar radiative decays. Restricting our analysis to the lowest-lying states, $\\text{A}=\\{ a_1, f_1,f_1'\\}$, we also evaluate the corresponding light-by-light contribution to the muon anomalous magnetic moment, and obtain $a_\\mu^{\\text{A}}=11.30(4.71)\\times10^{-11}$, consistent with contemporary estimates."
    },
    {
      "title": "Investigating Roles of Triple Excitations for High-precision Determination of Clock Properties of Alkaline Earth Singly Charged Ions",
      "link": "https://arxiv.org/abs/2509.17512",
      "authors": "A. Chakraborty, Vaibhav Katyal, B. K. Sahoo",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2509.17512v1 Announce Type: cross \nAbstract: High-accuracy calculations of electric dipole polarizabilities and quadrupole moments ($\\Theta$) of the clock states of the singly charged calcium (Ca$^+$), strontium (Sr$^+$) and barium (Ba$^+$) alkaline-earth ions are estimated by employing relativistic coupled-cluster (RCC) theory. It demonstrates importance of the triple excitations in the RCC method for precise determination of the above quantities. We also observe a different trend of correlations in the $\\Theta$ values than an earlier study with respect to orbitals from higher angular momenta. Reliability of the results is verified by comparing the calculated energies, magnetic dipole hyperfine structure constants, and lifetimes of the atomic states with the experimental values of the $^{43}$Ca$^+$, $^{87}$Sr$^+$ and $^{137}$Ba$^+$ ions. Nuclear quadrupole moments of these isotopes are also estimated by combining calculations with the measured electric quadrupole hyperfine structure constants, showing large deviations from the literature values."
    },
    {
      "title": "Thermodynamics of rotating fermions",
      "link": "https://arxiv.org/abs/2509.17640",
      "authors": "Victor E. Ambrus, Aleksandar Geci\\'c",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2509.17640v1 Announce Type: cross \nAbstract: We consider the thermodynamic properties of a rotating gas of fermions. We begin by constructing the thermodynamic potential $\\Phi$ and its associated current $\\phi^\\mu$ within the grand canonical ensemble of a macroscopic rigidly rotating body, where the ensemble parameters are the temperature $T_0$ and chemical potential $\\mu_0$ on the rotation axis, as well as the rotation angular velocity $\\Omega_0$. We then consider the problem of local thermodynamics, where the thermodynamic state is defined by the local temperature $T$ and chemical potential $\\mu$, as well as the local spin potential tensor, $\\Omega_{\\mu\\nu}$. We find the thermodynamic pressure $P$, given as the sum of the usual classical (non-quantum) pressure and other corrections due to the spin potential and the kinematic state of the fluid. We compute the associated entropy, charge and spin densities, and show they are consistent with the Euler relation."
    },
    {
      "title": "Quarkonium Spectroscopy in the Quark-Gluon Plasma",
      "link": "https://arxiv.org/abs/2502.09044",
      "authors": "Zhanduo Tang, Biaogang Wu, Andrew Hanlon, Swagato Mukherjee, Peter Petreczky, Ralf Rapp",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2502.09044v2 Announce Type: replace \nAbstract: The properties of bound states are fundamental to hadronic spectroscopy and play a central role in the transition from hadronic matter to a quark-gluon plasma (QGP). In a strongly coupled QGP (sQGP), the interplay of temperature, binding energy and large collisional widths of the partons poses formidable challenges in evaluating the in-medium properties of hadronic states and their eventual melting. In particular, the existence of heavy quarkonia in the QGP is a long-standing problem that is hard to solve by considering their spectral properties on the real-energy axis. We address this problem by analyzing in-medium thermodynamic quarkonium $T$-matrices in the complex energy plane. We first validate this method in vacuum, where the $T$-matrix poles of observed states are readily identified. When deploying this approach to recent self-consistently calculated $T$-matrices in the QGP, we find that poles in the complex energy plane can persist to surprisingly large temperatures, depending on the strength of the in-medium interactions. While the masses and widths of the pole positions are precisely defined, the notion of a binding energy is not due to the absence of thresholds caused by the (large) widths of the underlying anti-/quark spectral functions. Our method thus provides a new and definitive quantum-mechanical criterion to determine the melting temperature of hadronic states in the sQGP while increasing the accuracy in the theoretical determination of transport parameters."
    },
    {
      "title": "Forbidden non-unique $\\beta^{-}$ transitions and $g_A$-sensitive electron spectral-shapes",
      "link": "https://arxiv.org/abs/2502.18815",
      "authors": "Archana Saxena, Praveen C. Srivastava",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2502.18815v2 Announce Type: replace \nAbstract: In the present work, we have done a systematic study of beta decay properties such as electron spectral-shapes, shape factors, and log$ft$ values for the higher forbidden non-unique $\\beta^{-}$ transitions in the mass region A=85-123. We have performed the nuclear shell model (SM) calculations to explore the sensitivity of the electron spectral-shapes for different axial-vector coupling constants $g_{A}=0.8-1.27$. The effective interactions GWBXG, G-matrix, SNET and SN100PN are used for different model spaces. In the present work, we have computed the electron spectral-shapes of $^{85}$Br, $^{87}$Rb, $^{93}$Zr, $^{97}$Zr, $^{101}$Mo, $^{115}$Cd, $^{117}$Cd, $^{119}$In, $^{123}$Sn and $^{135}$Cs by constraining the small relativistic nuclear matrix element from conserved vector-current hypothesis (CVC). We have found that the electron spectral-shapes are strongly dependent on $g_{A}$ except the second forbidden non-unique $\\beta^{-}$ transition $^{93}$Zr."
    },
    {
      "title": "Analyzing the transport coefficients and observables of a rotating QGP medium in kinetic theory framework with a novel approach to the collision integral",
      "link": "https://arxiv.org/abs/2403.01240",
      "authors": "Shubhalaxmi Rath, Sadhana Dash",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2403.01240v4 Announce Type: replace-cross \nAbstract: In the present work, we have studied how the rotation of the QGP medium affects the transport coefficients and observables in heavy ion collisions. For the noncentral collisions, although most of the angular momentum gets carried away by the spectators, there still remains a finite angular momentum with a finite range of angular velocity, which thus incites rotation in the produced matter. As a result, various properties of the QGP medium including its transport properties are most likely to be modulated by the rotation. We have calculated the transport coefficients and observables, such as the electrical conductivity, the thermal conductivity, the Knudsen number, the elliptic flow, the specific heat at constant pressure, the specific heat at constant volume, the trace anomaly, the thermal diffusion constant and the isothermal compressibility using the kinetic theory to see the effect of rotation on them. In particular, we have used the novel relaxation time approximation for the collision integral in the relativistic Boltzmann transport equation to derive the transport coefficients and compared them with their values in the relaxation time approximation within the kinetic theory approach in conjunction with the finite angular velocity. We have found that the emergence of angular velocity enhances the flow of charge and heat in the medium. Further, as compared to the relaxation time approximation, the electrical and the thermal conductivities have smaller values in the novel relaxation time approximation and these differences between the conductivities in the said approximations are more pronounced at high temperatures than at low temperatures. Furthermore, all the aforesaid observables are found to be sensitive to the rotation of the QGP medium."
    },
    {
      "title": "Sequency Hierarchy Truncation (SeqHT) for Adiabatic State Preparation and Time Evolution in Quantum Simulations",
      "link": "https://arxiv.org/abs/2407.13835",
      "authors": "Zhiyao Li, Dorota M. Grabowska, Martin J. Savage",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2407.13835v2 Announce Type: replace-cross \nAbstract: We introduce the Sequency Hierarchy Truncation (SeqHT) scheme for reducing the resources required for state preparation and time evolution in quantum simulations, based upon a truncation in sequency. For the $\\lambda\\phi^4$ interaction in scalar field theory, or any interaction with a polynomial expansion, upper bounds on the contributions of operators of a given sequency are derived. For the systems we have examined, observables computed in sequency-truncated wavefunctions, including quantum correlations as measured by magic, are found to step-wise converge to their exact values with increasing cutoff sequency. The utility of SeqHT is demonstrated in the adiabatic state preparation of the $\\lambda\\phi^4$ anharmonic oscillator ground state using IBM's quantum computer ${\\textit ibm\\_sherbrooke}$. Using SeqHT, the depth of the required quantum circuits is reduced by $\\sim 30\\%$, leading to significantly improved determinations of observables in the quantum simulations. More generally, SeqHT is expected to lead to a reduction in required resources for quantum simulations of systems with a hierarchy of length scales."
    },
    {
      "title": "High-precision direct decay energy measurements of the electron-capture decay of $^{97}$Tc",
      "link": "https://arxiv.org/abs/2502.04490",
      "authors": "Zhuang Ge, Tommi Eronen, Vasile Alin Sevestrean, Marlom Ramalho, Ovidiu Nitescu, Stefan Ghinescu, Sabin Stoica, Jouni Suhonen, Antoine de Roubin, Dmitrii Nesterenko, Anu Kankainen, Pauline Ascher, Samuel Ayet San Andres, Olga Beliuskina, Pierre Delahaye, Mathieu Flayol, Mathias Gerbaux, St\\'ephane Gr\\'evy, Marjut Hukkanen, Arthur Jaries, Ari Jokinen, Audric Husson, Daid Kahl, Joel Kostensalo, Jenni Kotila, Iain Moore, Stylianos Nikas, Jouni Ruotsalainen, Marek Stryjczyk, Ville Virtanen",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2502.04490v2 Announce Type: replace-cross \nAbstract: A direct measurement of the ground-state-to-ground-state electron-capture decay $Q$ ($Q_{\\rm EC}$) value of $^{97}$Tc has been conducted employing the high resolving power phase-imaging ion-cyclotron-resonance technique with the double Penning trap mass spectrometer JYFLTRAP. The resulting $Q_{\\rm EC}$ value for $^{97}$Tc is 324.82(21) keV, exhibiting a precision approximately 19 times higher than the value adopted in the newest Atomic Mass Evaluation (AME2020) and differing by 1.2$\\sigma$. Furthermore, by combining this refined $Q$ value with nuclear energy-level data for the decay-daughter $^{97}$Mo, a potential ultra-low Q-value transition, possibly of allowed type, $^{97}$Tc (9/2$^{+}$, ground state) $\\rightarrow$ $^{97}$Mo$^{*}$ (320(1) keV), was evaluated for future long-term neutrino-mass determination experiments. The ground-state-to-excited-state electron-capture decay $Q$ value ($Q^{*}_{\\rm EC}$) of this transition was determined to be 4.8(10) keV, confirming it to be energetically allowed with a confidence level of exceeding 4$\\sigma$. The captures of electrons occupying the L and higher shells for this transition are energetically allowed, giving a value of 2.0(10) keV for the closest distance of $Q^{*}_{\\rm EC}$ to the allowed binding energy of the L1 shell. To predict partial half-lives and energy-release distributions for this transition, the atomic self-consistent many-electron Dirac--Hartree--Fock--Slater method and the nuclear shell model have been employed. Dominant correction terms such as exchange and overlap corrections, as well as shake-up and shake-off effects, were included in the final results. Moreover, the normalized distribution of released energy in the electron-capture decay of $^{97}$Tc to excited states of $^{97}$Mo, is compared with that of $^{163}$Ho, which is being used for electron-neutrino-mass determination."
    },
    {
      "title": "Physics with high-luminosity proton-nucleus collisions at the LHC ∗",
      "link": "http://iopscience.iop.org/article/10.1088/1361-6471/adeda5",
      "authors": "D d’Enterria, C A Flett, I Grabowska-Bold, C Hadjidakis, P Kotko, A Kusina, J P Lansberg, R McNulty, M Rinaldi, L Bonechi, R Bruce, C Da Silva, E G Ferreiro, S Fichet, L Harland-Lang, G Innocenti, F Jonas, J M Jowett, R Longo, K Lynch, C McGinn, T Pierog, M Pitt, S Redaelli, B Schenke, I Schienbein, M Stefaniak, M Strikman, L Szymanowski, D Tapia Takaki, C Van Hulse and S Wallon",
      "source": "Journal of Physics G: Nuclear and Particle Physics",
      "summary": "The physics case for the operation of high-luminosity proton-nucleus (pA) collisions at the CERN LHC is reviewed. The collection of (1–10 pb−1) of proton-lead (pPb) collisions at the LHC will provide unique physics opportunities in a broad range of topics including proton and nuclear parton distribution functions (PDFs and nPDFs), generalised parton distributions (GPDs), transverse momentum dependent PDFs (TMDs), low-x quantum chromodynamics and parton saturation, hadron spectroscopy, baseline studies for quark-gluon plasma and parton collectivity, double and triple parton scatterings, photon–photon collisions, and physics beyond the Standard Model; which are not otherwise as clearly accessible by exploiting data from any other colliding system at the LHC. This report summarises the accelerator aspects of high-luminosity pA operation at the LHC, as well as each of the physics topics outlined above, including the relevant experimental measurements that motivate much larger pA datasets than collected to date."
    },
    {
      "title": "Systematic evaluation of half-lives of proton emission, α decay, cluster radioactivity and spontaneous fission based on a Bayesian neural network",
      "link": "http://iopscience.iop.org/article/10.1088/1361-6471/ae005b",
      "authors": "Hai Fei Zhang",
      "source": "Journal of Physics G: Nuclear and Particle Physics",
      "summary": "Systematic evaluation of the half-lives of four decay modes (proton emission, α decay, cluster radioactivity and spontaneous fission) toward a unified description are performed through the Bayesian neural network (BNN) method. In BNN training, the existing experimental half-lives of nuclei are adopted directly as the target values. As a result, all the predicated half-lives of the four decay modes agree well with the experimental data, and the BNN approach is possibly useful for evaluations of half-lives of decay modes even if rare/insufficient experimental data are available. In addition, the angular momentum ℓ plays an important role in the prediction."
    },
    {
      "title": "Quantum steering for different types of Bell-like states in gravitational background",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269325006549?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: Available online 22 September 2025Source: Physics Letters BAuthor(s): Si-Han Li, Si-Han Shang, Shu-Min Wu"
    }
  ]
}