{
  "lastUpdated": "2025-06-19T02:43:12.039423",
  "papers": [
    {
      "title": "Order-by-order uncertainties of nucleon-nucleon Wolfenstein amplitudes in chiral effective field theory",
      "link": "http://link.aps.org/doi/10.1103/jq4y-ydhk",
      "authors": "B. McClung, Ch. Elster, and D. R. Phillips",
      "source": "Physical Review C",
      "summary": "Author(s): B. McClung, Ch. Elster, and D. R. PhillipsQuantum mechanical invariance principles dictate the most general operator structure that can be present in the nucleon-nucleon (NN) interaction. Five independent operators appear in the on-shell NN amplitude together with five corresponding coefficient functions. The usual choice for these coeffici…[Phys. Rev. C 111, 064002] Published Tue Jun 17, 2025"
    },
    {
      "title": "$^{31}\\mathrm{Al}$ structure based on spin-parity assignments",
      "link": "http://link.aps.org/doi/10.1103/rlxr-931y",
      "authors": "H. Nishibata, A. Odahara, T. Shimoda, S. Iimura, S. Kanaya, D. Maejima, Y. Okami, Y. Otani, Y. Hamano, J. Lassen, C. D. P. Levy, R. Li, M. R. Pearson, N. Sekiguchi, K. Asakawa, A. Hatakeyama, Y. Hirayama, N. Shimizu, and T. Otsuka",
      "source": "Physical Review C",
      "summary": "Author(s): H. Nishibata, A. Odahara, T. Shimoda, S. Iimura, S. Kanaya, D. Maejima, Y. Okami, Y. Otani, Y. Hamano, J. Lassen, C. D. P. Levy, R. Li, M. R. Pearson, N. Sekiguchi, K. Asakawa, A. Hatakeyama, Y. Hirayama, N. Shimizu, and T. OtsukaThe $β$ decay of spin-polarized $^{31}\\mathrm{Mg}$ has been measured at TRIUMF to investigate the nuclear structure of the daughter nucleus $^{31}\\mathrm{Al}$, which has been thought to be located outside of the $N=20$ island of inversion. By taking advantage of the spatial asymmetries of the $β$-ra…[Phys. Rev. C 111, 064317] Published Tue Jun 17, 2025"
    },
    {
      "title": "Toward scalable bound-to-resonance extrapolations for few- and many-body systems",
      "link": "http://link.aps.org/doi/10.1103/PhysRevC.111.064318",
      "authors": "Nuwan Yapa, Sebastian König, and Kévin Fossez",
      "source": "Physical Review C",
      "summary": "Author(s): Nuwan Yapa, Sebastian König, and Kévin FossezIn open quantum many-body systems, the theoretical description of resonant states of many particles strongly coupled to the continuum can be challenging. Such states are commonplace in, for example, exotic nuclei and hadrons, and can reveal important information about the underlying forces at play i…[Phys. Rev. C 111, 064318] Published Tue Jun 17, 2025"
    },
    {
      "title": "Nuclear clustering process in heavy-ion collisions: Experimental constraints on the low-temperature region of the QCD phase diagram",
      "link": "http://link.aps.org/doi/10.1103/7ycv-sqs1",
      "authors": "E. Bonnet, B. Borderie, R. Bougault, A. Chbihi, Q. Fable, J. D. Frankland, D. Gruyer, M. La Commara, A. Le Fèvre, N. Le Neindre, I. Lombardo, J. Łukasik, M. Pârlog, G. Verde, and J. P. Wieleczko (INDRA Collaboration)",
      "source": "Physical Review C",
      "summary": "Author(s): E. Bonnet, B. Borderie, R. Bougault, A. Chbihi, Q. Fable, J. D. Frankland, D. Gruyer, M. La Commara, A. Le Fèvre, N. Le Neindre, I. Lombardo, J. Łukasik, M. Pârlog, G. Verde, and J. P. Wieleczko (INDRA Collaboration)In this article, we study the production of hydrogen and helium isotopes in heavy-ion collisions in the incident energy range between 80 and 150 MeV/nucleon. We compare the inclusive multiplicities emitted in the transverse plane of the reaction with the predictions given by the thermal model. As a …[Phys. Rev. C 111, 064616] Published Tue Jun 17, 2025"
    },
    {
      "title": "Continuum $\\mathrm{Λ}$ spectra for a $\\mathrm{Li}$ hypernucleus in the $^{6}\\mathrm{Li}$(${K}^{−}$, ${π}^{−}$) reaction",
      "link": "http://link.aps.org/doi/10.1103/9c6g-dsq2",
      "authors": "Toru Harada and Yoshiharu Hirabayashi",
      "source": "Physical Review C",
      "summary": "Author(s): Toru Harada and Yoshiharu HirabayashiWe theoretically investigate $\\mathrm{Λ}$ production via a (${K}^{−}$, ${π}^{−}$) reaction on a $^{6}\\mathrm{Li}$ target, using the distorted-wave impulse approximation with a Fermi-averaged ${K}^{−}n→{π}^{−}\\mathrm{Λ}$ amplitude. We calculate $\\mathrm{Λ}$ production spectra using the Green's functi…[Phys. Rev. C 111, 064617] Published Tue Jun 17, 2025"
    },
    {
      "title": "Charged-hadron and identified-hadron (${K}_{S}^{0}, \\mathrm{Λ}, {\\mathrm{Ξ}}^{−}$) yield measurements in photonuclear $\\mathrm{Pb}+\\mathrm{Pb}$ and $p+\\mathrm{Pb}$ collisions at $\\sqrt{{s}_{NN}}=5.02\\phantom{\\rule{0.16em}{0ex}}\\mathrm{TeV}$ with ATLAS",
      "link": "http://link.aps.org/doi/10.1103/7lx4-x8rw",
      "authors": "G. Aad <em>et al.</em> (ATLAS Collaboration)",
      "source": "Physical Review C",
      "summary": "Author(s): G. Aad et al. (ATLAS Collaboration)This paper presents the measurement of charged-hadron and identified-hadron (${K}_{\\mathrm{S}}^{0}, \\mathrm{Λ}, {\\mathrm{Ξ}}^{−}$) yields in photonuclear collisions using $1.7\\phantom{\\rule{0.16em}{0ex}}{\\mathrm{nb}}^{−1}$ of $\\sqrt{{s}_{NN}}=5.02\\phantom{\\rule{0.16em}{0ex}}\\mathrm{TeV} \\mathrm{Pb}+…[Phys. Rev. C 111, 064908] Published Tue Jun 17, 2025"
    },
    {
      "title": "Hard-photon-triggered jets in $p\\text{−}p$ and $A\\text{−}A$ collisions",
      "link": "http://link.aps.org/doi/10.1103/yyr5-zp16",
      "authors": "C. Sirimanna <em>et al.</em> (JETSCAPE Collaboration)",
      "source": "Physical Review C",
      "summary": "Author(s): C. Sirimanna et al. (JETSCAPE Collaboration)An investigation of high-transverse-momentum (high-${p}_{T}$) photon-triggered jets in proton-proton ($p\\text{−}p$) and ion-ion ($A\\text{−}A$) collisions at $\\sqrt{{s}_{NN}}=0.2$ and $5.02\\phantom{\\rule{0.28em}{0ex}}\\mathrm{TeV}$ is carried out, using the multistage description of in-medium jet evol…[Phys. Rev. C 111, 064911] Published Tue Jun 17, 2025"
    },
    {
      "title": "Probing the nuclear liquid-gas phase transition with isospin correlations",
      "link": "http://link.aps.org/doi/10.1103/4ccc-j338",
      "authors": "Michał Marczenko, Krzysztof Redlich, and Chihiro Sasaki",
      "source": "Physical Review C",
      "summary": "Author(s): Michał Marczenko, Krzysztof Redlich, and Chihiro SasakiWe investigate the fluctuations of the net-baryon number near the critical point of the liquid-gas phase transition. We use the parity doublet model in the mean-field approximation fixed to the zero-temperature properties of nuclear matter to account for critical behavior. We explicitly calculate th…[Phys. Rev. C 111, 065203] Published Tue Jun 17, 2025"
    },
    {
      "title": "KHIFC-user friendly program for studying Heavy ion fusion barrier characteristics",
      "link": "https://arxiv.org/abs/2506.13823",
      "authors": "H. C. Manjunatha, P. S. Damodara Gupta, N. Sowmya, K. N. Sridhar",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2506.13823v1 Announce Type: new \nAbstract: We have developed an application for studying heavy ion fusion barrier characteristics such as such as fusion barrier heights ($V_B$), positions ($R_B$) and curvature of the inverted parabola ($\\hbar\\omega$). We call this application as KHIFC (Kolar Heavy Ion fusion barrier Characteristics). This software application hosted in the domain \"https://systematics-of-heavy-ion-fusion.vercel.app/\". This KHIFC produces fusion cross-sections with the simple input of projectile, target and center of mass energy. The values produced by the KHIFC is validated with experiments. Efficient tools like KHIFC are essential for researchers in nuclear physics, particularly when dealing with complex systems such as actinide and superheavy nuclei. By providing quick calculations and insights, it can significantly aid in experiment planning and theoretical investigations."
    },
    {
      "title": "Particle Spectra in the Integrated HydroKinetic Model at RHIC BES Energies",
      "link": "https://arxiv.org/abs/2506.13944",
      "authors": "Narendra Rathod, Yuri Sinyukov, Musfer Adzhymambetov, Hanna Zbroszczyk",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2506.13944v1 Announce Type: new \nAbstract: This paper focuses on the description and prediction of particle production in Au+Au collisions at various center-of-mass energies ($\\sqrt{s_{\\text{NN}}} = 7.7, 11.5, 14.5, 19.6, 27.0, \\text{ and } 39.0$ GeV), using the Integrated HydroKinetic model (iHKM). The iHKM, initially created for the description of ultrarelativistic nucleus-nucleus collisions, has been extended to cover intermediate and low relativistic energies, ranging from 2.5 to 50 GeV per colliding nucleon pair, and in cases where this distinction is needed, we refer to the modified version as iHKMe. The study explores the sensitivity of model predictions to variations in key parameters, including the relaxation time and thermalization degree during the prethermal stage, as well as the nature of the equation of state transition in the hydrodynamic phase. The iHKM successfully reproduces experimental results from the STAR experiment within the RHIC Beam Energy Scan program, with particular emphasis on midrapidity ($|y| < 0.1$) observables such as particle multiplicity densities ($dN/dy$), average transverse momenta ($\\langle p_T \\rangle$), and particle yield ratios. In addition, the paper examines the evolution of chemical and kinetic freeze-out across different collision energies and centrality classes. These results offer a consistent description of the collective properties of strongly interacting matter formed in heavy-ion collisions, spanning a wide range of energies and baryon chemical potentials at RHIC."
    },
    {
      "title": "Phenomenological approach for introducing three-nucleon-force contributions into $p$-$d$ elastic scattering cross section",
      "link": "https://arxiv.org/abs/2506.14338",
      "authors": "Yoshiki Chazono, Tokuro Fukui, Futoshi Minato, Yukinobu Watanabe, Kazuyuki Ogata",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2506.14338v1 Announce Type: new \nAbstract: The ($p,pd$) reaction is expected to be a powerful tool for probing three-nucleon forces (3NFs) in nuclear medium since it can be essentially regarded as the $p$-$d$ elastic scattering inside nuclei. One of the important points in the theoretical description of the ($p,pd$) reaction is to calculate the $p$-$d$ scattering in a nucleus including both two-nucleon (2N) force and 3NF contributions. This work aims to develop a phenomenological approach to incorporate 3NF contributions into $p$-$d$ elastic scattering in free space. The $p$-$d$ elastic scattering amplitude is decomposed into a 2N part, described using 2N effective interactions, and a residual part, assumed to primarily reflect 3NF contributions. The latter is approximated by a superposition of Legendre polynomials, with coefficients treated as adjustable parameters. These parameters are determined to reproduce experimental $p$-$d$ differential cross-section data at various incident energies. The obtained parameters exhibit smooth energy dependence, which is approximated by quadratic functions. The numerical results with the analytic energy dependence also reproduce the experimental data. The developed approach works well for incorporating the 3NF contributions into the $p$-$d$ elastic scattering cross section in a wide range of incident energies. This work can be regarded as the first step toward the description of ($p,pd$) reactions with taking 3NF effect in nuclear medium into account."
    },
    {
      "title": "Quantitative predictions of alpha-charmonium correlation functions in high-energy collisions",
      "link": "https://arxiv.org/abs/2506.14724",
      "authors": "Faisal Etminan",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2506.14724v1 Announce Type: new \nAbstract: Two-body $ ^{4}{He}\\left(\\alpha\\right)$-charmonium $ \\left(c\\bar{c}\\right) $ potentials in the single-folding potential (SFP) approach are built by using a first principles HAL QCD low-energy $ NJ/\\psi$ and $ N\\eta_{c} $ interactions. It is found that the $ \\alpha-c\\bar{c} $ system based on the spin-$ 1/2 $ $NJ/\\psi $ appears to be loosely bound with a binding energy of $ \\sim 0.1 $ MeV, while for those based on spin-$3/2$ $ NJ/\\psi $, spin-$ 1/2 $ $N\\eta_{c}$ and the spin-averaged $ NJ/\\psi $, no bound or resonance state (with respect to the $ \\alpha + c\\bar{c} $ threshold) was found. The $ \\alpha c\\bar{c} $ correlation function in high-energy collisions is examined to explore the $ N c\\bar{c} $ interaction. The analysis revealed that variations in spin-dependent $N c\\bar{c}$ interactions, spin-$3/2$ $NJ/\\psi$, spin-$1/2$ $NJ/\\psi$, spin-$1/2$ $N\\eta_c$, and the spin-averaged $NJ/\\psi$,produce noticeable differences in the $\\alpha c\\bar{c}$ correlation function, especially when the source size is around $ 3 $ fm. It is found that different results are produced by the Lednicky-Lyuboshits formula at small source sizes. This indicates that a relatively long-range interaction exists for the $ \\alpha c\\bar{c} $ system."
    },
    {
      "title": "Deep-Inelastic Scattering at TeV Energies with LHC Muons",
      "link": "https://arxiv.org/abs/2506.13889",
      "authors": "Reinaldo Francener, Victor P. Goncalves, Felix Kling, Peter Krack, Juan Rojo",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2506.13889v1 Announce Type: cross \nAbstract: The LHC far-forward experiments FASER and SND@LHC have pioneered the detection of TeV-energy neutrinos produced in hard-scattering proton-proton collisions at the LHC. In addition to neutrinos, an intense flux of TeV-energy muons reaches these detectors, representing a dominant background for both neutrino studies and beyond the Standard Model searches. Here we demonstrate that this forward muon flux enables a comprehensive neutral-current deep-inelastic scattering (DIS) program at FASER with a strong kinematical overlap with the Electron Ion Collider. For the Run 3 luminosity of $\\mathcal{L}_{\\rm pp}=250$~fb$^{-1}$, more than $10^5$ inclusive muon DIS events, of which up to $10^4$ for charm production, are expected at FASER$\\nu$. As a representative application, we demonstrate the sensitivity of muon DIS at FASER$\\nu$ to probe the (intrinsic) charm content of the proton at large-$x$. We also provide predictions for event yields of muon DIS for future FASER runs and for the proposed Forward Physics Facility."
    },
    {
      "title": "Enhancement of axial anomaly effects in hot two-color QCD: FRG approach in the linear sigma model",
      "link": "https://arxiv.org/abs/2506.14010",
      "authors": "Gergely Fej\\H{o}s, Daiki Suenaga",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2506.14010v1 Announce Type: cross \nAbstract: We investigate the thermal properties of hadrons in two-color quantum chromodynamics (QC$_2$D) using the functional renormalization group (FRG) method, with particular focus on modifications of the $U(1)$ axial anomaly effects. The hadrons are described by a linear sigma model (LSM) based on the Pauli-G\\\"{u}rsey $SU(4)$ symmetry, which incorporates both low-lying $0^\\pm$ mesons and diquark baryons. We find that all quartic couplings are comparably suppressed when physical values of the pion mass and decay constant are taken as inputs, for which a reasonably smooth chiral symmetry restoration at finite temperature is reproduced. Consequently, mass differences among chiral partners remain small. Despite these tiny mass differences, mass degeneracies of chiral partners in the hot medium are clearly demonstrated, consistent with chiral symmetry restoration. Moreover, we find that the couplings responsible for the $U(1)$ axial anomaly are enhanced upon entering the finite temperature regime. Baryonic fluctuations also provide sizable contributions to these enhancements. Finally, the fate of the topological susceptibility in the hot QC$_2$D medium is examined."
    },
    {
      "title": "Study of the beyond standard model interaction using Coherent Elastic Neutrino-Nucleus Scattering process",
      "link": "https://arxiv.org/abs/2506.14443",
      "authors": "S. P. Behera, S. Panda, D. K. Mishra",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2506.14443v1 Announce Type: cross \nAbstract: Phenomenological studies are carried out to find the potential reach of a detector to constraints on possible beyond the standard model general neutrino interactions in the neutrino-quark sector, for the proposed Indian Coherent Neutrino-nucleus Scattering Experiment (ICNSE) at the Bhabha Atomic Research Centre in India. Reactors of different core configuration and power are used as sources of electron antineutrinos. The study has been carried out considering a target mass of 10 kg and an exposure of one year. It has been found that the ICNSE detector has a significant capacity to limit the majority of the Non-standard Interaction(NSI) parameter space. It has also been observed that a combination of results from two different types of detectors such as sapphire and high-purity germanium can significantly improve sensitivity by reducing the degeneracies between some pairs of NSI parameters to a smaller region."
    },
    {
      "title": "Towards scalable bound-to-resonance extrapolations for few- and many-body systems",
      "link": "https://arxiv.org/abs/2409.03116",
      "authors": "Nuwan Yapa, Sebastian K\\\"onig, K\\'evin Fossez",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2409.03116v2 Announce Type: replace \nAbstract: In open quantum many-body systems, the theoretical description of resonant states of many particles strongly coupled to the continuum can be challenging. Such states are commonplace in, for example, exotic nuclei and hadrons, and can reveal important information about the underlying forces at play in these systems. In this work, we demonstrate that the complex-augmented eigenvector continuation (CA-EC) method, originally formulated for the two-body problem with uniform complex scaling, can reliably perform bound-to-resonance extrapolations for genuine three-body resonances having no bound subsystems. We first establish that three-body bound-to-resonance extrapolations are possible by benchmarking different few-body approaches, and we provide arguments to explain how the extrapolation works in the many-body case. We furthermore pave the way towards scalable resonance extrapolations in many-body systems by showing that the CA-EC method also works in the Berggren basis, studying a realistic application using the Gamow shell model."
    },
    {
      "title": "Toward hybrid quantum simulations with qubits and qumodes on trapped-ion platforms",
      "link": "https://arxiv.org/abs/2410.07346",
      "authors": "Jack Y. Araz, Matt Grau, Jake Montgomery, Felix Ringer",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2410.07346v2 Announce Type: replace-cross \nAbstract: We explore the feasibility of gate-based hybrid quantum computing using both discrete (qubit) and continuous (qumode) variables on trapped-ion platforms. Trapped-ion systems have demonstrated record one- and two-qubit gate fidelities and long qubit coherence times, while qumodes, which can be represented by the collective vibrational modes of the ion chain, have remained relatively unexplored for their use in computing. Using numerical simulations, we show that high-fidelity hybrid gates and measurement operations can be achieved for existing trapped-ion quantum platforms. As an exemplary application, we consider quantum simulations of the Jaynes-Cummings-Hubbard model, which is given by a one-dimensional chain of interacting spin and boson degrees of freedom. Using classical simulations, we study its real-time evolution and develop a suitable variational quantum algorithm for ground state preparation. Our results motivate further studies of hybrid quantum computing in this context, which may lead to direct applications in condensed matter and fundamental particle and nuclear physics."
    },
    {
      "title": "The Baryon-Baryon Interaction in the Large-$N_c$ Limit",
      "link": "https://arxiv.org/abs/2412.13677",
      "authors": "Thomas Vonk, Ulf-G. Mei{\\ss}ner",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2412.13677v2 Announce Type: replace-cross \nAbstract: We analyze the large-$N_c$ structure of the baryon-baryon potential derived in the framework of SU(3) chiral perturbation theory up to next-to-leading order including contact interactions as well as one-meson and two-meson exchange diagrams. Moreover, we assess the impact of SU(3) symmetry breaking from a large-$N_c$ perspective and show that the leading order results can successfully be applied to the hyperon-nucleon potential. Our results include a reduction of the number of relevant low-energy constants of the leading order contact interaction from fifteen to three, and we show that consistency is preserved if the $F/D$ ratio is given by $2/3$ and the $C/D$ ratio for the baryon decuplet-to-octet coupling is given by 2."
    },
    {
      "title": "Symmetry of screening masses of mesons in two-flavor lattice QCD at high temperatures",
      "link": "https://arxiv.org/abs/2501.12675",
      "authors": "Yasumichi Aoki, Hidenori Fukaya, Shoji Hashimoto, Issaku Kanamori, Yoshifumi Nakamura, Christian Rohrhofer, Kei Suzuki, David Ward",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2501.12675v4 Announce Type: replace-cross \nAbstract: We investigate spatial two-point correlation functions of mesonic operators in two-flavor lattice QCD at high temperatures. The simulated temperatures over the range $T \\in [147, 330]$ MeV, where the critical temperature is estimated around 165 MeV. To ensure a good control of the chiral symmetry we employ the M\\\"obius domain-wall fermion action for two degenerate flavors of quarks. With a lattice cut off $a^{-1}\\sim 2.6$ GeV, the residual mass is reduced to 0.14 MeV. With the energy spectrum obtained from the screening mass at incremental values of the temperature range, we examine the $SU(2)_L\\times SU(2)_R$ chiral symmetry, the anomalous axial $U(1)$ as well as an enhanced symmetry which exchanges the spin degrees of freedom. We also study how the data approaches the perturbative prediction given by twice the Matsubara frequency of free quarks."
    },
    {
      "title": "Shell quenching in nuclear charge radii based on Monte Carlo dropout Bayesian neural network",
      "link": "https://www.sciencedirect.com/science/article/pii/S037026932500423X?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: Available online 17 June 2025Source: Physics Letters BAuthor(s): Zhen-Yan Xian, Yan Ya, Rong An"
    },
    {
      "title": "A novel link between Wheeler-DeWitt quantization and (effective) loop quantum cosmology",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269325004228?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: Available online 17 June 2025Source: Physics Letters BAuthor(s): Abraham Espinoza-García"
    },
    {
      "title": "Probing the Isospin Mixing in the <sup>72</sup>Kr Compound Nucleus via GDR <em>γ</em> Decay",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269325004149?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: Available online 17 June 2025Source: Physics Letters BAuthor(s): Agnese Giaz, Oliver Wieland, Angela Bracco, Franco Camera, Soichiro Aogaki, Dimiter L. Balabanski, Maria Brezeanu, Ruxandra Borcea, Marian Boromiza, Ion Burducea, Stefana Calinescu, Adina Coman, Paul Constantin, Cristian Costache, Michał Ciemała, Gheorghe Ciocan, Cristina Clisu, Fabio C.L. Crespi, Mihai Cuciuc, Anukul Dhal"
    }
  ]
}