{
  "lastUpdated": "2025-12-31T02:50:44.170767",
  "papers": [
    {
      "title": "Search for Majorana Neutrinos with the Complete KamLAND-Zen Dataset",
      "link": "http://link.aps.org/doi/10.1103/jkf6-48j8",
      "authors": "S. Abe <em>et al.</em> (KamLAND-Zen Collaboration)",
      "source": "Physical Review Letter",
      "summary": "Author(s): S. Abe et al. (KamLAND-Zen Collaboration)We present a search for neutrinoless double-beta ($0νββ$) decay of $^{136}\\mathrm{Xe}$ using the full KamLAND-Zen 800 dataset with 745 kg of enriched xenon, corresponding to an exposure of 2.1 ton yr of $^{136}\\mathrm{Xe}$. This updated search benefits from a more than twofold increase in exposure, …[Phys. Rev. Lett. 135, 262501] Published Mon Dec 29, 2025"
    },
    {
      "title": "Regulator constraints for the perturbative renormalizability of attractive triplets",
      "link": "http://link.aps.org/doi/10.1103/2zgt-znp9",
      "authors": "Manuel Pavon Valderrama",
      "source": "Physical Review C",
      "summary": "Author(s): Manuel Pavon ValderramaNuclear effective field theory organizes the calculation of observables as a power series in terms of the ratio of soft and hard momentum scales. The rigorous implementation of this idea requires a mixture of perturbative and nonperturbative methods: On the one hand, nuclei are bound states that req…[Phys. Rev. C 112, 064009] Published Tue Dec 30, 2025"
    },
    {
      "title": "Quantitative constraints on the tensor force via spin-flip resonances",
      "link": "http://link.aps.org/doi/10.1103/99xk-tm1q",
      "authors": "Shuai Sun, Rong An, Li-Gang Cao, Feng-Shou Zhang, Hiroyuki Sagawa, and Gianluca Colò",
      "source": "Physical Review C",
      "summary": "Author(s): Shuai Sun, Rong An, Li-Gang Cao, Feng-Shou Zhang, Hiroyuki Sagawa, and Gianluca ColòThe tensor force is a well-established, important component of the bare nucleon-nucleon interaction. On the other hand, it is still a matter of debate whether the tensor force is decisively needed or not as a key ingredient of energy density functionals (EDFs) for the description of medium-heavy nuc…[Phys. Rev. C 112, 064334] Published Tue Dec 30, 2025"
    },
    {
      "title": "Axially deformed proton-neutron relativistic quasiparticle finite amplitude method for charge-exchange transitions",
      "link": "http://link.aps.org/doi/10.1103/qsbz-q1q6",
      "authors": "Chen Chen (陈晨), Zhengzheng Li (李征征), Yinu Zhang (张一怒), and Yifei Niu (牛一斐)",
      "source": "Physical Review C",
      "summary": "Author(s): Chen Chen (陈晨), Zhengzheng Li (李征征), Yinu Zhang (张一怒), and Yifei Niu (牛一斐)The quasiparticle finite amplitude method is extended to describe charge-exchange transitions based on the relativistic Hartree-Bogoliubov model, adopting the point-coupling energy density functional DD-PC1 and a finite-range separable pairing force. After validation through comparison with relativi…[Phys. Rev. C 112, 064332] Published Mon Dec 29, 2025"
    },
    {
      "title": "Universality of scaled particle spectra in ultrarelativistic heavy-ion collisions",
      "link": "http://link.aps.org/doi/10.1103/2yqq-qfwd",
      "authors": "Cicero D. Muncinelli, Fernando G. Gardim, David D. Chinellato, Gabriel S. Denicol, Andre V. Giannini, Matthew Luzum, Jorge Noronha, Tiago Nunes da Silva, Jun Takahashi, and Giorgio Torrieri (The ExTrEMe Collaboration)",
      "source": "Physical Review C",
      "summary": "Author(s): Cicero D. Muncinelli, Fernando G. Gardim, David D. Chinellato, Gabriel S. Denicol, Andre V. Giannini, Matthew Luzum, Jorge Noronha, Tiago Nunes da Silva, Jun Takahashi, and Giorgio Torrieri (The ExTrEMe Collaboration)We study the transverse momentum spectra of identified particles in ultrarelativistic collisions of large and small collision systems. In order to isolate information contained in the momentum dependence, we propose to scale the spectra by the total particle number and mean transverse momentum, glob…[Phys. Rev. C 112, 064922] Published Mon Dec 29, 2025"
    },
    {
      "title": "Measurement of beam-recoil observables ${C}_{x}$ and ${C}_{z}$ for ${K}^{+}\\mathrm{Λ}$ photoproduction",
      "link": "http://link.aps.org/doi/10.1103/1q5m-x849",
      "authors": "S. Adhikari <em>et al.</em> (CLAS Collaboration)",
      "source": "Physical Review C",
      "summary": "Author(s): S. Adhikari et al. (CLAS Collaboration)Exclusive photoproduction of ${K}^{+}\\mathrm{Λ}$ final states off a proton target has been an important component in the search for missing nucleon resonances and our understanding of the production of final states containing strange quarks. Polarization observables have been instrumental in this ef…[Phys. Rev. C 112, 065211] Published Mon Dec 29, 2025"
    },
    {
      "title": "Erratum: Predictions for the synthesis of unknown $^{279–281}\\mathrm{Nh}$ and $^{287,288}\\mathrm{Nh}$ isotopes [Phys. Rev. C <b>111</b>, 024611 (2025)]",
      "link": "http://link.aps.org/doi/10.1103/nly6-my62",
      "authors": "Ming-Hao Zhang, Mei-Chen Wang, Ying Zou, Jing-Jing Li, Gen Zhang, and Feng-Shou Zhang",
      "source": "Physical Review C",
      "summary": "Author(s): Ming-Hao Zhang, Mei-Chen Wang, Ying Zou, Jing-Jing Li, Gen Zhang, and Feng-Shou Zhang[Phys. Rev. C 112, 069901] Published Mon Dec 29, 2025"
    },
    {
      "title": "Bidirectional Neural Networks for Global Nucleon-Nucleus Optical Model Calculations",
      "link": "https://arxiv.org/abs/2512.22500",
      "authors": "Jin Lei",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2512.22500v1 Announce Type: new \nAbstract: Modern nuclear data evaluation increasingly requires not only accurate scattering calculations, but also efficient methods for uncertainty quantification and parameter optimization, tasks that benefit from differentiable solvers amenable to gradient-based algorithms. I present a neural network emulator based on Bidirectional Liquid Neural Networks (BiLNN) that provides a fully differentiable mapping from optical potential parameters to scattering wave functions. The key innovation enabling generalization across the parameter space is the use of phase-space coordinates $\\rho = kr$ that normalize the oscillation wavelength regardless of projectile energy, allowing a single network to span 1 to 200~MeV. Trained on Numerov solutions for twelve target nuclei (\\nuc{12}{C} to \\nuc{208}{Pb}), both protons and neutrons, and partial waves up to $l=30$, the network achieves an overall relative error of 1.2\\%. The predicted wave functions yield accurate $S$-matrix elements and elastic scattering cross sections, reproducing diffraction patterns spanning four orders of magnitude. Importantly, the model extrapolates successfully to nuclei not included in training (\\nuc{24}{Mg}, \\nuc{63}{Cu}, \\nuc{184}{W}) with comparable accuracy, demonstrating that it has learned the physics of the optical model rather than memorizing specific targets. The differentiable nature of the trained model opens the door to gradient-based optimization of optical model parameters and efficient uncertainty quantification."
    },
    {
      "title": "Exploring Interplays Between $^3\\text{P}_2$ Neutron Superfluid Vortices and $^1\\text{S}_0$ Proton Fluxtubes in the Outer Core of Neutron Stars",
      "link": "https://arxiv.org/abs/2512.22577",
      "authors": "Tatsuhiro Hattori, Kazuyuki Sekizawa",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2512.22577v1 Announce Type: new \nAbstract: In the outer core of neutron stars, $^3$P$_2$ superfluid neutrons and $^1$S$_0$ superconducting protons are deemed to exist, forming quantum vortices and magnetic fluxtubes, respectively. Those quantum vortices and fluxtubes play an important role in explaining observed sudden changes of rotational frequency, known as pulsar ``glitches.'' While the most of conventional glitch models rely on pinning/unpinning dynamics of neutron $^1\\text{S}_0$ superfluid vortices in the inner crust, contributions of the outer core have not been ruled out. However, the latter possibility has been less explored so far and further thorough investigations are desired. In this study, we are thus developing a microscopic model based on spin-2 Gross-Pitaevskii equation (GPE) for neutron $^3$P$_2$ superfluid vortices coupled with Ginzburg-Landau equation (GLE) for fluxtubes associated with superconducting $^1\\text{S}_0$ protons. In this contribution, we outline our theoretical framework and report tentative results showing how shape of quantum vortices could be affected by the presence of a proton fluxtube."
    },
    {
      "title": "Bound States of $\\Omega$ Baryons in Light Nuclei",
      "link": "https://arxiv.org/abs/2512.22600",
      "authors": "Igor Filikhin, Roman Ya. Kezerashvili, Branislav Vlahovic",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2512.22600v1 Announce Type: new \nAbstract: We investigate bound states of light $\\Omega_{3x}$-clusters ($x = s, c$), motivated by the $\\Omega_{3s}N$ potential recently developed by the HAL QCD collaboration. To regularize this potential, we remove the deeply attractive core at $r  0.4~\\mathrm{fm}$) using a two-range Gaussian form. This procedure preserves the relevant two-body bound state energy while having a negligible effect on the $\\Omega_{3s}NN$ and $\\Omega_{3s}\\Omega_{3s}N$ systems. An effective $\\Omega_{3s}\\alpha$ potential is then constructed by fitting a two-range Gaussian function to the long-range component of the folding potential, enabling calculations of the bound state energies of the $\\Omega_{3s}\\alpha$, $\\Omega_{3s}\\alpha\\alpha$, and $\\Omega_{3s}\\Omega_{3s}\\alpha$ systems. The regularization procedure leads to a substantial reduction in bound state energies compared to those obtained with the original potential. We further extend the analysis to $\\Omega_{3c}$-cluster systems by introducing an $\\Omega_{3c}N$ interaction, derived by comparing the existing $\\Omega_{3s}\\Omega_{3s}$ and $\\Omega_{3c}\\Omega_{3c}$ potentials. Our results suggest that several parametrizations predict bound states in $\\Omega_{3c}$-containing clusters. Finally, the $\\Omega_{3s}\\Omega_{3s}$ interaction is described using a contact-like potential approach, motivated by the effective field theory."
    },
    {
      "title": "Elucidating the role of the surface energy in density functional theory",
      "link": "https://arxiv.org/abs/2512.22709",
      "authors": "Md Jafrul Islam, Athul Kunjipurayil, J. Piekarewicz, A. Volya",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2512.22709v1 Announce Type: new \nAbstract: The saturation of symmetric nuclear matter -- reflected in the nearly constant interior density of heavy nuclei -- is a defining property of nuclear matter. Modern relativistic energy density functionals (EDFs) calibrated exclusively to the properties of finite nuclei, make robust predictions with quantified uncertainties about the bulk properties of symmetric nuclear matter in the vicinity of the saturation density. Following the same fitting protocol, nonrelativistic Skyrme EDFs systematically predict higher saturation densities than their relativistic counterparts. To investigate this tension in the bulk limit, we study the ground-state properties of hypothetical symmetric macroscopic nuclei containing thousands of nucleons. Using both relativistic and non-relativistic EDF frameworks, we extract the corresponding liquid-drop parameters. We find a clear correlation between the volume and surface energy coefficients: Skyrme models, which saturate at higher densities, develop softer and more diffuse surfaces with lower surface energies, whereas relativistic EDFs, which saturate at lower densities, produce more defined and less diffuse surfaces with higher surface energies. This compensating behavior allows both classes of models to reproduce empirical nuclear radii despite their distinct saturation properties. Our analysis suggests that the apparent disparity in saturation densities arises from the intrinsic balance among saturation density, bulk binding energy, and surface tension, rather than from the fitting protocol."
    },
    {
      "title": "Kinematic and dynamical origins of mean-$p_T$ fluctuations in heavy-ion collisions",
      "link": "https://arxiv.org/abs/2512.22715",
      "authors": "Lipei Du",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2512.22715v1 Announce Type: new \nAbstract: Event-by-event fluctuations of the mean transverse momentum (mean-$p_T$) provide a sensitive probe of collective dynamics beyond single-particle spectra and anisotropic flow. In this study, we present a systematic comparison of mean-$p_T$ fluctuation measurements with calculations based on a Bayesian-calibrated multistage hydrodynamic framework. The experimental definitions employed by the STAR and ALICE Collaborations are implemented explicitly and found to yield consistent results within controlled limits. We study the centrality and beam-energy dependence of the observable, its sensitivity to key soft-sector ingredients, and the impact of the kinematic $p_T$ acceptance. By introducing scaled-$p_T$ cuts, we demonstrate that a part of the apparent energy dependence arises from kinematic projection effects, while the remaining trends reflect genuine collective dynamics. Our results establish mean-$p_T$ fluctuations as a nontrivial and independent validation of calibrated hydrodynamic descriptions of the quark--gluon plasma."
    },
    {
      "title": "Factorized distorted wave calculations for electron, neutrino, and BSM processes",
      "link": "https://arxiv.org/abs/2512.22763",
      "authors": "Alexis Nikolakopoulos, Ra\\'ul Gonz\\'alez-Jim\\'enez",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2512.22763v1 Announce Type: new \nAbstract: We point out that, under certain conditions, the nuclear currents that couple to vector bosons can be written as the trace of the product of two matrices. One contains `nucleon dynamics', e.g. form factors, the other contains the overlaps of nuclear wavefunctions. This factorized form may always be obtained and viewed as a `local' approximation, in which particle four-momenta that enter in the transition operator are fixed to their asymptotic values. We write the overlap matrix in a general form in terms of Dirac matrices. The current with arbitrary couplings to the nucleon can then be evaluated using standard trace identities. We show that this encompasses non-relativistic models as well. We have tabulated overlaps obtained in the relativistic distorted-wave impulse approximation, which can be used to compute the single-nucleon knockout cross section. We give a self-contained overview of the formulae. We discuss some properties of the overlap matrices which may be derived from general principles, and highlight differences with the commonly used plane-wave impulse approximation. The factorized form is attractive for (neutrino) event generators: it abstracts away the nuclear model and allows to easily modify couplings to the nucleon. This allows to consistently treat electron, neutrino and beyond Standard Model (BSM) processes."
    },
    {
      "title": "The effect of inversion of $p$ and $f$ orbits on halo formation in heavy sodium isotopes",
      "link": "https://arxiv.org/abs/2512.22951",
      "authors": "Jagjit Singh, J. Casal, L. Fortunato, N. R. Walet",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2512.22951v1 Announce Type: new \nAbstract: The role of the inversion of the $p$ and $f$ shell-model orbits in the emergence of halo structures in the ground states of neutron-rich $^{34,37,39}$Na is investigated. Families of two- and three-body models are constructed with effective core-neutron interactions, with parameter choices based on a combination of the available experimental data and systematic trends, as well as the GPT $n$-$n$ interaction and a phenomenological three-body force. Our results indicate a possible one-neutron halo in $^{34}$Na, while $^{37,39}$Na exhibit features of Borromean halos. The halo formation is driven by the weakening of the shell gap and inversion of the $2p_{3/2}$ and $1f_{7/2}$ orbits expected to occur somewhere near these masses. We further show that the electric dipole response provides a clear and sensitive probe of halo structure in these isotopes."
    },
    {
      "title": "Basis truncation and statistical errors in the relativistic approaches to nuclear response",
      "link": "https://arxiv.org/abs/2512.23125",
      "authors": "A. V. Afanasjev, E. Litvinova, B. Osei",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2512.23125v1 Announce Type: new \nAbstract: Although there exists a clear and, in principle, exact theoretical formulation for the equation of motion for the response of a correlated fermionic system, its numerical implementations for atomic nuclei require feasible approximations. One of the widely accepted approximations is a truncated harmonic oscillator (HO) basis, whose wave functions are used to expand the solutions obtained with realistic interactions. In this work, we extend previously employed HO basis truncated at $N_F$ = 20 fermionic shells to $N_F$ = 50 and perform a systematic study of the effects of such basis increase on nuclear resonances. The relativistic random phase approximation (RRPA) and its extension by the particle-vibration coupling dubbed as relativistic time-blocking approximation (RTBA) are applied to the description of the monopole, dipole, quadrupole, and octupole resonances in $^{48}$Ca, $^{78}$Ni, and $^{132}$Sn, and the RRPA studies are extended to $^{70}$Ca and $^{208}$Pb. A considerable sensitivity of the strength distributions to the HO basis size is found, especially for low-spin resonances in the light neutron-rich nuclei. The effects of the HO basis extension to $N_F$ = 50 are analyzed and linked to the involvement of proton and neutron continuum states and proton quasi-bound states in the strength formation. The obtained results point to the importance of the HO basis completeness and continuum effects in the nuclear response calculations and evaluation of the associated parameters of the nuclear equation of state. In addition, statistical errors in the RRPA strength functions, which emerge from the details of the fitting protocol of the covariant energy density functional employed, are analyzed. It turns out that they are quite substantial for the monopole response, but significantly smaller for the dipole, quadrupole, and octupole ones."
    },
    {
      "title": "Neutron Star Equation of State with Nucleon Short-Range Correlations: A Concise Review and Open Issues",
      "link": "https://arxiv.org/abs/2512.23455",
      "authors": "Bao-Jun Cai, Bao-An Li, Yu-Gang Ma",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2512.23455v1 Announce Type: new \nAbstract: Nucleon short-range correlations (SRCs) and the associated high-momentum tail (HMT) in its momentum distribution $n(k)$ represent a universal feature of strongly interacting Fermi systems. In nuclear matter, SRCs arise primarily from the spin-isospin dependence of the tensor and short-range components of the nucleon-nucleon interaction, leading to a substantial depletion of its Fermi sea and a characteristic $k^{-4}$ tail populated predominantly by isosinglet neutron-proton pairs. These microscopic structures modify both the kinetic and interaction contributions to the Equation of State (EOS) of dense matter and thereby influence a broad range of neutron-star (NS) properties. This short review provides a streamlined overview of how SRC-induced changes in $n(k)$ reshape the kinetic EOS, including its symmetry energy part and how these effects propagate into macroscopic NS observables, including mass-radius relations, tidal deformabilities, direct Urca thresholds and core-crust transition. We summarize key existing results, highlight current observational constraints relevant for testing SRC-HMT effects, and outline open questions for future theoretical, experimental, and multimessenger studies of dense nucleonic matter."
    },
    {
      "title": "Poles from the conserved kinetic equation : The emerging gradient structure and causality riddle of relativistic hydrodynamics",
      "link": "https://arxiv.org/abs/2512.23456",
      "authors": "Sukanya Mitra",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2512.23456v1 Announce Type: new \nAbstract: In this work, the poles and the resulting dispersion spectra from the relativistic kinetic equation have been analyzed with the help of a proposed collision kernel that conserves both the energy-momentum tensor and particle current by construction. The dispersion relations, which originally come out in the form of logarithmic divergences, in the long wavelength limit exhibit the systematic gradient structure of the relativistic hydrodynamics. The key result is that, in the derivative expansion series, the spatial gradients appear in perfect unison with the temporal gradients in the non-local relaxation operator like forms. It is then shown that this dispersion structure, including non-local temporal derivatives, is essential for the preservation of causality of the theory truncated at any desired order."
    },
    {
      "title": "Compact star and compact star matter properties from a baryonic extended linear sigma model with explicit chiral symmetry breaking",
      "link": "https://arxiv.org/abs/2512.23477",
      "authors": "Yao Ma, Yong-Liang Ma, Lu-Qi Zhang",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2512.23477v1 Announce Type: new \nAbstract: Based on a baryonic extended linear sigma model including explicit chiral symmetry breaking effect, the structure of neutron star with the emergence of hyperons is investigated using the relativistic mean field approximation. It's found that, except the lightest scalar meson $\\sigma$ whose structure is not well understood so far, the vacuum mass spectra of relevant hadrons and NM properties around saturation density can be well reproduced. Nevertheless, we found that, to have a realistic mass-radius relation of neutron stars, the $\\pi N$ sigma term $\\sigma_{\\pi N}$, which denotes the contribution of explicit symmetry breaking, should deviate from its empirical values at vacuum. Specifically, $\\sigma_{\\pi N}\\sim -600$ MeV, rather than $(32-89) \\rm \\ MeV$ at vacuum. With an appropriate choice of $\\sigma_{\\pi N}$ and $K(n_0)$, our framework can give a more data favored mass-radius relation of neutron stars with the emergence of hyperons. The effect of explicit symmetry breaking at densities is hoped to provide a new insight to the relation between microscopic symmetries in medium and macroscopic phenomena."
    },
    {
      "title": "Recent advancements in the strongly coupled many-body theory for nuclear spectral computation",
      "link": "https://arxiv.org/abs/2512.23644",
      "authors": "Elena Litvinova",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2512.23644v1 Announce Type: new \nAbstract: Some recent advancements of the nuclear many-body theory and selected results on nuclear giant and pygmy resonances are presented. The theory is compactly reviewed, with a special focus on the emergent scale of the quasiparticle-vibration coupling (qPVC), which carries the order parameter associated with the qPVC vertex, and an efficient treatment of the nuclear many-body problem organized around the qPVC hierarchy. Self-consistent numerical solutions of the relativistic Bethe-Salpeter-Dyson equation for the nuclear response function in medium-heavy nuclei are discussed. The presented update on the pygmy dipole resonance focuses on establishing the formation of its two-component structure as a result of the fragmentation of the low-energy dipole mode due to the qPVC and its mixing with the similarly fragmented giant dipole resonance. The centroid of the isoscalar giant monopole resonance is also linked to qPVC effects, particularly to its sensitivity to the coupling of the collective breathing mode to the lowest quadrupole vibrations, which is enhanced by quadrupole collectivity. The resolution of the long-standing \"fluffiness\" puzzle regarding the compressibility of open-shell tin isotopes is summarized. The recently developed thermal variant of the superfluid response theory is briefly introduced and continuously linked to the description of the isoscalar monopole response at finite temperature with the prospect of refining the temperature-dependent nuclear equation of state."
    },
    {
      "title": "Anomalous Transport In Low Dimension Materials",
      "link": "https://arxiv.org/abs/2512.22155",
      "authors": "Leonardo Lopes",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2512.22155v1 Announce Type: cross \nAbstract: This dissertation presents a systematic theoretical investigation into realizing a condensed matter analogue of the Chiral Magnetic Effect (CME) in a quasi-planar, 2+1D system. The research establishes a conceptual bridge between the anomalous transport phenomena of high-energy physics and the emergent electronic properties of engineered honeycomb lattices. The central objective is the formulation of a low-energy effective Hamiltonian that incorporates the necessary ingredients for a CME-like effect. This is achieved by moving beyond pristine graphene, whose inherent sublattice symmetry precludes the formation of a mass gap necessary for defining robust pseudo-chiral states. The core of this work is a model based on a honeycomb lattice with explicitly broken sublattice symmetry, which introduces a band gap and endows the quasi-particles system with a well-defined pseudo-chirality based on sublattice polarization. A time-reversal symmetry-breaking parameter is introduced to asymmetrically modify the valley gaps, creating a controllable non-equilibrium imbalance analogous to the chiral chemical potential in relativistic systems. A key finding is the validation of the physical model consistency; through commutator calculations, the total angular momentum - comprising both orbital and an emergent lattice spin component - is shown to be a conserved quantity. This research successfully transforms the abstract possibility of a 2D CME into a concrete, self-consistent theoretical framework, detailing the precise symmetry conditions required for its manifestation."
    },
    {
      "title": "Orbital angular momentum in the pion and kaon: rest-frame and light-front",
      "link": "https://arxiv.org/abs/2512.22359",
      "authors": "Y. -Y. Xiao, Z. -N. Xu, Z. -Q. Yao, C. D. Roberts, J. Rodr\\'iguez-Quintero",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2512.22359v1 Announce Type: cross \nAbstract: Orbital angular momentum (OAM) is not a Poincar\\'e invariant quantity; so, its value is observer dependent. Notwithstanding that, in quantum chromodynamics, a Poincar\\'e-invariant theory, OAM is part of every hadron wave function. Using continuum Schwinger function methods, we elucidate both the subjective character of in-hadron OAM and expose some of its impacts on pion and kaon structure and observables. For instance, working with light-front projections of their Bethe-Salpeter wave functions, it is found that the pion is a roughly 50/50 mix of light-front OAM zero and one components and the kaon is a 60/40 system. The overall picture is that (near) Nambu-Goldstone modes are complex bound states, each with significant intrinsic OAM, independent of the observer's reference frame. This feature must be accounted for in the calculation of observables. Inductively, the same is true for all hadrons."
    },
    {
      "title": "Nonequilibrium QCD in heavy-ion collisions: Kinetic theory and jet modifications during the initial stages",
      "link": "https://arxiv.org/abs/2512.22384",
      "authors": "Florian Lindenbauer",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2512.22384v1 Announce Type: cross \nAbstract: This thesis focuses on how jets are modified by the nonequilibrium quark-gluon plasma during the initial stages in heavy-ion collisions. Its influence on their propagation is typically encoded in a single medium function, the dipole cross section. Its small distance behavior is characterized by the jet quenching parameter $\\hat q$, and we obtain its numerical value throughout the pre-equilibrium stage, finding values comparable in magnitude to the earlier Glasma stage. We also compute the more general elastic collision kernel, obtained by Fourier transforming the dipole cross section. This constitutes an important step to facilitate the understanding of jet-medium interactions during the initial stages in heavy-ion collisions. Additionally, we improve QCD kinetic theory simulations by employing a more realistic (HTL) screening mechanism to incorporate medium effects, which we compare with simpler screening mechanisms. An expanding plasma realized in the initial stages of heavy-ion collisions exhibits a significantly reduced maximum anisotropy and reduced specific shear viscosity $\\eta/s$ when using the improved screening prescription. Moreover, we investigate the gluon splitting rates, which are typically obtained using an isotropic model for the collision kernel. Going beyond that approximation, we find that the splitting rates obtained from the nonequilibrium anisotropic kernel differ significantly both in magnitude and in their qualitative time evolution. We further identify a novel type of weak-coupling attractor, which can be observed in the ratio of the jet quenching parameter and pressure ratio, and is obtained by extrapolating to vanishing coupling. This improved kinetic theory description and novel limiting attractors contribute towards a more realistic modeling of the nonequilibrium QCD plasma and its equilibration and hydrodynamization process during the initial stages."
    },
    {
      "title": "Quark Coalescence: Formation of Mesons Including Excited States",
      "link": "https://arxiv.org/abs/2512.22465",
      "authors": "R. J. Fries, P. Virupapuram, J. Purcell, H. Anconetani, W. Lippincott, S. Robicheaux, M. Kordell, C. M. Ko",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2512.22465v1 Announce Type: cross \nAbstract: We discuss the quantum mechanics of coalescence of quark-antiquark pairs into mesons using a non-relativistic quark model. We derive the coalescence probabilities assuming a harmonic oscillator potential and generic Gaussian wave packet shapes for the initial quarks and antiquarks. Our particular emphasis is on modeling excited states of the meson spectrum consistently. We provide the formalism to systematically include excited states from the Particle Data Book, and many more predicted by the quark model, up to $L=4$ and masses of about 2.2 GeV for light flavors. We provide estimates of masses and decay branching ratios for unconfirmed states. We use a phase space picture which is appropriate for the quasi-classical nature of the information typically available for the quarks and antiquarks in applications like Monte Carlo simulations. We demonstrate that for typical parton configurations expected in jets, excited meson states are populated abundantly."
    },
    {
      "title": "Fine-tuning final state interactions model in NuWro Monte Carlo event generator",
      "link": "https://arxiv.org/abs/2512.23350",
      "authors": "Hemant Prasad, Jan T. Sobczyk, Rwik Dharmapal Banerjee, J. Luis Bonilla, Krzysztof M. Graczyk, Beata E. Kowal, Artur M. Ankowski",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2512.23350v1 Announce Type: cross \nAbstract: Recent experimental data from MINERvA on transverse kinematics observables across four different nuclear targets - carbon, oxygen, iron, and lead - have been utilized to refine the modeling of final state interaction effects in the NuWro Monte Carlo neutrino event generator. For this purpose, we have developed an event reweighting tool for future applications to adjust the strength of final-state interactions. This study highlights the requirement for stronger nucleon reinteractions than previously assumed, but it still falls within the uncertainty range observed in a study comparing proton transparency measurements. This conclusion has significant implications for both experimental and theoretical work involving NuWro."
    },
    {
      "title": "Perturbative results for the matrix elements of the vector current and the role of different infrared regulators",
      "link": "https://arxiv.org/abs/2512.23563",
      "authors": "Alessio Carmelo Alvaro, Ignacio Castelli, C\\'edric Lorc\\'e, Andreas Metz, Barbara Pasquini, Simone Rodini",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2512.23563v1 Announce Type: cross \nAbstract: We investigate the twist-2 unpolarized generalized parton distributions (GPDs) of quarks for an on-shell gluon target in quantum chromodynamics. These GPDs parametrize the leading-twist matrix elements of the nonlocal light-like flavor-singlet vector current. We compute them at one-loop accuracy in perturbation theory using a quark mass and dimensional regularization as infrared regulators. In particular, we discuss the limit of vanishing momentum transfer. The present work extends our previous related study on the axial current."
    },
    {
      "title": "Limits on dark matter existence in neutron stars from recent astrophysical observations and mass correlation analysis",
      "link": "https://arxiv.org/abs/2512.23577",
      "authors": "Jing Fu Hu, Hang Lu, Bao Yuan Sun",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2512.23577v1 Announce Type: cross \nAbstract: Dark matter admixed neutron stars (DANSs) serve as a specific astrophysical laboratory for probing the features of dark matter (DM) and have emerged as a promising candidate for interpreting recent astrophysical observations (e.g., by NICER and LIGO/Virgo). Accurately constraining the internal DM content of DANSs is therefore of critical importance. In this work, we construct the equations of state (EoS) for DANS matter by employing twelve nuclear matter (NM) models within the covariant density functional (CDF) theory and a self-interacting fermionic model for DM. Using these EoSs as input, we solve the two-fluid Tolman-Oppenheimer-Volkov (TOV) equations to systematically investigate the influence of DM on the global properties of neutron stars (NSs). By incorporating recent observational constraints on NS properties, the maximum DM mass fraction $f_\\chi^{\\mathrm{max}}$ in DANSs is determined for each NM EoS model. Our analysis reveals a strong linear correlation (Pearson coefficient $r=0.98$) between $f_\\chi^{\\mathrm{max}}$ and the maximum mass of a pure NS, $M_{\\rm{NS}}^{\\mathrm{max}}$, described by $f_{\\chi}^{\\mathrm{max}} = 0.22 M_{\\mathrm{NS}}^{\\mathrm{max}} - 0.44$. Leveraging this correlation and the observed NS maximum mass distribution, $P(M_{\\text{NS}}^{\\max} \\mid \\text{EM})$, we derive the probability distribution function (PDF) for the maximum DM mass, $P(M_{\\chi}^{\\max} \\mid \\text{EM})$, in DANSs. We find that at the 68\\% confidence level, $M_{\\chi}^{\\mathrm{max}}=0.150^{+0.070}_{-0.051}\\ M_{\\odot}$. This quantitative constraint on the DM mass provides a critical prior for interpreting potential observational signatures of DANSs, such as anomalous tidal deformabilities and distinctive gravitational-wave signals."
    },
    {
      "title": "The Effect of Hadronic Matter on Parton Energy Loss",
      "link": "https://arxiv.org/abs/2512.23692",
      "authors": "Ritoban Datta, Abhijit Majumder",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2512.23692v1 Announce Type: cross \nAbstract: Modified thermal distributions (dispersion relations) are introduced within both the MATTER and LBT event generators used to describe jet modification in a heavy-ion collision, within the JETSCAPE framework. Hard partons, propagating through dense matter, scatter off the partonic substructure of the medium, leading to stimulated emission, accompanied by recoiling medium partons. We introduce a simple modification, a multiplicative $(1 + a/T)$ correction to the dispersion relation of quarks and gluons (equivalent to an effective fugacity). This leads to calculated transport coefficients (e.g. $\\hat{q}/T^3$) showing the expected behavior of depreciating at lower temperatures, including within the hot hadronic gas. This simple modification recovers the light-like dispersion relations at high temperatures, and introduces an excess depreciation factor for parton populations at lower temperatures, allowing partonic energy loss and recoil calculations to be extended into the hadronic phase. This modified distribution, in combination with initial state cold nuclear matter effects (shadowing), is used to simultaneously describe the nuclear modification factor and elliptic anisotropy of jets and leading hadrons, over multiple centralities and collision energies."
    },
    {
      "title": "Vector interaction bounds in NJL-like models from LQCD estimated curvature of the chiral crossover line",
      "link": "https://arxiv.org/abs/2410.00653",
      "authors": "Mahammad Sabir Ali, Deeptak Biswas, Chowdhury Aminul Islam",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2410.00653v2 Announce Type: replace \nAbstract: We obtain improved bounds on both the flavor-independent and -dependent vector interactions in a $2+1$-flavor Nambu\\textendash Jona-Lasinio (NJL) model using the latest precise LQCD results of the curvature coefficients of the chiral crossover line. We find that these lattice estimated curvature coefficients allow for both attractive and repulsive types of interactions in both the cases. With this constrained ranges of vector interactions, we further predict the behavior of the second $(\\kappa_2^B)$ and fourth $(\\kappa_4^B)$ order curvature coefficients as a function of the strangeness chemical potential $(\\mu_S)$. We observe that the flavor mixing effects, arising from the flavor-independent vector interaction as well as from the 't Hooft interaction, play an important role in $k_2^B$. We propose that the mixing effects due to the vector interaction can be separated from those arising from the 't Hooft interaction by analyzing the behavior of $k_2^B$ as a function of $\\mu_S$. Finally, we locate the critical endpoint in the $T-\\mu_B$ plane using the model-estimated ranges of vector interactions and find the model's predictions to be consistent with the latest LQCD bounds."
    },
    {
      "title": "Radiative Energy Loss in a Temperature-Evolving QGP with Dynamical Constituents",
      "link": "https://arxiv.org/abs/2412.17106",
      "authors": "Bithika Karmakar, Magdalena Djordjevic",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2412.17106v2 Announce Type: replace \nAbstract: We present a theoretical formalism for calculating first-order-in-opacity radiative energy loss that incorporates the spatial and temporal temperature evolution of the quark-gluon plasma (QGP) in a finite-size QCD medium with dynamical (i.e., moving) constituents. The derived expressions allow for arbitrary temperature profiles, enabling detailed evaluations of radiative energy loss across different medium-evolution scenarios. Importantly, the resulting kernel applies to both single partons (R = 0) and jets (R > 0) via an out-of-cone selection, providing a unified starting point for precision QGP tomography."
    },
    {
      "title": "From obstacle to opportunity: uncovering the silver lining of pileup",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269325008779?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: Available online 30 December 2025Source: Physics Letters BAuthor(s): Biplob Bhattacherjee, Abhinav Kumar, Swagata Mukherjee, Rhitaja Sengupta, Anand Sharma"
    },
    {
      "title": "Dissecting Lepton Number Violating Interactions in the Left-Right Symmetric Model: 0<em>νββ</em> decay, Møller scattering, and collider searches",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269325008937?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: Available online 30 December 2025Source: Physics Letters BAuthor(s): Gang Li, Michael J. Ramsey-Musolf, Sebastián Urrutia Quiroga, Juan Carlos Vasquez"
    },
    {
      "title": "Rephasing invariant formulae for CP phases in general parameterizations of flavor mixing matrix and exact sum rules with unitarity triangles*",
      "link": "https://iopscience.iop.org/article/10.1088/1674-1137/ae07b7",
      "authors": "Masaki J. S. Yang",
      "source": "Chinese Physics C",
      "summary": "In this letter, we present rephasing invariant formulae for CP phases associated with nine Euler-angle-like parameterizations of a flavor mixing matrix. Here, α and i denote the row and column carrying the trivial phases in a given parameterization. Furthermore, we show that the phases and the nine angles of unitarity triangles satisfy compact sum rules and where all indices are taken cyclically modulo three. These relations are natural generalizations of the previous result"
    },
    {
      "title": "Tilted-axis-cranking covariant density functional theory for high-spin spectroscopy of 69Ga*",
      "link": "https://iopscience.iop.org/article/10.1088/1674-1137/ae07b8",
      "authors": "Y. P. Wang, 一平 王, Y. K. Wang, 亚坤 王, P. W. Zhao and 鹏巍 赵",
      "source": "Chinese Physics C",
      "summary": "The tilted-axis-cranking covariant density functional theory is applied to investigate the three newly-observed positive-parity bands SI, SII, and SIII in 69Ga. The energy spectra and angular momenta are calculated, and they agree closely with experimental data. For band SI, pairing correlations are crucial for the states with spin . Bands SII and SIII are suggested to be signature partner bands with positive and negative signatures, respectively. By analyzing the angular momentum alignments, we reveal that the protons and neutrons are crucial in the collective structures of 69Ga. The transition probabilities for these bands are predicted, awaiting further experimental verification."
    },
    {
      "title": "Anisotropic quark propagation and Zeeman effect in an external magnetic field*",
      "link": "https://iopscience.iop.org/article/10.1088/1674-1137/ae07b9",
      "authors": "Minghui Ding, 明慧 丁, Fei Gao, 飞 高 and Sebastian M. Schmidt",
      "source": "Chinese Physics C",
      "summary": "We investigated the impact of a constant external magnetic field on the dressed propagators of up-, down-, and strange quarks. In the weak field limit, we derive a general momentum-space representation for the propagator and numerically solve the corresponding gap equation. Our analysis reveals that the vector term of the propagator can be decomposed into components parallel and perpendicular to the magnetic field, resulting in anisotropic effective masses, with the transverse mass consistently exceeding the longitudinal mass. This mass disparity exhibits a power law dependence on the magnetic field strength and is less pronounced for the strange quark compared to up and down quarks. Additionally, the magnetic field induces axial-vector and tensor terms, highlighting the Zeeman effect, resulting from quark interactions with the magnetic field. These findings have important implications for (inverse) magnetic catalysis and phenomena such as vector meson and pion condensations."
    },
    {
      "title": "Extracting the kinetic freeze-out properties of high energy pp collisions at the LHC with event shape classifiers*",
      "link": "https://iopscience.iop.org/article/10.1088/1674-1137/ae07ba",
      "authors": "Jialin He, 佳林 何, Xinye Peng, 忻烨 彭, Zhongbao Yin, 中宝 殷, Liang Zheng and 亮 郑",
      "source": "Chinese Physics C",
      "summary": "Event shape measurements are crucial for understanding the underlying event and multiple-parton interactions (MPIs) in high energy proton-proton (pp) collisions. In this study, the Tsallis blast-wave model with independent non-extensive parameters for mesons and baryons was applied to analyze the transverse momentum spectra of charged pions, kaons, and protons in pp collision events at TeV classified by event shape estimators such as relative transverse event activity, unweighted transverse spherocity, and flattenicity. Our analysis reveals consistent trends in the kinetic freeze-out temperature and non-extensive parameter across different collision systems and event shape classes. The use of diverse event-shape observables in pp collisions has significantly expanded the accessible freeze-out parameter space, enabling a more comprehensive exploration of its boundaries. Among these event shape classifiers, flattenicity emerges as a unique observable for disentangling hard process contributions from additive MPI effects, which helps isolate collective motion effects encoded by the radial flow velocity. Through the analysis of the interplay between event-shape measurements and kinetic freeze-out properties, we gain deeper insights into mechanisms responsible for flow-like signatures in pp collisions."
    },
    {
      "title": "Globally stable dark energy in F(R) gravity",
      "link": "https://iopscience.iop.org/article/10.1088/1674-1137/ae07bc",
      "authors": "Hua Chen and 华 陈",
      "source": "Chinese Physics C",
      "summary": "models for dark energy generally exhibit a weak curvature singularity, which can be cured by adding an term. This correction allows for a unified description of primordial and late-time accelerated expansions. However, most existing models struggle to achieve this, as they become unstable over certain negative ranges of the Ricci scalar, where either the first or second derivative of turns negative. These instabilities may disrupt the post-inflationary evolution when the Ricci scalar oscillates about the vacuum state after the inflation. In this paper, we introduce a model-building process to guarantee global stability, i.e., the first and second derivatives are positive for all real Ricci scalars. By extending the idea from Appleby and Battye, we demonstrate that viable models can be constructed by imposing a positive, bounded first derivative of with a sigmoid shape. Building upon this framework, we first reformulate and generalize the original Appleby-Battye model. Then, we propose a dark energy model that successfully explains the acceleration of cosmic expansion and passes local gravity tests."
    },
    {
      "title": "Dark matter subhalo evaporation by Coulomb-like interaction with galactic gas*",
      "link": "https://iopscience.iop.org/article/10.1088/1674-1137/ae07be",
      "authors": "Yugen Lin, 宇根 林, Yu Gao and 宇 高",
      "source": "Chinese Physics C",
      "summary": "Coulomb-like interactions typically have a cross-section that scales with relative particle velocity according to . The momentum transfer rate between slightly charged dark matter (DM) and ionized particles increases significantly at low velocity, producing prominent evaporation effects on small-sized DM overdensities, which is a non-negligible influence for the evolution of DM subhalos. We calculate the subhalo evaporation rate in the ionized galactic region and show that, below the limits from current cosmic microwave background and baryon acoustic oscillation data, galactic ionized particles can effectively evaporate subhalos with masses below at a kilo-parsec distance from the galactic center, which can potentially affect the subhalo distribution in the inner galaxy. We also show the evaporation limits in terms of the electron-recoil direct detection cross-section and show that the evaporation effects can readily extend to the sub-MeV range, which is unconstrained in direct detection experiments."
    },
    {
      "title": "UrQMD simulations of higher-order cumulants in Au+Au collisions at high baryon density",
      "link": "https://iopscience.iop.org/article/10.1088/1674-1137/ae0995",
      "authors": "Xin Zhang, 鑫 张, Yu Zhang, 宇 张, Xiaofeng Luo, 晓峰 罗, Nu Xu and 怒 许",
      "source": "Chinese Physics C",
      "summary": "High moments of conserved quantities, such as net-baryon, net-electric charge, and net-strangeness, in heavy-ion collisions are sensitive to fluctuations caused by the quantum chromodynamics critical point (CP). The event-by-event analysis of high moments of the conserved charges has been widely used in experiments to search for the CP, particularly in the RHIC-STAR experiment. To establish a dynamical non-critical baseline, particularly in the high baryon density region, we performed a systematic analysis of the proton multiplicity distributions from Au+Au collisions at GeV. The beam energy, centrality, and rapidity width dependence of proton (factorial) cumulants, up to the order, were extracted from the calculations of a hadronic transport model called the ultra-relativistic quantum molecular dynamics (UrQMD) model. In addition, the effects of the initial volume fluctuation are discussed. These results will be important for the physics analysis of the RHIC Beam Energy Scan (BES) data, particularly for the fixed-target data and experimental data from future CBM experiments at FAIR."
    },
    {
      "title": "Towards a detection of reactor and oscillations with possible CP violation*",
      "link": "https://iopscience.iop.org/article/10.1088/1674-1137/ae0996",
      "authors": "Yifang Wang, 贻芳 王, Zhi-zhong Xing, 志忠 邢, Shun Zhou and 顺 周",
      "source": "Chinese Physics C",
      "summary": "We propose a novel method to detect reactor and oscillations by using elastic antineutrino-electron scattering processes (for ), among which the events can be singled out by accurately measuring the flux via the inverse beta decay . A proof-of-concept study shows that such measurements will not only be able to test the conservation of probability for reactor antineutrino oscillations, but also offer a new possibility to probe leptonic CP violation at the one-loop level."
    },
    {
      "title": "Ground-state properties of finite nuclei in relativistic Hartree-Bogoliubov theory with an improved quark mass density-dependent model*",
      "link": "https://iopscience.iop.org/article/10.1088/1674-1137/ae0997",
      "authors": "Renli Xu, 仁力 徐, Chen Wu, 琛 吴, Jian Liu, 健 刘, Bin Hong, 斌 洪, Jie Peng, 杰 彭, Xiong Li, 雄 李, Ruxian Zhu, 如仙 朱, Zhizhen Zhao, 至真 赵, Zhongzhou Ren and 中洲 任",
      "source": "Chinese Physics C",
      "summary": "A relativistic Hartree-Bogoliubov (RHB) model based on quark-meson coupling is developed with a new parametrization derived from experimental observables. Using this model, we systematically investigate the ground-state properties of even-even nuclei spanning , including binding energies, quadrupole deformations, root-mean-square charge radii, two-nucleon separation energies, two-nucleon shell gaps, and α-decay energies. Comparisons with available experimental data confirm that this subnucleon-based RHB model reliably describes the ground-state properties of finite nuclei."
    },
    {
      "title": "Valence quark distributions of pions: insights from Tsallis entropy*",
      "link": "https://iopscience.iop.org/article/10.1088/1674-1137/ae0998",
      "authors": "Jingxuan Chen, 京萱 陈, Xiaopeng Wang, 晓鹏 王, Yanbing Cai, 燕兵 蔡, Xurong Chen, 旭荣 陈, Qian Wang and 倩 王",
      "source": "Chinese Physics C",
      "summary": "We investigate the valence quark distributions of pions at a low initial scale ( ) using Tsallis entropy, a non-extensive measure that effectively captures long-range correlations among internal constituents. Utilizing the maximum entropy approach, we adopt two distinct functional forms and fit experimental data using the elegant GLR-MQ-ZRS evolution equation to derive the model parameters. Our findings indicate that the resulting valence quark distributions provide an optimal fit to the experimental data, with q values deviating from unity. This deviation indicates that correlations among valence quarks play a significant role in shaping understanding of the internal structures of pions. Additionally, our computations of the first three moments of the pion quark distributions at GeV2 display consistency with other theoretical models, thereby reinforcing the importance of incorporating valence quark correlations within this analytical framework."
    },
    {
      "title": "3H and 3He nuclei production in a combined thermal and coalescence framework for heavy-ion collisions in the few-GeV energy regime*",
      "link": "https://iopscience.iop.org/article/10.1088/1674-1137/ae099a",
      "authors": "Zbigniew Drogosz, Wojciech Florkowski, Nikodem Witkowski and Radoslaw Ryblewski",
      "source": "Chinese Physics C",
      "summary": "A thermal model describing hadron production in heavy-ion collisions in the few-GeV energy regime is combined with the concept of nucleon coalescence to make predictions for the production of 3H and 3He nuclei. A realistic parametrization of the freeze-out conditions is employed, which accurately reproduces the spectra of protons and pions. It also correctly predicts the deuteron yield, which agrees with experimental observations. However, the predicted yields of 3H and 3He are lower than the experimental results by approximately a factor of two. The model predictions for the spectra can be compared with future experimental data."
    },
    {
      "title": "Null test of cosmic curvature using deep learning method",
      "link": "https://iopscience.iop.org/article/10.1088/1674-1137/ae0b42",
      "authors": "Li Tang, 丽 唐, Liang Liu, 亮 刘, Ying Wu and 英 吴",
      "source": "Chinese Physics C",
      "summary": "Determining the spatial curvature of the Universe, a fundamental parameter defining the global geometry of spacetime, remains crucial yet contentious due to existing observational tensions. Although Planck satellite measurements have provided precise constraints on spatial curvature, discrepancies persist regarding whether the Universe is flat or closed. Here, we introduce a model-independent approach leveraging deep learning techniques, specifically residual neural networks (ResNet), to reconstruct the dimensionless Hubble parameter E(z) and the normalized comoving distance D(z) from H(z) data and multiple SNe Ia compilations. Our dual-block ResNet architecture, which integrates a model-driven block informed by CDM and a purely data-driven block, yields smooth and robust reconstructions and enables the derivation of D'(z). By combining these reconstructed quantities, we assess the curvature diagnostic function . Analyses of the Pantheon+ sample support spatial flatness at the 1 level over 0 < z < 2.5, with a mild tendency toward negative curvature at high redshift. Reconstructions based on Union3 and DESY5, however, show stronger departures toward negative curvature at intermediate and high redshifts. These results highlight the need for expanded and refined observational datasets to conclusively resolve these tensions and comprehensively investigate cosmic geometry."
    },
    {
      "title": "Prospects for searching for sterile neutrinos in dynamical dark energy cosmologies using joint observations of gravitational waves and γ-ray bursts*",
      "link": "https://iopscience.iop.org/article/10.1088/1674-1137/ae0b43",
      "authors": "Lu Feng, 露 冯, Tao Han, 涛 韩, Jing-Fei Zhang, 敬飞 张, Xin Zhang and 鑫 张",
      "source": "Chinese Physics C",
      "summary": "In the era of third-generation (3G) gravitational-wave (GW) detectors, GW standard siren observations from binary neutron star mergers provide a powerful tool for probing the expansion history of the universe. Because sterile neutrinos can influence cosmic evolution by modifying the radiation content and suppressing structure formation, GW standard sirens offer promising prospects for constraining sterile neutrino properties within a cosmological framework. Building on this, we investigate the prospects of detecting sterile neutrinos in dynamical dark energy (DE) models using joint observations from 3G GW detectors and a future short gamma-ray burst detector, such as a THESEUS-like telescope. We consider the wCDM, holographic DE (HDE), and Chevallier–Polarski–Linder (CPL) models. Our results show that the properties of DE can influence the constraints on sterile neutrino parameters. Moreover, the inclusion of GW data significantly improves constraints on both sterile neutrino parameters and other cosmological parameters across all three models compared to the current limits derived from CMB+BAO+SN (CBS) observations. When GW data are included in the CBS dataset, a preference for emerges at approximately the level in the wCDM and CPL models, while it reaches approximately in the HDE model. Moreover, the upper limits on are reduced by approximately 13%, 75%, and 3% in the wCDM, HDE, and CPL models, respectively."
    },
    {
      "title": "Nuclear temperature of spectator source extracted by neutron spectra in 124Sn,107Sn + 120Sn collisions at 600 MeV/nucleon*",
      "link": "https://iopscience.iop.org/article/10.1088/1674-1137/ae0f85",
      "authors": "Huixiao Duan, 慧晓 段, Fan Zhang, 凡 张, Kailei Wang, 凯雷 王, Jun Su and 军 苏",
      "source": "Chinese Physics C",
      "summary": "The properties of neutrons from spectator sources produced in 107,124Sn + 120Sn collisions at 600 MeV/nucleon are studied. The isospin-dependent quantum molecular dynamics (IQMD) model is used to describe the dynamical process of fragmentation, and the statistical model GEMINI is applied to simulate the secondary decay of the pre-fragments. The differential cross section and multiplicity of the neutrons emitted from the spectator source are used to prove the model's feasibility. The temperatures of the spectator source are extracted by two-source-fitting the transverse momentum distributions of the neutrons using the classical Maxwellian functions. The temperatures of the spectator sources extracted from calculations are consistent with the experimental data, those from the SMM model, and the isotopic temperature . However, the participant source exhibits anomalously high temperatures. Our work suggests the possible model-errors of the IQMD+GEMINI model when describing the neutron emission from the participant source, which is reference for the further development of the model."
    },
    {
      "title": "Search for the lepton number violating process *",
      "link": "https://iopscience.iop.org/article/10.1088/1674-1137/ae0f86",
      "authors": "M. Ablikim, 迪娜 麦, M. N. Achasov, P. Adlarson, X. C. Ai, 小聪 艾, R. Aliberti, A. Amoroso, Q. An, 琪 安, Y. Bai, 羽 白, O. Bakina, Y. Ban, 勇 班, H.-R. Bao, 浩然 包, V. Batozskaya, K. Begzsuren, N. Berger, M. Berlowski, M. B. Bertani, D. Bettoni, F. Bianchi, E. Bianco, A. Bortone, I. Boyko, R. A. Briere, A. Brueggemann, H. Cai, 浩 蔡, M. H. Cai, 铭航 蔡, X. Cai, 啸 蔡, A. Calcaterra, G. F. Cao, 国富 曹, N. Cao, 宁 曹, S. A. Cetin, X. Y. Chai, 新宇 柴, J. F. Chang, 劲帆 常, T. T. Chang, 甜甜 常, G. R. Che, 国荣 车, Y. Z. Che, 逾之 车, C. H. Chen, 春卉 陈, Chao Chen, 超 陈, G. Chen, 刚 陈, H. S. Chen, 和生 陈, H. Y. Chen, 弘扬 陈, M. L. Chen, 玛丽 陈, S. J. Chen, 申见 陈, S. L. Chen, 思璐 陈, S. M. Chen, 少敏 陈, T. Chen, 通 陈, X. R. Chen, 旭荣 陈, X. T. Chen, 肖婷 陈, X. Y. Chen, 心宇 陈, Y. B. Chen, 元柏 陈, Y. Q. Chen, Z. Chen, 琢 陈, Z. K. Chen, 梓康 陈, J. C. Cheng, 捷 程, L. N. Cheng, 利娜 程, S. K. Choi, X. Chu, 晓 初, G. Cibinetto, F. Cossio, J. Cottee-Meldrum, H. L. Dai, 洪亮 代, J. P. Dai, 建平 代, A. Dbeyssi, R. E. de Boer, D. Dedovich, C. Q. Deng, 创旗 邓, Z. Y. Deng, 子艳 邓, A. Denig, I. Denisenko, M. Destefanis, F. De Mori, B. Ding, 彪 丁, X. X. Ding, 晓萱 丁, Y. Ding, 逸 丁, Y. Ding, 勇 丁, Y. X. Ding, 玉鑫 丁, J. Dong, 静 董, L. Y. Dong, 燎原 董, M. Y. Dong, 明义 董, X. Dong, 翔 董, M. C. Du, 蒙川 杜, S. X. Du, 书先 杜, S. X. Du, 少旭 杜, X. L. Du, 小龙 杜, Y. Y. Duan, 尧予 段, Z. H. Duan, 宗欢 段, P. Egorov, G. F. Fan, 高峰 樊, J. J. Fan, 俊杰 樊, Y. H. Fan, 宇晗 范, J. Fang, 进 方, J. Fang, 建 方, S. S. Fang, 双世 房, W. X. Fang, 文兴 方, Y. Q. Fang, 亚泉 方, R. Farinelli, L. Fava, F. Feldbauer, G. Felici, C. Q. Feng, 常青 封, J. H. Feng, 俊华 冯, L. Feng, 琳 冯, Q. X. Feng, 千禧 冯, Y. T. Feng, 玙潼 冯, M. Fritsch, C. D. Fu, 成栋 傅, J. L. Fu, 金林 傅, Y. W. Fu, 亦威 傅, H. Gao, 涵 高, X. B. Gao, 鑫博 高, Y. Gao, 扬 高, Y. N. Gao, 语浓 高, Y. N. Gao, 原宁 高, Y. Y. Gao, 洋洋 高, Z. Gao, 枝 高, S. Garbolino, I. Garzia, P. T. Ge, 潘婷 葛, Z. W. Ge, 振武 葛, C. Geng, 聪 耿, E. M. Gersabeck, A. Gilman, K. Goetzen, J. D. Gong, 家鼎 龚, L. Gong, 丽 龚, W. X. Gong, 文煊 龚, W. Gradl, S. Gramigna, M. Greco, M. H. Gu, 旻皓 顾, Y. T. Gu, 运厅 顾, C. Y. Guan, 春懿 关, A. Q. Guo, 爱强 郭, J. N. Guo, 嘉宁 郭, L. B. Guo, 立波 郭, M. J. Guo, 梦娇 国, R. P. Guo, 如盼 郭, X. Guo, 旭 郭, Y. P. Guo, 玉萍 郭, A. Guskov, J. Gutierrez, K. L. Han, 坤霖 韩, T. T. Han, 婷婷 韩, F. Hanisch, K. D. Hao, 科迪 郝, X. Q. Hao, 喜庆 郝, F. A. Harris, K. K. He, 凯凯 何, K. L. He, 康林 何, F. H. Heinsius, C. H. Heinz, Y. K. Heng, 月昆 衡, C. Herold, P. C. Hong, 鹏程 洪, G. Y. Hou, 国一 侯, X. T. Hou, 贤涛 侯, Y. R. Hou, 颖锐 侯, Z. L. Hou, 治龙 侯, H. M. Hu, 海明 胡, J. F. Hu, 继峰 胡, Q. P. Hu, 启鹏 胡, S. L. Hu, 圣亮 胡, T. Hu, 涛 胡, Y. Hu, 誉 胡, Z. M. Hu, 忠敏 胡, G. S. Huang, 光顺 黄, K. X. Huang, 凯旋 黄, L. Q. Huang, 麟钦 黄, P. Huang, 盼 黄, X. T. Huang, 性涛 黄, Y. P. Huang, 燕萍 黄, Y. S. Huang, 永盛 黄, T. Hussain, N. Hüsken, N. in der Wiesche, J. Jackson, Q. Ji, 全 纪, Q. P. Ji, 清平 姬, W. Ji, 旺 季, X. B. Ji, 晓斌 季, X. L. Ji, 筱璐 季, X. Q. Jia, 晓倩 贾, Z. K. Jia, 泽坤 贾, D. Jiang, 地 姜, H. B. Jiang, 候兵 姜, P. C. Jiang, 沛成 蒋, S. J. Jiang, 思婧 蒋, X. S. Jiang, 晓山 江, Y. Jiang, 艺 蒋, J. B. Jiao, 健斌 焦, J. K. Jiao, 俊坤 焦, Z. Jiao, 铮 焦, S. Jin, 山 金, Y. Jin, 毅 金, M. Q. Jing, 茂强 荆, X. M. Jing, 新媚 景, T. Johansson, S. Kabana, N. Kalantar-Nayestanaki, X. L. Kang, 晓琳 康, X. S. Kang, 晓珅 康, M. Kavatsyuk, B. C. Ke, 百谦 柯, V. Khachatryan, A. Khoukaz, O. B. Kolcu, B. Kopf, M. Kuessner, X. Kui, 贤 奎, N. Kumar, A. Kupsc, W. Kühn, Q. Lan, 强 兰, W. N. Lan, 文宁 兰, T. T. Lei, 天天 雷, M. Lellmann, T. Lenz, C. Li, 翠 李, C. Li, 聪 李, C. H. Li, 春花 李, C. K. Li, 春凯 李, D. M. Li, 德民 李, F. Li, 飞 李, G. Li, 刚 李, H. B. Li, 海波 李, H. J. Li, 惠静 李, H. N. Li, 衡讷 李, Hui Li, 慧 李, J. R. Li, 嘉荣 李, J. S. Li, 静舒 李, J. W. Li, 井文 李, K. Li, 科 李, K. L. Li, 凯璐 李, K. L. Li, 凯璐 李, L. J. Li, 林健 李, Lei Li, 蕾 李, M. H. Li, 明浩 李, M. R. Li, 明润 李, P. L. Li, 佩莲 李, P. R. Li, 培荣 李, Q. M. Li, 启铭 李, Q. X. Li, 起鑫 李, R. Li, 燃 李, S. X. Li, 素娴 李, T. Li, 腾 李, T. Y. Li, 天佑 李, W. D. Li, 卫东 李, W. G. Li, 卫国 李, X. Li, 旭 李, X. H. Li, 旭红 李, X. L. Li, 晓玲 李, X. Y. Li, 晓宇 李, X. Z. Li, 绪泽 李, Y. Li, 洋 李, Y. G. Li, 彦谷 李, Y. P. Li, 雁鹏 李, Z. J. Li, 志军 李, Z. X. Li, 振轩 李, Z. Y. Li, 紫阳 李, C. Liang, 畅 梁, H. Liang, 昊 梁, Y. F. Liang, 勇飞 梁, Y. T. Liang, 羽铁 梁, G. R. Liao, 广睿 廖, L. B. Liao, 立波 廖, M. H. Liao, 明华 廖, Y. P. Liao, 一朴 廖, J. Libby, A. Limphirat, C. C. Lin, 长城 蔺, D. X. Lin, 德旭 林, L. Q. Lin, 麟筌 邵, T. Lin, 韬 林, B. J. Liu, 北江 刘, B. X. Liu, 宝鑫 刘, C. Liu, 成 刘, C. X. Liu, 春秀 刘, F. Liu, 芳 刘, F. H. Liu, 福虎 刘, Feng Liu, 峰 刘, G. M. Liu, 国明 刘, H. Liu, 昊 刘, H. B. Liu, 宏邦 刘, H. H. Liu, 欢欢 刘, H. M. Liu, 怀民 刘, Huihui Liu, 汇慧 刘, J. B. Liu, 建北 刘, J. J. Liu, 佳佳 刘, K. Liu, 坤 刘, K. Liu, 凯 刘, K. Y. Liu, 魁勇 刘, Ke Liu, 珂 刘, L. C. Liu, 良辰 刘, Lu Liu, 露 刘, M. H. Liu, P. L. Liu, 佩莲 刘, Q. Liu, 倩 刘, S. B. Liu, 树彬 刘, T. Liu, 桐 刘, W. K. Liu, 维克 刘, W. M. Liu, 卫民 刘, W. T. Liu, 婉婷 刘, X. Liu, 翔 刘, X. Liu, 鑫 刘, X. K. Liu, 筱康 刘, X. L. Liu, 兴淋 刘, X. Y. Liu, 雪吟 刘, Y. Liu, 义 刘, Y. Liu, 英 刘, Y. B. Liu, 玉斌 刘, Z. A. Liu, 振安 刘, Z. D. Liu, 宗德 刘, Z. Q. Liu, 智青 刘, X. C. Lou, 辛丑 娄, H. J. Lu, 海江 吕, J. G. Lu, 军光 吕, X. L. Lu, 小玲 陆, Y. Lu, 宇 卢, Y. H. Lu, 泱宏 卢, Y. P. Lu, 云鹏 卢, Z. H. Lu, 泽辉 卢, C. L. Luo, 成林 罗, J. R. Luo, 家瑞 罗, J. S. Luo, 家顺 罗, M. X. Luo, 民兴 罗, T. Luo, 涛 罗, X. L. Luo, 小兰 罗, Z. Y. Lv, 在裕 吕, X. R. Lyu, 晓睿 吕, Y. F. Lyu, 翌丰 吕, Y. H. Lyu, 云鹤 吕, F. C. Ma, 凤才 马, H. L. Ma, 海龙 马, Heng Ma, 衡 马, J. L. Ma, 俊力 马, L. L. Ma, 连良 马, L. R. Ma, 立瑞 马, Q. M. Ma, 秋梅 马, R. Q. Ma, 润秋 马, R. Y. Ma, 若云 马, T. Ma, 腾 马, X. T. Ma, 晓天 马, X. Y. Ma, 骁妍 马, Y. M. Ma, 玉明 马, F. E. Maas, I. MacKay, M. Maggiora, S. Malde, Q. A. Malik, H. X. Mao, 杭翔 毛, Y. J. Mao, 亚军 冒, Z. P. Mao, 泽普 毛, S. Marcello, A. Marshall, F. M. Melendi, Y. H. Meng, 琰皓 孟, Z. X. Meng, 召霞 孟, G. Mezzadri, H. Miao, 晗 妙, T. J. Min, 天觉 闵, R. E. Mitchell, X. H. Mo, 晓虎 莫, B. Moses, N. Yu. Muchnoi, J. Muskalla, Y. Nefedov, F. Nerling, Z. Ning, 哲 宁, S. Nisar, Q. L. Niu, 祺乐 牛, W. D. Niu, 文迪 牛, Y. Niu, 艳 牛, C. Normand, S. L. Olsen, Q. Ouyang, 群 欧阳, S. Pacetti, X. Pan, 祥 潘, Y. Pan, 越 潘, A. Pathak, Y. P. Pei, 宇鹏 裴, M. Pelizaeus, H. P. Peng, 海平 彭, X. J. Peng, 宣嘉 彭, Y. Y. Peng, 云翊 彭, K. Peters, K. Petridis, J. L. Ping, 加伦 平, R. G. Ping, 荣刚 平, S. Plura, V. Prasad, F. Z. Qi, 法制 齐, H. R. Qi, 红荣 漆, M. Qi, 鸣 祁, S. Qian, 森 钱, W. B. Qian, 文斌 钱, C. F. Qiao, 从丰 乔, J. H. Qiao, 佳辉 乔, J. J. Qin, 佳佳 秦, J. L. Qin, 嘉良 覃, L. Q. Qin, 丽清 秦, L. Y. Qin, 龙宇 秦, P. B. Qin, 鹏勃 秦, X. P. Qin, 潇萍 覃, X. S. Qin, 小帅 秦, Z. H. Qin, 中华 秦, J. F. Qiu, 进发 邱, Z. H. Qu, 子皓 屈, J. Rademacker, C. F. Redmer, A. Rivetti, M. Rolo, G. Rong, 刚 荣, S. S. Rong, 少石 荣, F. Rosini, Ch. Rosner, M. Q. Ruan, 曼奇 阮, N. Salone, A. Sarantsev, Y. Schelhaas, K. Schoenning, M. Scodeggio, K. Y. Shan, 科羽 尚, W. Shan, 葳 单, X. Y. Shan, 心钰 单, Z. J. Shang, 子杰 尚, J. F. Shangguan, 剑锋 上官, L. G. Shao, 立港 邵, M. Shao, 明 邵, C. P. Shen, 成平 沈, H. F. Shen, 宏飞 沈, W. H. Shen, 文涵 沈, X. Y. Shen, 肖雁 沈, B. A. Shi, 伯安 施, H. Shi, 华 史, J. L. Shi, 家磊 石, J. Y. Shi, 京燕 石, S. Y. Shi, 书宇 史, X. Shi, 欣 史, H. L. Song, 海林 宋, J. J. Song, 娇娇 宋, T. Z. Song, 天资 宋, W. M. Song, 维民 宋, Y. J. Song, 宇镜 宋, Y. X. Song, 昀轩 宋, Zirong Song, 子荣 宋, S. Sosio, S. Spataro, F. Stieler, S. S Su, 闪闪 苏, Y. J. Su, 杨捷 粟, G. B. Sun, 光豹 孙, G. X. Sun, 功星 孙, H. Sun, 昊 孙, H. K. Sun, 浩凯 孙, J. F. Sun, 俊峰 孙, K. Sun, 开 孙, L. Sun, 亮 孙, R. Sun, 睿 孙, S. S. Sun, 胜森 孙, T. Sun, Y. C. Sun, 雨长 孙, Y. H. Sun, 益华 孙, Y. J. Sun, 勇杰 孙, Y. Z. Sun, 永昭 孙, Z. Q. Sun, 泽群 孙, Z. T. Sun, 振田 孙, C. J. Tang, 昌建 唐, G. Y. Tang, 光毅 唐, J. Tang, 健 唐, J. J. Tang, 嘉骏 唐, L. F. Tang, 林发 唐, Y. A. Tang, 迎澳 唐, L. Y. Tao, 璐燕 陶, M. Tat, J. X. Teng, 佳秀 滕, J. Y. Tian, 济源 田, W. H. Tian, 文辉 田, Y. Tian, 野 田, Z. F. Tian, 喆飞 田, I. Uman, B. Wang, 斌 王, B. Wang, 博 王, Bo Wang, 博 王, C. Wang, 程 王, C. Wang, 超 王, Cong Wang, 聪 王, D. Y. Wang, 大勇 王, H. J. Wang, 泓鉴 王, J. J. Wang, 家驹 王, J. P. Wang, 吉鹏 王, K. Wang, 科 王, L. L. Wang, 亮亮 王, L. W. Wang, 璐怡 王, M. Wang, 萌 王, M. Wang, 咪 王, N. Y. Wang, 南洋 王, S. Wang, 顺 王, S. Wang, 石 王, T. Wang, 婷 王, T. J. Wang, 腾蛟 王, W. Wang, 维 王, W. Wang, 为 王, W. P. Wang, 维平 王, X. Wang, 轩 王, X. F. Wang, 雄飞 王, X. J. Wang, 希俊 王, X. L. Wang, 小龙 王, X. N. Wang, 新南 王, Y. Wang, 亦 王, Y. D. Wang, 雅迪 王, Y. F. Wang, 贻芳 王, Y. H. Wang, 英豪 王, Y. J. Wang, 祎景 王, Y. L. Wang, 艺龙 王, Y. N. Wang, 燕宁 王, Y. N. Wang, 亚男 王, Y. Q. Wang, 雨晴 王, Yaqian Wang, 亚乾 王, Yi Wang, 义 王, Yuan Wang, 源 王, Z. Wang, 铮 王, Z. Wang, 旨 王, Z. L. Wang, 治浪 王, Z. L. Wang, 治浪 王, Z. Q. Wang, 紫祺 王, Z. Y. Wang, 至勇 王, Ziyi Wang, 子一 王, D. Wei, 栋 魏, D. H. Wei, 代会 魏, H. R. Wei, F. Weidner, S. P. Wen, 硕频 文, Y. R. Wen, 亚冉 温, U. Wiedner, G. Wilkinson, M. Wolke, C. Wu, 晨 吴, J. F. Wu, 金飞 吴, L. H. Wu, 灵慧 伍, L. J. Wu, 连近 吴, L. J. Wu, 连近 吴, Lianjie Wu, 廉杰 武, S. G. Wu, 韶光 吴, S. M. Wu, 蜀明 吴, X. Wu, 潇 吴, X. H. Wu, 雄浩 伍, Y. J. Wu, 英杰 吴, Z. Wu, 智 吴, L. Xia, 磊 夏, X. M. Xian, 秀梅 咸, B. H. Xiang, 本后 向, D. Xiao, 栋 肖, G. Y. Xiao, 光延 肖, H. Xiao, 浩 肖, Y. L. Xiao, 云龙 肖, Z. J. Xiao, 振军 肖, C. Xie, 陈 谢, K. J. Xie, 凯吉 谢, Y. Xie, 勇 谢, Y. G. Xie, 宇广 谢, Y. H. Xie, 跃红 谢, Z. P. Xie, 智鹏 谢, T. Y. Xing, 天宇 邢, C. F. Xu, C. J. Xu, 创杰 许, G. F. Xu, 国发 许, H. Y. Xu, 皓月 许, M. Xu, 明 徐, Q. J. Xu, 庆君 徐, Q. N. Xu, T. D. Xu, 腾达 徐, W. Xu, 威 许, W. L. Xu, 万伦 徐, X. P. Xu, 新平 徐, Y. Xu, 月 徐, Y. C. Xu, 英超 胥, Z. S. Xu, 昭燊 许, F. Yan, 芳 严, F. Yan, 芳 严, H. Y. Yan, 浩宇 闫, L. Yan, 亮 严, W. B. Yan, 文标 鄢, W. C. Yan, 文成 闫, W. H. Yan, 文昊 闫, W. P. Yan, 文鹏 闫, X. Q. Yan, 薛强 严, H. J. Yang, 海军 杨, H. L. Yang, 昊霖 杨, H. X. Yang, 洪勋 杨, J. H. Yang, 君辉 杨, R. J. Yang, 润佳 杨, Y. Yang, 莹 杨, Y. H. Yang, 友华 杨, Y. Q. Yang, 永强 杨, Y. X. Yang, 逸翔 杨, Y. Z. Yang, 颖喆 杨, Z. P. Yao, 志鹏 姚, M. Ye, 梅 叶, M. H. Ye, 铭汉 叶, Z. J. Ye, 子健 叶, Junhao Yin, 俊昊 殷, Z. Y. You, 郑昀 尤, B. X. Yu, 伯祥 俞, C. X. Yu, 纯旭 喻, G. Yu, J. S. Yu, 洁晟 俞, L. W. Yu, 丽雯 喻, M. C. Yu, T. Yu, 涛 于, X. D. Yu, 旭东 余, Y. C. Yu, 烨淳 郁, C. Z. Yuan, 长征 苑, H. Yuan, 昊 袁, J. Yuan, 菁 袁, J. Yuan, 杰 袁, L. Yuan, 丽 袁, M. K. Yuan, 铭宽 袁, S. C. Yuan, 思成 苑, S. H. Yuan, 升豪 袁, X. Q. Yuan, 晓庆 袁, Y. Yuan, 野 袁, Z. Y. Yuan, 朝阳 袁, C. X. Yue, 崇兴 岳, Ying Yue, 颖 岳, A. A. Zafar, F. R. Zeng, 凡蕊 曾, S. H. Zeng, X. Zeng, 鑫 曾, Y. J. Zeng, 宇杰 曾, Y. J. Zeng, 溢嘉 曾, Y. C. Zhai, 云聪 翟, Y. H. Zhan, 永华 詹, A. Q. Zhang, 安庆 张, B. L. Zhang, 伯伦 张, B. X. Zhang, 丙新 张, D. H. Zhang, 丹昊 张, G. Y. Zhang, 耕源 张, G. Y. Zhang, 广义 张, H. Zhang, 晗 张, H. Zhang, 豪 张, H. C. Zhang, 航畅 张, H. H. Zhang, 宏浩 张, H. Q. Zhang, 华桥 张, H. R. Zhang, 浩然 张, H. Y. Zhang, 红宇 章, J. Zhang, 晋 张, J. J. Zhang, 进军 张, J. L. Zhang, 杰磊 张, J. Q. Zhang, 敬庆 张, J. S. Zhang, 家声 张, J. W. Zhang, 家文 张, J. X. Zhang, 景旭 张, J. Y. Zhang, 建勇 张, J. Z. Zhang, 景芝 张, Jianyu Zhang, 剑宇 张, L. M. Zhang, 黎明 张, Lei Zhang, 雷 张, N. Zhang, 楠 张, P. Zhang, 鹏 张, Q. Zhang, 强 张, Q. Y. Zhang, 秋岩 张, R. Y. Zhang, 若愚 张, S. H. Zhang, 水涵 张, Shulei Zhang, 书磊 张, X. M. Zhang, 晓梅 张, X. Y Zhang, X. Y. Zhang, 学尧 张, Y. Zhang, 瑶 张, Y. Zhang, 宇 张, Y. T. Zhang, 亚腾 张, Y. H. Zhang, 银鸿 张, Y. M. Zhang, 悦明 张, Y. P. Zhang, 越鹏 张, Z. D. Zhang, 正德 张, Z. H. Zhang, 泽恒 张, Z. L. Zhang, 兆领 张, Z. L. Zhang, 志龙 张, Z. X. Zhang, 泽祥 张, Z. Y. Zhang, 子羽 张, Z. Y. Zhang, 振宇 张, Z. Z. Zhang, 子扬 张, Zh. Zh. Zhang, G. Zhao, 光 赵, J. Y. Zhao, 静宜 赵, J. Z. Zhao, 京周 赵, L. Zhao, 雷 赵, L. Zhao, 玲 赵, M. G. Zhao, 明刚 赵, N. Zhao, 宁 赵, R. P. Zhao, 若平 赵, S. J. Zhao, 书俊 赵, Y. B. Zhao, 豫斌 赵, Y. L. Zhao, 艳琳 赵, Y. X. Zhao, 宇翔 赵, Z. G. Zhao, 政国 赵, A. Zhemchugov, B. Zheng, 波 郑, B. M. Zheng, 变敏 郑, J. P. Zheng, 建平 郑, W. J. Zheng, 文静 郑, X. R. Zheng, 心如 郑, Y. H. Zheng, 阳恒 郑, B. Zhong, 彬 钟, C. Zhong, 翠 钟, H. Zhou, 航 周, J. Q. Zhou, 嘉奇 周, S. Zhou, 帅 周, X. Zhou, 详 周, X. K. Zhou, 晓康 周, X. R. Zhou, 小蓉 周, X. Y. Zhou, 兴玉 周, Y. X. Zhou, 亦雄 周, Y. Z. Zhou, 袆卓 周, A. N. Zhu, 傲男 朱, J. Zhu, 江 朱, K. Zhu, 凯 朱, K. J. Zhu, 科军 朱, K. S. Zhu, 康帅 朱, L. Zhu, 林 朱, L. X. Zhu, 琳萱 朱, S. H. Zhu, 世海 朱, T. J. Zhu, 腾蛟 朱, W. D. Zhu, 稳定 朱, W. D. Zhu, 稳定 朱, W. J. Zhu, 文静 朱, W. Z. Zhu, 文卓 朱, Y. C. Zhu, 莹春 朱, Z. A. Zhu, 自安 朱, X. Y. Zhuang, 新宇 庄, J. H. Zou, 佳恒 邹, J. Zu, 健 祖 and (BESIII Collaboration)",
      "source": "Chinese Physics C",
      "summary": "Based on events collected with the BESIII detector, we search for the lepton number violating decay for the first time. The upper limit on the branching fraction of this decay is set to at the 90% confidence level with a frequentist method. This is the first search for decays with a lepton number change by two, offering valuable insights into the underlying physical processes."
    },
    {
      "title": "Axisymmetric generalization of zero-scalar-curvature solutions from the Schwarzschild metric via the Newman-Janis algorithm*",
      "link": "https://iopscience.iop.org/article/10.1088/1674-1137/ae1184",
      "authors": "Chen Lan, 晨 兰, Zi-Xiao Liu, 子虓 刘, Yan-Gang Miao and 炎刚 缪",
      "source": "Chinese Physics C",
      "summary": "We address a specific problem of the Newman-Janis algorithm: how to determine the general form of the complex transformation for the Schwarzschild metric and ensure that the resulting axisymmetric metric satisfies the zero-scalar-curvature condition . In this context, the zero-scalar-curvature condition acts as a constraint. Owing to this condition, we refer to the class of black holes as the \"Newman-Janis class of Schwarzschild black holes\" to emphasize the potential of the Newman-Janis algorithm as a classification tool for axisymmetric black holes. The general complex transformation we derive not only generates the Kerr, Taub-NUT, and Kerr-Taub-NUT black holes under specific choices of parameters but also suggests the existence of additional axisymmetric black holes. Our findings create an alternative avenue using the Newman-Janis algorithm to construct new axisymmetric black holes."
    },
    {
      "title": "Numerical study on the gauge symmetry of electroweak amplitudes*",
      "link": "https://iopscience.iop.org/article/10.1088/1674-1137/ae1185",
      "authors": "Wang-Fa Li, 旺发 黎, Junmou Chen, 俊谋 谌, Qian-Jiu Wang, 千久 王, Zhao-Huan Yu and 钊焕 余",
      "source": "Chinese Physics C",
      "summary": "Electroweak (EW) amplitudes in the gauge-Goldstone five-component formalism have a distinctive property: gauge symmetry is imprinted in the amplitudes, manifested as the massive Ward identity (MWI) . In this study, we used the HELAS package to numerically study gauge symmetry in EW amplitudes. First, we directly tested gauge symmetry by examining the MWI of amplitudes. Second, we modified the couplings within a vertex and among vertices to check if and how the MWI changes. Third, we tested gauge symmetry by considering the couplings modified by operators from the standard model effective field theory (SMEFT). Similar to the standard model, there are relations between different couplings that are protected by gauge symmetry. We observed that, if we modify the couplings to deviate from the relations, the MWI is violated. In contrast, the MWI is restored when the relations between couplings reduce to those in the SMEFT."
    },
    {
      "title": "0νββ decay nuclear matrix elements under Left-Right symmetric model from the spherical quasi-particle random phase approximation method with realistic force*",
      "link": "https://iopscience.iop.org/article/10.1088/1674-1137/ae1196",
      "authors": "Ri-Guang Huang, 日广 黄, You-Cai Chen, 友才 陈, Dong-Liang Fang and 栋梁 房",
      "source": "Chinese Physics C",
      "summary": "We perform the calculation of nuclear matrix elements for the neutrinoless double beta decays under a Left-Right symmetric model mediated by light neutrinos, and we adopt the spherical quasi-particle random-phase approximation (QRPA) approach with a realistic force. For eight nuclei: 76Ge, 82Se, 96Zr, 100Mo, 116Cd, 128Te, 130Te, and 136Xe, related nuclear matrix elements are given. We analyze each term, and the details of contributions from different parts are also provided. For the q term, we find that the weak-magnetism components of the nucleon current contribute equally to other components such as the axial-vector. We also discuss the influence of short-range correlations on these NMEs. It is found that the R term is more sensitive to short-range correlations than other terms due to the large portion of the contribution from high exchange momenta."
    },
    {
      "title": "Energy dependence of the elliptic flow ratio v 2 PP/v 2 RP in heavy-ion collisions using the AMPT model*",
      "link": "https://iopscience.iop.org/article/10.1088/1674-1137/ae1443",
      "authors": "Shaowei Lan, 少位 兰, Qiuhua Liu, 秋华 刘, Yong Li, 勇 李, Shusu Shi and 梳苏 施",
      "source": "Chinese Physics C",
      "summary": "We present a systematic study of the elliptic flow relative to the participant plane (PP) and reaction plane (RP) in Au+Au collisions at −200 GeV using the AMPT model (string melting version). The ratio / is investigated under different hadronic cascade times (0.6 fm/c, 10 fm/c, and the maximum evolution time) and across various collision centralities. The results show that, at a fixed collision energy, the ratio exhibits negligible sensitivity to the duration of the hadronic rescattering stage, indicating that hadronic interactions have a minimal effect on the relative difference generated by initial-state fluctuations. However, a strong energy dependence is observed: the ratio increases with beam energy and saturates above GeV, a trend that persists across all centralities. These findings highlight the dominant role of the partonic phase in converting initial-state geometry fluctuations into final-state momentum anisotropy. Conversely, at lower energies, the reduced partonic interaction strength limits the efficiency of this conversion, weakening the system’s ability to preserve the initial geometric information. Our results suggest that the conversion of initial geometric fluctuations into final momentum anisotropy requires sufficient partonic interactions."
    },
    {
      "title": "95 GeV Higgs boson and nano-Hertz gravitational waves from domain walls in the next-to-two-Higgs-doublet model*",
      "link": "https://iopscience.iop.org/article/10.1088/1674-1137/ae2082",
      "authors": "Haotian Xu, 浩天 徐, Yufei Wang, 宇飞 王, Xiao-Fang Han, 小芳 韩, Lei Wang and 磊 王",
      "source": "Chinese Physics C",
      "summary": "This study explores the diphoton and excesses at 95.4 GeV, as well as nano-Hertz gravitational waves originating from domain walls, within the framework of the next-to-two-Higgs-doublet model (N2HDM), which extends the two-Higgs-doublet model by introducing a real singlet scalar subject to a discrete symmetry. The symmetry is spontaneously broken by the non-zero vacuum expectation value of the singlet scalar, , which leads to the formation of domain walls. Two different scenarios are discussed: in scenario A, the 95.4 GeV Higgs boson predominantly originates from the singlet field, while in scenario B, it arises mainly from the CP-even components of the Higgs doublets. Accounting for relevant theoretical and experimental constraints, scenario A can fully account for both the diphoton and excesses at 95.4 GeV within the range. In the parameter space accommodating both excesses, scenario A fails to provide a valid explanation for the NANOGrav data up to 1000 TeV, and the predicted gravitational wave spectrum can exceed the SKA sensitivity curve in the low frequency region. Scenario B only marginally accounts for the diphoton and excesses at the level, but can simultaneously explain the NANOGrav data well."
    }
  ]
}