{
  "lastUpdated": "2025-07-18T02:54:06.647015",
  "papers": [
    {
      "title": "Systematic study of large-momentum distribution in nuclei with the operator product expansion",
      "link": "http://link.aps.org/doi/10.1103/25lw-j1lj",
      "authors": "Jiexin Yu (余杰鑫) and Bingwei Long (龙炳蔚)",
      "source": "Physical Review C",
      "summary": "Author(s): Jiexin Yu (余杰鑫) and Bingwei Long (龙炳蔚)The operator product expansion (OPE) is applied in conjunction with Pionless effective field theory to study the short-range structure of nuclei. By matching the OPE with the selected nuclear potentials for nucleon-nucleon scattering states, we obtain the Wilson coefficients. The nucleon momentum di…[Phys. Rev. C 112, 014005] Published Thu Jul 17, 2025"
    },
    {
      "title": "Structure and dynamics of open-shell nuclei from spherical coupled-cluster theory",
      "link": "http://link.aps.org/doi/10.1103/vbsk-fmqh",
      "authors": "Francesco Marino, Francesca Bonaiti, Sonia Bacca, Gaute Hagen, and Gustav R. Jansen",
      "source": "Physical Review C",
      "summary": "Author(s): Francesco Marino, Francesca Bonaiti, Sonia Bacca, Gaute Hagen, and Gustav R. JansenWe extend the spherical coupled-cluster ab initio method for open-shell nuclei where two nucleons are removed from a shell subclosure. Following the recent implementation of the two-particle-attached approach [Phys. Rev. C 110, 044306 (2024)], we focus on the two-particle-removed method. Using the e…[Phys. Rev. C 112, 014315] Published Thu Jul 17, 2025"
    },
    {
      "title": "Excited levels in odd-$A$ silver isotopes populated in fission of $^{252}\\mathrm{Cf}$",
      "link": "http://link.aps.org/doi/10.1103/nwlm-bxqc",
      "authors": "W. Urban, A. Abramuk, J. Kurpeta, T. Rząca-Urban, A. G. Smith, and J. P. Greene",
      "source": "Physical Review C",
      "summary": "Author(s): W. Urban, A. Abramuk, J. Kurpeta, T. Rząca-Urban, A. G. Smith, and J. P. GreeneExcited levels in $^{111−121}\\mathrm{Ag}$, odd-$A$ isotopes populated following spontaneous fission of $^{252}\\mathrm{Cf}$ have been studied using high-fold $γ$ coincidences measured with Gammasphere array of Compton-suppressed Ge spectrometers at Argonne National Laboratory. The experimental inform…[Phys. Rev. C 112, 014316] Published Thu Jul 17, 2025"
    },
    {
      "title": "Benchmarking dynamical correlation energies in odd-mass chromium isotopes",
      "link": "http://link.aps.org/doi/10.1103/5n8s-q23x",
      "authors": "Y. Li, E. F. Zhou, and J. M. Yao",
      "source": "Physical Review C",
      "summary": "Author(s): Y. Li, E. F. Zhou, and J. M. YaoNuclear energy density-functional theory (DFT) provides a microscopic framework for predicting nuclear masses with sub-MeV accuracy by incorporating pairing correlations and deformation effects. A key ingredient for reaching this precision is the inclusion of dynamical correlation energies (DCEs), c…[Phys. Rev. C 112, 014317] Published Thu Jul 17, 2025"
    },
    {
      "title": "Soft-hard framework with exact four-momentum conservation for small systems",
      "link": "http://link.aps.org/doi/10.1103/r8jt-1xpk",
      "authors": "I. Soudi <em>et al.</em> (The JETSCAPE Collaboration)",
      "source": "Physical Review C",
      "summary": "Author(s): I. Soudi et al. (The JETSCAPE Collaboration)A new framework, called x-scape, for the combined study of both hard and soft transverse momentum sectors in high-energy proton-proton ($p\\text{−}p$) and proton-nucleus ($p\\text{−}A$) collisions is set up. A dynamical initial state is set up using the 3d-Glauber model with transverse locations of ho…[Phys. Rev. C 112, 014905] Published Thu Jul 17, 2025"
    },
    {
      "title": "Stability conditions for bound states in antiprotonic atoms",
      "link": "http://link.aps.org/doi/10.1103/c5z1-3dtq",
      "authors": "Fredrik Parnefjord Gustafsson, Daniel Pęcak, and Tomasz Sowiński",
      "source": "Physical Review C",
      "summary": "Author(s): Fredrik Parnefjord Gustafsson, Daniel Pęcak, and Tomasz SowińskiWe study the stability of bound antiprotons in close proximity to the atomic nucleus. Using experimental data from x-ray spectroscopy measurements of antiprotonic atom transitions, we tune a minimal theoretical framework and estimate parameter ranges where the strong or electromagnetic decay channel…[Phys. Rev. C 112, 015207] Published Thu Jul 17, 2025"
    },
    {
      "title": "Astrophysical $S$ factor and reaction rate of the direct $^{12}\\mathrm{C}$($p,γ$)$^{13}\\mathrm{N}$ capture process within a potential-model approach",
      "link": "http://link.aps.org/doi/10.1103/jggq-wqv6",
      "authors": "E. M. Tursunov, S. A. Turakulov, and A. S. Kadyrov",
      "source": "Physical Review C",
      "summary": "Author(s): E. M. Tursunov, S. A. Turakulov, and A. S. KadyrovThe astrophysical direct nuclear capture reaction $^{12}\\mathrm{C}(p,γ)^{13}\\mathrm{N}$ is studied within the framework of a potential model. Parameters of the nuclear $p\\phantom{\\rule{0.16em}{0ex}}\\text{−}^{12}\\mathrm{C}$ interaction potentials of the Woods-Saxon form are adjusted to reproduce expe…[Phys. Rev. C 112, 015808] Published Thu Jul 17, 2025"
    },
    {
      "title": "Measurement of the parity-violating asymmetry in the $N→\\mathrm{Δ}$ transition at low ${Q}^{2}$",
      "link": "http://link.aps.org/doi/10.1103/3xl1-jytq",
      "authors": "D. Adhikari <em>et al.</em> (Qweak Collaboration)",
      "source": "Physical Review C",
      "summary": "Author(s): D. Adhikari et al. (Qweak Collaboration)We report the measurement of the parity-violating asymmetry in the $N→\\mathrm{Δ}$ transition via the ${e}^{−}+p→{e}^{−}+{\\mathrm{Δ}}^{+}$ reaction at two different kinematic points with low four-momentum transfer ${Q}^{2}$. Measurements were made with incident electron beam energies of 0.877 and 1.1…[Phys. Rev. C 112, L012501] Published Thu Jul 17, 2025"
    },
    {
      "title": "Uncertainty band evaluation of optical potentials and differential cross-sections. Application to $^8$Li + $^{58}$Ni elastic scattering",
      "link": "https://arxiv.org/abs/2507.11591",
      "authors": "O. C. B. Santos, J. G\\'omez-Camacho",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2507.11591v1 Announce Type: new \nAbstract: A statistical method is presented to evaluate the uncertainty bands in the optical nucleus-nucleus potential and in differential cross sections. The starting point is the least square fit of a set of experimental values of elastic differential cross sections, varying the relevant optical potential parameters. This is done using standard $\\chi^2$ minimization codes, that provide the covariance matrix of the parameters. A maximum likelihood exploration of the $\\chi^2$ surface in parameter space allows to determine the covariance matrix of the parameters associated to a contour of a given $\\chi^2$ value. Bayes theorem allows to assign probabilities (p-values) to the regions in parameter space, characterized by $\\chi^2$ contours. The method allows to obtain uncertainty bands of an arbitrary observables associated to a given p-value using two approaches. The general approach determines the extremes of the observables calculated in the region of parameter space associated to that p-value. This requires an adequate sampling of parameter space, and explicit calculations of the observables on all sampling points. The simplified approach considers uncertainty propagation of the observable in terms of the optical model parameters. This involves the least-square covariance matrix, given by $\\chi^2$ minimization codes, and analytically calculated enhancement factors for each p-value. The method, in the general and simplified approaches, is applied to recent measurements of the elastic differential cross sections of $^8$Li + $^{58}$Ni. $1\\sigma$ and $2\\sigma$ uncertainty bands are obtained for the optical potentials as a function of the distance, and the differential cross sections as a function of the angle. The general and simplified approaches are very similar in this case. The application of the procedure to determine uncertainty bands of complex scattering calculations is discussed."
    },
    {
      "title": "The $\\beta$-decay properties of $N=Z$ nuclei: Role of neutron-proton pairing and the shell model interpretation",
      "link": "https://arxiv.org/abs/2507.11769",
      "authors": "Priyanka Choudhary, Chong Qi",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2507.11769v1 Announce Type: new \nAbstract: We study the recently measured beta-decay of $^{70}$Kr into $^{70}$Br within the framework of the large-scale shell model. The enhancement in the Gamow-Teller (GT) transition strength in $^{70}$Br compared to the $\\beta$-decay of the lighter $^{62}$Ge was suggested as an indication for increased neutron-proton ($np$) pairing correlation. To explore the $np$ correlations in nuclei, we systematically examined the $\\beta$-decay properties of the even-even nuclei $A=58,62,66,$ and $70$ into $N=Z$ odd-odd nuclei. By employing an interaction involving solely $J=1, T=0$ and $J=0, T=1$ pairing matrix elements, we observe that the pairing does not necessarily lead to an enhancement in the GT strength for the same coupling strength. But with the inclusion of the $g_{9/2}$ orbital, the GT strength can be increased with increasing $np$ pairing in connection with the enhanced contribution from the $g_{9/2}$ orbital. We further compare those results with realistic calculations in the $fp$ and $f_{5/2}pg_{9/2}$ model space to gauge the contribution from $f_{7/2}$ and $g_{9/2}$ orbitals in the GT strengths. With the JUN45 interaction, there is an increment for the yrast $1^+$ state for the decay of $^{70}$Kr as compared to the decay of $^{62}$Ge due to increased $g_{9/2}$ contribution. Additionally, we probe the effect of $np$ pairing on $B_{\\rm GT}$ by modifying the single-particle energies and the $T = 0$ matrix elements of the interaction responsible for the decay transition strength. In calculations with realistic interaction, we find that the accumulated transition strength can increase with enhanced $np$ pairing."
    },
    {
      "title": "Monopole and Seniority Truncations in the Large-Scale Configuration Interaction Shell Model Approach",
      "link": "https://arxiv.org/abs/2507.11796",
      "authors": "Priyanka Choudhary, Chong Qi",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2507.11796v1 Announce Type: new \nAbstract: This paper addresses the challenges of solving the quantum many-body problem, particularly within nuclear physics, through the configuration interaction (CI) method. Large-scale shell model calculations often become computationally infeasible for systems with a large number of valence particles, requiring truncation techniques. We propose truncation methods for the nuclear shell model, in which angular momentum is conserved and rotational symmetry is restored. We introduce the monopole-interaction-based truncation and seniority truncation strategies, designed to reduce the dimension of the calculations. These truncations can be established by considering certain partitions based on their importance and selecting physically meaningful states. We examine these truncations for Sn, Xe, and Pb isotopes, demonstrating their effectiveness in overcoming computational limits. These truncations work well for systems with either a single type of valence nucleon or with both types. With these truncations, we are able to achieve good convergence for the energy at a very small portion of the total dimension."
    },
    {
      "title": "Intrinsic spin distributions in multinucleon transfer reactions",
      "link": "https://arxiv.org/abs/2507.11905",
      "authors": "Dan Dan Zhang, Dario Vretenar, Tamara Nik\\v{s}i\\'c, Peng Wei Zhao, Jie Meng",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2507.11905v1 Announce Type: new \nAbstract: Time-dependent covariant density functional theory (TD-CDFT) combined with angular momentum projection is developed and applied to study multinucleon transfer (MNT) reactions, with a focus on the intrinsic angular momentum distributions of the final fragments. Using the illustrative reaction $^{40}$Ca + $^{208}$Pb across a range of impact parameters, we find that the MNT process generates broad distributions of intrinsic spins. These distributions arise from the conversion of relative orbital angular momentum into intrinsic spin due to frictional interactions between the colliding nuclei. Additionally, mutual information (entanglement Shannon entropy) is employed to analyze correlations between the intrinsic spins of the fragments."
    },
    {
      "title": "M1 dipole strength from projected generator coordinate method calculations in the sd-shell valence space",
      "link": "https://arxiv.org/abs/2507.12037",
      "authors": "Stavros Bofos, Jaime Mart\\'inez-Larraz, Benjamin Bally, Thomas Duguet, Mikael Frosini, Tom\\'as R. Rodr\\'iguez, Kamila Sieja",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2507.12037v1 Announce Type: new \nAbstract: The low-energy enhancement observed in the deexcitation $\\gamma$-ray strength functions, attributed to magnetic dipole (M1) radiations, has spurred theoretical efforts to improve on its description. Among the most widely used approaches are the quasiparticle random-phase approximation (QRPA) and its extensions. However, these methods often struggle to reproduce the correct behavior of the M1 strength at the lowest $\\gamma$ energies. An alternative framework, the projected generator coordinate method (PGCM), offers significant advantages over QRPA by restoring broken symmetries and incorporating both vibrational and rotational dynamics within a unified description. Due to these features, PGCM has been proposed as a promising tool to study the low-energy M1 strength function in atomic nuclei. However, comprehensive investigations employing this method are lacking. The PGCM is presently used within the frame of sd-shell valence space calculations based on the USDB shell-model interaction to benchmark its performance against the solutions obtained via exact diagonalization. The reliability of two different sets of generator coordinates in the PGCM calculations is gauged using ${}^{24}$Mg as a test case. The ability of the PGCM to reproduce results from exact diagonalization in the sd valence space is demonstrated for $1^{+}$ states and M1 transitions. Future work will need to assess whether the proposed method can be applied systematically and extended to large-scale calculations while maintaining a reasonable computational cost."
    },
    {
      "title": "Coherent State Path Integral Reveals Unexpected Vacuum Structure in Thermal Field Theory",
      "link": "https://arxiv.org/abs/2507.11608",
      "authors": "Rens Roosenstein, Maximilian Attems, W. A. Horowitz",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2507.11608v1 Announce Type: cross \nAbstract: We construct the path integral formulation of the partition function for a free scalar thermal field theory using coherent states, first in the ladder operator basis and then in the field operator basis. In so doing, we provide for the first time a mapping in quantum field theory between the field-basis coherent states and ladder-basis coherent states. Using either basis, one finds terms missed in the usual path integral derivation, which we identify as the vacuum energy contribution to the partition function. We then extend the field-basis coherent state method to the interacting $\\phi^4$ theory. In addition to the vacuum energy contribution, one finds a coupling of a vacuum expectation value to the mass term that is absent in the existing literature."
    },
    {
      "title": "Bulk viscosity and $n$-component fluids",
      "link": "https://arxiv.org/abs/2507.12365",
      "authors": "Saga S\\\"appi",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2507.12365v1 Announce Type: cross \nAbstract: Understanding the hydrodynamics of out-of-equilibrium dense viscous fluids is of key importance to accurate descriptions of physical systems such as compact stars, particularly their mergers. We consider a near-equilibrium relativistic fluid with $n$ independent and small chemical potentials restoring the system back towards equilibrium. By diagonalising the evolution equation for the out-of-equilibrium chemical potentials, we construct an explicit evolution equation for the bulk scalar of the system in second-order hydrodynamics in terms of equilibrium quantities. We find expressions for the $2n$ transport quantities and show that in the rest frame of the fluid, the system admits a Green's function corresponding to an $n$-component fluid."
    },
    {
      "title": "Puzzling $B(E2;0^+\\rightarrow 2^+)$ strength in the proton dripline nucleus $^{36}$Ca",
      "link": "https://arxiv.org/abs/2502.14106",
      "authors": "Z. C. Xu, S. M. Wang, T. Beck, A. Gade, W. Nazarewicz",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2502.14106v3 Announce Type: replace \nAbstract: Recent measurements of the $E2$ transition rate from the ground state to the first 2$^+$ excited state of the proton dripline nucleus $^{36}$Ca show an unusual pattern when compared to its isotopic neighbor $^{38}$Ca: despite having a higher $E_x(2_1^+)$ excitation energy, the $B(E2; 0^+_1\\rightarrow 2^+_1)$ rate in $^{36}$Ca is larger. The question that naturally arises is to what extent this observation can be attributed to the unbound character of the $2^+_1$ state. To understand the influence of the continuum space on the low-energy properties of $^{36}$Ca, we carried out Gamow shell model calculations that can account for the continuum coupling effects associated with the occupation of unbound $fp$ shells. We found that in the threshold $2^+$ state, $^{36}$Ca is spatially diffused, which impacts the observed $B(E2)$ trend."
    },
    {
      "title": "Fault-tolerant fermionic quantum computing",
      "link": "https://arxiv.org/abs/2411.08955",
      "authors": "Alexander Schuckert, Eleanor Crane, Alexey V. Gorshkov, Mohammad Hafezi, Michael J. Gullans",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2411.08955v2 Announce Type: replace-cross \nAbstract: Simulating the dynamics of electrons and other fermionic particles in quantum chemistry, materials science, and high-energy physics is one of the most promising applications of fault-tolerant quantum computers. However, the overhead in mapping time evolution under fermionic Hamiltonians to qubit gates renders this endeavor challenging. We introduce fermionic fault-tolerant quantum computing, a framework which removes this overhead altogether. Using native fermionic operations we first construct a repetition code which corrects phase errors only. Within a fermionic color code, which corrects for both phase and loss errors, we then realize a universal fermionic gate set, including transversal fermionic Clifford gates. Interfacing with qubit color codes we introduce qubit-fermion fault-tolerant computation, which allows for qubit-controlled fermionic time evolution, a crucial subroutine in state-of-the-art quantum algorithms. As an application, we consider simulating crystalline materials, finding an exponential improvement in circuit depth for a single time step from $\\mathcal{O}(N)$ to $\\mathcal{O}(\\log(N))$ with respect to lattice site number $N$ while retaining a site count of $\\tilde{\\mathcal{O}}(N)$, implying a linear-in-$N$ end-to-end gate depth for simulating materials, as opposed to quadratic in previous approaches. We also introduce a fermion-inspired qubit algorithm with $O(\\mathrm{log}(N)$ depth, but a prohibitive number of additional ancilla qubits. We show how our framework can be implemented in neutral atoms, overcoming the apparent inability of neutral atoms to implement non-number-conserving gates. Our work opens the door to fermion-qubit fault-tolerant quantum computation in platforms with native fermions such as neutral atoms, quantum dots and donors in silicon, with applications in quantum chemistry, material science, and high-energy physics."
    },
    {
      "title": "A deep neural network approach to solve the Dirac equation",
      "link": "https://arxiv.org/abs/2412.03090",
      "authors": "Chuanxin Wang, Tomoya Naito, Jian Li, Haozhao Liang",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2412.03090v2 Announce Type: replace-cross \nAbstract: We extend the method from [Naito, Naito, and Hashimoto, Phys. Rev. Research 5, 033189 (2023)] to solve the Dirac equation not only for the ground state but also for low-lying excited states using a deep neural network and the unsupervised machine learning technique. The variational method fails because of the Dirac sea, which is avoided by introducing the inverse Hamiltonian method. For low-lying excited states, two methods are proposed, which have different performances and advantages. The validity of this method is verified by the calculations with the Coulomb and Woods-Saxon potentials."
    },
    {
      "title": "Non-Radial Oscillation Modes in Hybrid Stars with Hyperons and Delta Baryons",
      "link": "https://arxiv.org/abs/2412.12002",
      "authors": "Ishfaq Ahmad Rather, Kau D. Marquez, Prashant Thakur, Odilon Louren\\c{c}o",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2412.12002v2 Announce Type: replace-cross \nAbstract: We study the effects of hyperons, delta baryons, and quark matter phase transitions on $f$-mode oscillations in neutron stars. Using the density-dependent relativistic mean-field model (DDME2) for the hadronic phase and the density-dependent quark mass (DDQM) model for the quark phase, we construct hadronic and hybrid equations of state (EoSs) consistent with astrophysical constraints. Including hyperons and delta baryons soften the EoS, reducing maximum mass, while phase transition to the quark matter further softens the EoS, decreasing the speed of sound and hence the maximum mass. We confirm the well-known overestimation of $f$-mode frequencies by the Cowling approximation (by about 10-30\\%) compared to full General Relativity calculation, and show that this discrepancy persists across models including hyperons, $\\Delta$ baryons, and a phase transition to quark matter. While the discrepancy generally decreases with stellar mass, it increases near the maximum mass in the presence of a phase transition compared to EoSs without this phenomenology. We derive universal relations connecting the frequencies of the $f$-mode to the average density, compactness, and tidal deformability, finding significant deviations due to hyperons and delta baryons. These deviations could provide distinct observational signatures in gravitational wave data, offering new insights into dense matter physics and advancing gravitational wave asteroseismology of neutron star interiors. Empirical relations for mass-scaled and radius-scaled frequencies are also provided, highlighting the importance of GR calculations for accurate modeling."
    },
    {
      "title": "Spin alignment of quarkonia in vortical quark-gluon plasma",
      "link": "https://arxiv.org/abs/2502.05866",
      "authors": "Yuhao Liang, Shu Lin",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2502.05866v2 Announce Type: replace-cross \nAbstract: The spin alignment of $J/\\psi$ with respect to event plane in relativistic heavy ion collisions exhibits a significant signal. We propose a possible mechanism for spin alignment through spin dependent dissociation of quarkonia in a vortical quark-gluon plasma. The spin dependent dissociation is realized through inelastic scattering between constituents of quarkonium and those of quark-gluon plasma polarized by the vorticity. The spin dependent dissociation rate is found to depend on the directions of vorticity, quantization axis, and quark momentum. We implement our results in a dissociation dominated evolution model for quarkonia in the Bjorken flow, finding the spin $0$ state is slightly suppressed compared to the average of the other two, which is consistent with the sign found in experiments. We also find absence of logarithmic enhancement in binding energy in the vortical correction to dissociation rate, which is understood from the requirement that a spin dependent dissociation can only come from quark coupling to a pair of chromomagnetic and chromoelectric field."
    },
    {
      "title": "Multiple rescattering effects in the hard knockout reaction 2$$\\mathbf {^2}$$H(p,2p)n$$\\varvec{(p,2p)n}$$",
      "link": "https://epja.epj.org/10.1140/epja/s10050-025-01631-4",
      "authors": "A. B. Larionov",
      "source": "European Physical Journal A",
      "summary": "Authors: A. B. Larionov.The European Physical Journal A Vol. 61 , page 160Published online: 14/7/2025"
    },
    {
      "title": "Exploring freezeout dynamics and deconfinement in Au+Au$$Au+Au$$ collisions using STAR data",
      "link": "https://epja.epj.org/10.1140/epja/s10050-025-01633-2",
      "authors": "Pei-Pin Yang, M. Waqas, Muhammad Ajaz, Wei Xie, Jihane Ben Slimane, Haifa I. Alrebdi, Abd Al Karim Haj Ismail",
      "source": "European Physical Journal A",
      "summary": "Authors: Pei-Pin Yang, M. Waqas, Muhammad Ajaz, Wei Xie, Jihane Ben Slimane, Haifa I. Alrebdi and Abd Al Karim Haj Ismail.The European Physical Journal A Vol. 61 , page 161Published online: 14/7/2025"
    },
    {
      "title": "A deep neural network approach to solve the Dirac equation",
      "link": "https://epja.epj.org/10.1140/epja/s10050-025-01630-5",
      "authors": "Chuanxin Wang, Tomoya Naito, Jian Li, Haozhao Liang",
      "source": "European Physical Journal A",
      "summary": "Authors: Chuanxin Wang, Tomoya Naito, Jian Li and Haozhao Liang.The European Physical Journal A Vol. 61 , page 162Published online: 15/7/2025"
    },
    {
      "title": "Simplified and more efficient computations of angular-momentum-coupled Goldstone diagrams",
      "link": "https://epja.epj.org/10.1140/epja/s10050-025-01637-y",
      "authors": "S. L. Jin, J. H. Hou, F. R. Xu",
      "source": "European Physical Journal A",
      "summary": "Authors: S. L. Jin, J. H. Hou and F. R. Xu.The European Physical Journal A Vol. 61 , page 163Published online: 15/7/2025"
    },
    {
      "title": "Mass spectrum and magnetic moments of singly-charmed baryons: A quark-diquark model analysis of Ω<sub><em>c</em></sub>(3185)<sup>0</sup> and Ω<sub><em>c</em></sub>(3327)<sup>0</sup>",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269325004940?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: September 2025Source: Physics Letters B, Volume 868Author(s): Sinem Küçükyılmaz, Halil Mutuk"
    }
  ]
}