{
  "lastUpdated": "2025-09-17T02:15:40.054218",
  "papers": [
    {
      "title": "Deuteron-deuteron interaction and correlation function",
      "link": "http://link.aps.org/doi/10.1103/ttrc-qhv5",
      "authors": "Duo-Lun Ge, Zhi-Wei Liu, Jun-Xu Lu, and Li-Sheng Geng",
      "source": "Physical Review C",
      "summary": "Author(s): Duo-Lun Ge, Zhi-Wei Liu, Jun-Xu Lu, and Li-Sheng GengThe interaction between deuterons ($d\\text{−}d$) is pivotal for understanding the characteristics of certain light nuclei from the perspective of the deuteron cluster and achieving a precise reproduction of $d\\text{−}d$ fusion cross sections. In this work, we construct a set of elastic $d\\text{−}d$ …[Phys. Rev. C 112, 034003] Published Mon Sep 15, 2025"
    },
    {
      "title": "Effect of potential-energy-model inaccuracies on predictions of fission-fragment mass distributions based on the Brownian shape-motion method",
      "link": "http://link.aps.org/doi/10.1103/vfy1-slt9",
      "authors": "Peter Möller and Christelle Schmitt",
      "source": "Physical Review C",
      "summary": "Author(s): Peter Möller and Christelle SchmittBackground: Most actinide nuclides fission asymmetrically. A common explanation was that this division benefited from leading to fragments in the vicinity of the doubly magic $^{132}\\mathrm{Sn}$. It was tacitly assumed that lighter nuclides would all fission symmetrically because a similar situation…[Phys. Rev. C 112, 034316] Published Mon Sep 15, 2025"
    },
    {
      "title": "Quantifying uncertainty in machine learning for nuclear binding energy",
      "link": "http://link.aps.org/doi/10.1103/tdk4-c4tp",
      "authors": "Mengyao Huang, Kyle A. Wendt, Nicolas F. Schunck, and Erika M. Holmbeck",
      "source": "Physical Review C",
      "summary": "Author(s): Mengyao Huang, Kyle A. Wendt, Nicolas F. Schunck, and Erika M. HolmbeckMachine learning (ML) is rapidly becoming an important technique in nuclear physics. However, applying machine learning reliably requires quantifying the uncertainty in an ML model, which can be computationally very expensive, requiring multiple runs of training. Researchers at Lawrence Livermore National Laboratory have, for the first time in nuclear physics, implemented a method to combine training data features with biases also selected from the training data features, which allow for simultaneous fitting and uncertainty quantification. When applied to nuclear binding energies, the new method not only successfully quantifies the errors, but in particular signals when the ML model is extrapolated too far from data and becomes unreliable. This heralds a new ability to extrapolate data to extreme conditions, with reduced computational resources, yet without compromising our knowledge of how trustworthy the extrapolation is.[Phys. Rev. C 112, 034317] Published Mon Sep 15, 2025"
    },
    {
      "title": "One-nucleon transfer reactions in the $^{20}\\mathrm{Ne}+^{76}\\mathrm{Ge}$ system at ${E}_{\\text{lab}}=15.3\\phantom{\\rule{0.16em}{0ex}}\\mathrm{MeV}/\\mathrm{u}$",
      "link": "http://link.aps.org/doi/10.1103/44xl-dkwq",
      "authors": "R. Linares <em>et al.</em> (NUMEN Collaboration)",
      "source": "Physical Review C",
      "summary": "Author(s): R. Linares et al. (NUMEN Collaboration)Background: The nuclear matrix element (NME) is an important quantity in studies of the neutrinoless double beta ($0νββ$) decay, for which the $^{76}\\mathrm{Ge}$ nucleus is one of the candidate isotopes for direct searches. The NME might be experimentally constrained by heavy-ion double charge excha…[Phys. Rev. C 112, 034610] Published Mon Sep 15, 2025"
    },
    {
      "title": "Extension of the integrated hydrokinetic model to nuclear collision energies relevant for the RHIC Beam-Energy Scan program and the research program at GSI-FAIR",
      "link": "http://link.aps.org/doi/10.1103/2g39-y1d1",
      "authors": "Musfer Adzhymambetov and Yuri Sinyukov",
      "source": "Physical Review C",
      "summary": "Author(s): Musfer Adzhymambetov and Yuri SinyukovThe present work is devoted to developing the integrated hydrokinetic model (iHKM) for relativistic nucleus-nucleus collisions. While the previous cycle of works on this topic focused on ultrarelativistic collisions at the top RHIC and different LHC energies, the current work addresses relativistic …[Phys. Rev. C 112, 034906] Published Mon Sep 15, 2025"
    },
    {
      "title": "Production of multistrange hadrons in $\\mathrm{Pb}+\\mathrm{Pb}$ collisions at energies available at the CERN Large Hadron Collider using the $\\mathrm{HYDJET}++$ model",
      "link": "http://link.aps.org/doi/10.1103/37rd-tcgd",
      "authors": "Gauri Devi and B. K. Singh",
      "source": "Physical Review C",
      "summary": "Author(s): Gauri Devi and B. K. SinghFor the present work, we have used the $\\mathrm{HYDJET}++$ model to explore the production of pure multi-strange hadrons in $\\mathrm{Pb}+\\mathrm{Pb}$ collisions at $\\sqrt{{s}_{NN}}=2.76$ TeV and $\\sqrt{{s}_{NN}}=5.02$ TeV collision energies, respectively. We have performed simulations to investigate…[Phys. Rev. C 112, 034907] Published Mon Sep 15, 2025"
    },
    {
      "title": "Theoretical Signatures of QCD Phase Transitions in Compact Astrophysical Systems",
      "link": "https://arxiv.org/abs/2509.10589",
      "authors": "Debarshi Mukherjee",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2509.10589v1 Announce Type: new \nAbstract: We investigate theoretical signatures of first-order QCD phase transitions in high-density astrophysical systems through a framework combining lattice QCD, effective field theories, and multimessenger constraints. Hybrid equations of state with Maxwell and Gibbs constructions, constrained by lattice QCD at finite temperature and baryon chemical potential up to mu_B/T < 3, interpolate consistently between chiral effective field theory at nuclear densities and perturbative QCD at asymptotic densities. Applying these models to static neutron stars via Tolman-Oppenheimer-Volkoff equations and to binary mergers via relativistic hydrodynamics, we find distinctive signatures: (i) twin star branches with 0.5-2.0 km radius differences at fixed mass, (ii) equation of state softening in coexistence regions reducing maximum masses by 0.2-0.4 solar masses, (iii) delayed post-merger gravitational-wave frequency shifts of 200-400 Hz, and (iv) enhanced neutrino emission during phase transitions. Confronted with multimessenger constraints from GW170817, NICER observations of PSR J0740+6620 and PSR J0030+0451, and perturbative QCD, our models suggest strong first-order transitions are marginally consistent with current data but produce signatures detectable by next-generation detectors. Neutron star core sound speeds satisfy c_s^2 < 0.5c^2, with transient conformal bound violations in 2-4 times saturation density. This framework yields quantitative predictions for the Einstein Telescope and Cosmic Explorer, establishing foundations for precision QCD matter tests and possible quark matter discovery."
    },
    {
      "title": "SIV Guided Resolution of the Lithium-7 BBN Problem",
      "link": "https://arxiv.org/abs/2509.10721",
      "authors": "Vesselin G. Gueorguiev",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2509.10721v1 Announce Type: new \nAbstract: A possible resolution of the $^7$Li problem within the Standard Model Big-Bang Nucleosynthesis is presented. The key idea originates from the application of the Scale-Invariant Vacuum (SIV) paradigm to the BBN. However, here we arrive at the conclusion that Reparametrization Invariant Symmetry Scaling (RISS) is the more appropriate framework for the epoch of the BBN and use the SIV only as a guidance framework. The outcome is $\\chi^2<0.04$ fit to the observed primordial abundances of $^4$He, D/H, $^3$He/D, and fit of $\\chi^2\\approx1$ when including $^7$Li/H observations. The results are obtained and compared to the known standard BBN values by utilizing the publicly available PRIMAT code. The resolution of the $^7$Li problem requires SIV-guided deviation from the local thermal equilibrium during BBN, such that the thermal energy of matter and radiation scale differently with respect to the SIV-conformal factor $\\lambda$ during the BBN epoch. This may be viewed as conformal symmetry breaking due to cooling of plasma and the properties of matter. As such, the framework may be of relevance to the problem of the nuclear fusion as well. The deduced baryon matter content is $\\Omega_b\\approx12\\%$ for unbroken SIV and $\\Omega_b\\approx38\\%$ for partially broken SIV, but with $\\lambda1$ and $\\Omega_b\\approx10\\%$ with clear departure of $n_T$ away from the naive SIV suggested value. In all the cases where the $^7$Li problem is resolved, the baryon content is significantly higher than the usually accepted value of $\\Omega_b\\approx4.9\\%$ within the $\\Lambda$CDM.\n  \\keywords{Cosmology -- Primordial Nucleosynthesis -- dark matter, Reparametrization Invariance, Scale-Invariant Vacuum (SIV)}"
    },
    {
      "title": "Data-driven trap theory for nuclear scattering",
      "link": "https://arxiv.org/abs/2509.11072",
      "authors": "Hantao Zhang, Dong Bai, Xilin Zhang, Zhongzhou Ren",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2509.11072v1 Announce Type: new \nAbstract: We present a novel data-driven trap theory (abbreviated as DDTT) for nuclear scattering, which aims to overcome the limitations of the traditional trap method in dealing with narrow potential wells, while also providing a more efficient framework for handling long-range Coulomb interactions. As proof-of-concept examples, we employ this unified theory to analyze the elastic scattering of nucleon-nucleon and nucleon-{\\alpha} systems. DDTT can successfully produce results consistent with those from traditional approaches, highlighting its significance for ab initio light nuclei scattering studies and potential for applications in the heavier mass region."
    },
    {
      "title": "Few-Nucleon Systems within Finite-Cutoff Pionless EFT",
      "link": "https://arxiv.org/abs/2509.11180",
      "authors": "Liron H. Avraham, Betzalel Bazak",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2509.11180v1 Announce Type: new \nAbstract: We investigate pionless effective field theory (\\nopieft) with finite-cutoff regularization as a framework for describing few-nucleon systems. This formulation incorporates effective-range effects already at leading order (LO), thereby reaching next-to-leading-order (NLO) accuracy while maintaining computational efficiency. Using correlated-Gaussian stochastic variational methods in a weak harmonic-oscillator trap, together with neutral and Coulomb-modified quantization conditions, we calculate binding energies and low-energy $S$-wave scattering parameters for systems with up to five nucleons. At an optimal cutoff, the computed binding energies of the deuteron, triton, helion, and alpha particle reproduce experimental values at the percent level once a three-body force is included. Scattering parameters for proton--proton, nucleon--deuteron, nucleon--triton, proton--helion, deuteron--deuteron, and nucleon--alpha channels are obtained and found to be consistent with both experimental data and existing NLO \\nopieft\\ calculations. These results demonstrate that finite-cutoff \\nopieft\\ offers a robust and predictive framework for few-body nuclear physics."
    },
    {
      "title": "Nuclear transitions on demand",
      "link": "https://arxiv.org/abs/2509.11794",
      "authors": "C. -J. Yang",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2509.11794v1 Announce Type: new \nAbstract: I show a way to tune photo-nuclear cross section effectively and therefore achieve nuclear transitions \"on demand\". The method is based on combinatorial enhancement of multiphoton processes under intense conditions. Taking advantage of recent advances in high-power laser systems (HPLS) and nuclear structure calculations, efficient control of nuclear transitions up to E4 in multipolarity can be reached today. The same idea can be extended to the search for rare transitions and hidden states, which applies to the $\\gamma$-beams generated from conventional sources as well."
    },
    {
      "title": "Renormalization Group Approach to Confinement",
      "link": "https://arxiv.org/abs/2509.10658",
      "authors": "Gerrit Schierholz",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2509.10658v1 Announce Type: cross \nAbstract: While we have several complementary models of confinement, some of which are phenomenologically appealing, we do not have the ability to calculate analytically even simple aspects of confinement, let alone have a framework to eventually prove confinement. The problem we are facing is to evolve the theory from the perturbative regime to the long distance confining regime. This is generally achieved by renormalization group transformations. With the gradient flow we now have a technique to address the problem from first principles. The primary focus is on the running coupling $\\alpha_S(\\mu)$, from which confinement can be concluded alone. A central point is that the gluon condensate is scale invariant, which reflects its self-similar behavior across different scales. Building on that, we derive $\\alpha_S(\\mu) \\simeq \\Lambda_S^2/\\mu^2$, which evolves to the infrared fixed point $1/\\alpha_S = 0$ in accordance with infrared slavery. This shows that the only important factor is the presence of homogeneous vacuum fields, represented by condensates, which is a universal feature that QCD shares with many other models. The analytical statements are supported by numerical simulations."
    },
    {
      "title": "Glauber quark and gluon contributions to quark energy loss at next-to-leading order in the highly virtual regime",
      "link": "https://arxiv.org/abs/2509.10743",
      "authors": "Amit Kumar, Gojko Vujanovic",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2509.10743v1 Announce Type: cross \nAbstract: The higher-twist (HT) formalism is used at $O(\\alpha^2_s)$ to compute all possible medium-induced single emission scattering kernels for an incoming highly virtual and energetic quark traversing the nuclear environment. The effects of the heavy-quark mass scale are taken into account [Phys. Rev. C 94, 054902 (2016)] both in the initial state as well as in the final state, along with interactions involving both in-medium Glauber gluons and quarks [Nucl. Phys. A 793, 128 (2007)], as well as coherence effects [Phys. Rev. C 105, 024908 (2022)]. As this study is a continuation of our work on medium-induced photon production [Phys. Rev. C 112, 025204 (2025)], the general factorization procedure for $e$-$A$ deep-inelastic scattering is still used. An incoming quark energy loss in the nuclear medium yields four possible scattering kernels $\\it{K}_i$ with the following final states: (i) $q+g$, (ii) $\\it{g}+\\it{g}$, (iii) $q+\\bar{q}'$, where the quark $q$ may have a flavor different from the antiquark $\\bar{q}'$, and (iv) $q+q'$, where, again, $q$ may have a flavor different from $q'$. The collisional kernels include full phase factors from all non-vanishing diagrams and complete first-order derivative in the longitudinal direction ($k^-$) as well as second-order derivative in the transverse momentum ($k_{\\perp}$) gradient expansion. Furthermore, in-medium parton distribution functions and the related jet transport coefficients have a hard transverse-momentum dependence (of the emitted quark or gluon) present within the phase factor."
    },
    {
      "title": "Collective motion in the massive Schwinger model via Tensor Network",
      "link": "https://arxiv.org/abs/2509.10835",
      "authors": "Haiyang Shao, Shile Chen, Shuzhe Shi",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2509.10835v1 Announce Type: cross \nAbstract: We simulate the real-time dynamics of a massive Schwinger model using the Time-Evolving Block Decimation tensor network algorithm. Starting from a non-equilibrium initial state with localized energy excitation on top of vacuum, we track the subsequent evolution to investigate two distinct physical phenomena. First, by analyzing the system's energy-momentum tensor, we show that this system exhibits hydrodynamic behavior analogous to Bjorken flow at large coupling-to-mass ratio, a signature that diminishes as the coupling weakens, or mass increases. Second, by examining the evolution of the electric field and charge density, we observe the signal of spontaneous parity symmetry breaking phase transition in a dynamical system. The parity-restored regime is marked by ''string breaking'' and efficient charge screening, while the parity-broken regime displays stable propagation of nearly free charges and persistent electric fields connecting them."
    },
    {
      "title": "Onset of Bjorken Flow in Quantum Evolution of the Massive Schwinger Model",
      "link": "https://arxiv.org/abs/2509.10855",
      "authors": "Haiyang Shao, Shile Chen, Shuzhe Shi",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2509.10855v1 Announce Type: cross \nAbstract: The onset of hydrodynamics in the hot medium created in relativistic heavy-ion collisions is a crucial theoretical question. A first-principle simulation requires a real-time, non-perturbative calculation of the quantum system. In this Letter, we perform such simulations using the tensor network method, which enables large-scale quantum many-body simulations by retaining only the most essential quantum states for collective behaviors. We focus on the massive Schwinger model, a low-dimensional analog of quantum chromodynamics (QCD), as they share important properties such as confinement and chiral symmetry breaking. Starting from an initial state that puts a localized excitation atop the vacuum and mimics the energy deposition from colliding nuclei, we observe hydrodynamic behavior consistent with Bjorken flow in all relevant degrees of freedom: energy density, fluid velocity, and bulk pressure. The time scale for hydrodynamic onset aligns with the thermalization time of the quantum distribution function."
    },
    {
      "title": "Diffractive vector meson photo-production in Oxygen--Oxygen and Neon--Neon ultra-peripheral collisions at the LHC",
      "link": "https://arxiv.org/abs/2509.11359",
      "authors": "J. Cepila, J. G. Contreras, M. Matas, A. Ridzikova",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2509.11359v1 Announce Type: cross \nAbstract: The energy-dependent hotspot model is used to predict cross sections for vector-meson diffractive photo-nuclear production off oxygen ($\\gamma$O) and neon ($\\gamma$Ne) that can be extracted from ultra-peripheral O--O and Ne--Ne collisions, recently recorded at the LHC. In both cases, two models are used to describe the nuclear shapes. Woods-Saxon prescriptions for O and Ne as well as an alpha-cluster description of O and a bowling-pin-like shape for Ne, according to the PGCM formalism. Predictions are presented for the dependence on the centre-of-mass energy of the photon--nucleus system, as well as on Mandelstam-$t$, of the cross sections for the coherent and the incoherent photo-nuclear production of $\\rho^{0}$ and J/$\\psi$ vector mesons. Furthermore, the rapidity dependence of the ultra-peripheral cross section is reported for all cases. It is found that the incoherent process provides a measurable signature for the approach to the gluon-saturation regime, and that the simultaneous determination of $\\rho^{0}$ and J/$\\psi$ coherent and incoherent production provides a strong constraint on nuclear models for both O and Ne."
    },
    {
      "title": "Observation of quantum-field-theory dynamics on a spin-phonon quantum computer",
      "link": "https://arxiv.org/abs/2509.11477",
      "authors": "Anton T. Than, Saurabh V. Kadam, Vinay Vikramaditya, Nhung H. Nguyen, Xingxin Liu, Zohreh Davoudi, Alaina M. Green, Norbert M. Linke",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2509.11477v1 Announce Type: cross \nAbstract: Simulating out-of-equilibrium dynamics of quantum field theories in nature is challenging with classical methods, but is a promising application for quantum computers. Unfortunately, simulating interacting bosonic fields involves a high boson-to-qubit encoding overhead. Furthermore, when mapping to qubits, the infinite-dimensional Hilbert space of bosons is necessarily truncated, with truncation errors that grow with energy and time. A qubit-based quantum computer, augmented with an active bosonic register, and with qubit, bosonic, and mixed qubit-boson quantum gates, offers a more powerful platform for simulating bosonic theories. We demonstrate this capability experimentally in a hybrid analog-digital trapped-ion quantum computer, where qubits are encoded in the internal states of the ions, and the bosons in the ions' motional states. Specifically, we simulate nonequilibrium dynamics of a (1+1)-dimensional Yukawa model, a simplified model of interacting nucleons and pions, and measure fermion- and boson-occupation-state probabilities. These dynamics populate high bosonic-field excitations starting from an empty state, and the experimental results capture well such high-occupation states. This simulation approaches the regime where classical methods become challenging, bypasses the need for a large qubit overhead, and removes truncation errors. Our results, therefore, open the way to achieving demonstrable quantum advantage in qubit-boson quantum computing."
    },
    {
      "title": "$A_{\\beta}[E_{\\beta}]$ in $^{37}$K decay: new physics with opposite $\\beta$ helicity",
      "link": "https://arxiv.org/abs/2509.11502",
      "authors": "Melissa Anholm, J. A. Behr, D. G. Melconian, G. Gwinner, A. Gorelov, J. C. McNeil, B. Fenker, S. Behling",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2509.11502v1 Announce Type: cross \nAbstract: By extending our analysis and simulations of our $^{37}$K $\\beta$-decay data set to allow the $\\beta$ asymmetry with respect to nuclear spin to vary with $\\beta$ energy $E_{\\beta}$, we have gained sensitivity to new physics that depends on a helicity factor for the $\\beta$, $m_\\beta/E_\\beta$.\n  In particular, we constrain Lorentz scalar and tensor quark-lepton interaction strengths at a sensitivity complementary to the similar Fierz interference term in neutron $\\beta$ decay.\n  Our result for that new physics is\n  $b_F$ = -0.0002 $\\pm$ 0.024 (stat) $\\pm$ 0.039 (syst),\n  consistent with the standard model electroweak interaction value $b_F=0$. We consider presently achieved complementarity to $\\beta$-decay and particle physics experiments, along with projectable technical improvements to our method."
    },
    {
      "title": "Investigating the correlations of bulk properties of hyperon star with dark matter",
      "link": "https://arxiv.org/abs/2509.11758",
      "authors": "Rashmita Jena, Padmalaya Dash, S. K. Biswal",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2509.11758v1 Announce Type: cross \nAbstract: The strong gravitational pull of the neutron star leads to the accretion of dark matter (DM) inside the core of the neutron star. The accretion of DM affects the bulk properties of the neutron star. Here, we study how the accretion of WIMP (Weakly Interacting Massive Particles) dark matter particles affects the $\\Delta-$admixed hyperon star's bulk properties specifically mass, radius, tidal deformability, $f-$mode frequency and moment of inertia. The inclusion of dark matter softens the EOS (equation of state) and reduces the maximum possible mass, canonical radius, canonical tidal deformability, and moment of inertia of canonical star. However, the $f-$mode frequency of the canonical star increases. We find a cubical correlation between the dark matter fermi momenta $k_f^{DM}$ and bulk properties of canonical star."
    },
    {
      "title": "Nuclear Beavers",
      "link": "https://arxiv.org/abs/2509.12055",
      "authors": "Joshua Wylie, Pablo Giuliani, Kyle Godbey, Sylvester Agbemava",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2509.12055v1 Announce Type: cross \nAbstract: Nuclear physics is a very abstract field with little accessibility for wider audiences, and yet it is a field of physics with far reaching implications for everyday life. The Nuclear Beavers demonstration is a hands-on experience that offers an intuitive lens into nuclear structure and decay. We aim to provide a more accessible entry point for students and educators by substituting complex nuclear structures and interactions with tactile building blocks following well-defined rules, thereby opening nuclear physics concepts to the general public."
    },
    {
      "title": "Back and Forth with Akito Arima",
      "link": "https://arxiv.org/abs/2202.00093",
      "authors": "Larry Zamick, Castaly Fan",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2202.00093v3 Announce Type: replace \nAbstract: In 1967 Akito Arima spent a year as a visiting professor in the physics department of Rutgers University. In this work we pay tribute to him by discussing topics that we worked on that were directly influenced by his works or were closely related to his interests. These include nuclear Symmetries, magnetic and other moments, analytic expressions in the single $j$ shell model and schematic interactions."
    },
    {
      "title": "Solar fusion III: New data and theory for hydrogen-burning stars",
      "link": "https://arxiv.org/abs/2405.06470",
      "authors": "B. Acharya, M. Aliotta, A. B. Balantekin, D. Bemmerer, C. A. Bertulani, A. Best, C. R. Brune, R. Buompane, F. Cavanna, J. W. Chen, J. Colgan, A. Czarnecki, B. Davids, R. J. deBoer, F. Delahaye, R. Depalo, A. Garc\\'ia, M. Gatu Johnson, D. Gazit, L. Gialanella, U. Greife, D. Guffanti, A. Guglielmetti, K. Hambleton, W. C. Haxton, Y. Herrera, M. Huang, C. Iliadis, K. Kravvaris, M. La Cognata, K. Langanke, L. E. Marcucci, T. Nagayama, K. M. Nollett, D. Odell, G. D. Orebi Gann, D. Piatti, M. Pinsonneault, L. Platter, R. G. H. Robertson, G. Rupak, A. Serenelli, M. Sferrazza, T. Sz\\\"ucs, X. Tang, A. Tumino, F. L. Villante, A. Walker-Loud, X. Zhang, K. Zuber",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2405.06470v3 Announce Type: replace-cross \nAbstract: In stars that lie on the main sequence in the Hertzsprung-Russel diagram, like our sun, hydrogen is fused to helium in a number of nuclear reaction chains and series, such as the proton-proton chain and the carbon-nitrogen-oxygen cycles. Precisely determined thermonuclear rates of these reactions lie at the foundation of the standard solar model. This review, the third decadal evaluation of the nuclear physics of hydrogen-burning stars, is motivated by the great advances made in recent years by solar neutrino observatories, putting experimental knowledge of the proton-proton chain neutrino fluxes in the few-percent precision range. The basis of the review is a one-week community meeting held in July 2022 in Berkeley, California, and many subsequent digital meetings and exchanges. The relevant reactions of solar and stellar hydrogen burning are reviewed here, from both theoretical and experimental perspectives. Recommendations for the state of the art of the astrophysical S-factor and its uncertainty are formulated for each of them. Several other topics of paramount importance for the solar model are reviewed, as well: recent and future neutrino experiments, electron screening, radiative opacities, and current and upcoming experimental facilities. In addition to reaction-specific recommendations, also general recommendations are formed."
    },
    {
      "title": "Neutron-quark stars: Discerning viable alternatives for the higher-density part of the equation of state of compact stars",
      "link": "https://arxiv.org/abs/2407.09446",
      "authors": "Sudipta Hensh, Yong-Jia Huang, Toru Kojo, Luca Baiotti, Kentaro Takami, Shigehiro Nagataki, Hajime Sotani",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2407.09446v3 Announce Type: replace-cross \nAbstract: We investigate binary neutron star (BNS) mergers using general-relativistic numerical simulations with hadronic and hybrid equations of state (EOSs), incorporating the latest observations and theoretical constraints. We address two viable scenarios for the transition to quark matter: a quark-hadron crossover (QHC) or a strong first-order phase transition (1PT). To distinguish between different models, we define neutron-quark stars (NQS) as configurations where quark effects emerge at masses below the lowest observed neutron-star mass. While traditional \"hybrid stars\" may be distinguished by purely hadronic configurations through mass-radius measurements, the mass-radius relations of NQSs resemble those of purely hadronic models, with no sharp boundary between hadrons and quarks. The name NQS effectively captures the absence of a phase boundary between hadrons and quarks in QHC scenarios. Our results indicate that QHC models can be distinguished from hadronic ones if both the inspiral and postmerger gravitational waves (GWs) are observed. In particular, the dominant postmerger frequency ($f_2$) tends to be lower than in hadronic models with the same tidal deformability ($\\Lambda$). We also present the first general-relativistic simulations of BNS mergers where the stars already contain quark matter before merging. These involve a strong first-order phase transition (1PT) at 1.8 times nuclear saturation density, followed by a stiff quark EOS. Finally, we identify a robust linear correlation between the total GW energy emitted after the merger and the $f_2$ frequency. Remarkably, this relation holds regardless of the quark presence."
    },
    {
      "title": "On the sensitivity of nuclear clocks to new physics",
      "link": "https://arxiv.org/abs/2407.17526",
      "authors": "Andrea Caputo, Doron Gazit, Hans-Werner Hammer, Joachim Kopp, Gil Paz, Gilad Perez, Konstantin Springmann",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2407.17526v2 Announce Type: replace-cross \nAbstract: The recent demonstration of laser excitation of the $\\approx 8$ eV isomeric state of Thorium-229 is a significant step towards a nuclear clock. The low excitation energy likely results from a cancellation between electromagnetic and strong contributions, which new physics can disrupt. In this Letter, we quantify the enhancement of a nuclear clock's sensitivity to new physics using a geometric model and a novel $d$-wave halo model of the nucleus that reproduces measured differences between Thorium-229 states. We find likely enhancements of order $10^4$ while a worst case scenario with enhancement $\\ll 1$ is unlikely."
    },
    {
      "title": "Shell Migration at N = 32, 34 around Ca Region",
      "link": "https://arxiv.org/abs/2412.17588",
      "authors": "Hongna Liu, Sidong Chen, Frank Browne",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2412.17588v2 Announce Type: replace-cross \nAbstract: The neutron numbers N = 32 and 34 are new magic numbers suggested in neutron-rich $pf$-shell nuclei. In this article, we discuss the experimental observables and state-of-the-art theoretical calculations that characterize and explain the shell evolution leading to new magic numbers. Particular focus shall be afforded to the experimental progress of the shell migration study at and beyond N = 32, 34 in Ar, K, Ca, and Sc isotopes at the RIBF using direct reactions with liquid hydrogen targets over the past ten years. The results prove the double magicity of \\ts{52,54}Ca, and support the persistence of the N = 34 subshell closure below Z = 20 with a sharp weakening beyond Z = 20. Future measurements of intruder bands of N = 32, 34 nuclei and shell evolution towards N = 40 are discussed within the context of an upgraded RIBF facility and the development of novel detection systems."
    },
    {
      "title": "Comparing strange and non-strange quark stars within resummed QCD at NLO",
      "link": "https://arxiv.org/abs/2501.14935",
      "authors": "Tulio E. Restrepo, Jean-Lo\\\"ic Kneur, Constan\\c{c}a Provid\\^encia, Marcus Benghi Pinto",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2501.14935v2 Announce Type: replace-cross \nAbstract: We employ the renormalization group optimized perturbation theory (RGOPT) resummation method to evaluate the equation of state (EoS) for strange ($N_f=2+1$) and non-strange ($N_f=2$) cold quark matter at NLO. This allows us to obtain the mass-radius relation for pure quark stars and compare the results with the predictions from perturbative QCD (pQCD) at NNLO. Choosing the renormalization scale to generate maximum star masses of order $M=2 - 2.6 M_\\odot$, we show that the RGOPT can produce mass-radius curves compatible with the masses and radii of some recently observed pulsars, regardless of their strangeness content. The scale values required to produce the desired maximum masses are higher in the strange scenario since the EoS is softer in this case. The possible reasons for such behavior are discussed. Our results also show that, as expected, the RGOPT predictions for the relevant observables are less sensitive to scale variations than those furnished by pQCD."
    },
    {
      "title": "The Statistical Mechanics of Hawking Radiation",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269325006471?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: Available online 16 September 2025Source: Physics Letters BAuthor(s): Noah M. Mackay"
    },
    {
      "title": "Axial-vector molecular structures <math xmlns:mml=\"http://www.w3.org/1998/Math/MathML\" altimg=\"si11.svg\" class=\"math\"><mrow><msubsup><mi>B</mi><mrow><mi>c</mi></mrow><mrow><mo>*</mo><mo>±</mo></mrow></msubsup><msubsup><mi>B</mi><mrow><mi>c</mi></mrow><mo>∓</mo></msubsup></mrow></math>",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269325006446?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: Available online 15 September 2025Source: Physics Letters BAuthor(s): S.S. Agaev, K. Azizi, H. Sundu"
    }
  ]
}