{
  "lastUpdated": "2025-08-24T02:45:19.591694",
  "papers": [
    {
      "title": "Resonant structure of $^{18}\\mathrm{Na}$ and the $N=8$ shell",
      "link": "http://link.aps.org/doi/10.1103/vktj-1wkr",
      "authors": "L. Ni <em>et al.</em>",
      "source": "Physical Review C",
      "summary": "Author(s): L. Ni et al.The resonant structure of the proton-unbound nucleus $^{18}\\mathrm{Na}$ has been studied via knockout reactions of a $^{20}\\mathrm{Mg}$ beam on a $^{9}\\mathrm{Be}$ target. Three resonant states in $^{18}\\mathrm{Na}$ are identified through the invariant-mass reconstruction of $^{17}\\mathrm{Ne}+1p$ ev…[Phys. Rev. C 112, 024321] Published Fri Aug 22, 2025"
    },
    {
      "title": "Symmetry energy and isoscaling behavior of fragments emitted in $^{14}\\mathrm{N},^{20}\\mathrm{Ne}+^{112,116,124}\\mathrm{Sn}$ at 18–30 MeV/nucleon",
      "link": "http://link.aps.org/doi/10.1103/xtx3-mh6c",
      "authors": "Payel Karmakar, Samir Kundu, T. K. Rana, S. Mallik, S. Manna, Ratnesh Pandey, K. Banerjee, Pratap Roy, S. Mukhopadhyay, Arijit Sen, T. K. Ghosh, P. Pant, G. Mukherjee, A. Sultana, D. Mondal, D. Pandit, R. Shil, and K. Rani",
      "source": "Physical Review C",
      "summary": "Author(s): Payel Karmakar, Samir Kundu, T. K. Rana, S. Mallik, S. Manna, Ratnesh Pandey, K. Banerjee, Pratap Roy, S. Mukhopadhyay, Arijit Sen, T. K. Ghosh, P. Pant, G. Mukherjee, A. Sultana, D. Mondal, D. Pandit, R. Shil, and K. RaniThe isoscaling behavior of intermediate-mass fragments has been investigated in reactions involving $^{14}\\mathrm{N},^{20}\\mathrm{Ne}+^{112,116,124}\\mathrm{Sn}$ at 18–30 MeV/nucleon at K500 superconducting cyclotron facility, VECC. In all cases, the isoscaling property is clearly observed, and the i…[Phys. Rev. C 112, 024614] Published Fri Aug 22, 2025"
    },
    {
      "title": "Measurements of Gamow-Teller transitions from $^{59}\\mathrm{Co}$ via the $^{59}\\mathrm{Co}(t,^{3}\\mathrm{He}+γ)$ charge-exchange reaction and its application to the stellar electron-capture rates",
      "link": "http://link.aps.org/doi/10.1103/j2jj-d9q3",
      "authors": "B. Gao <em>et al.</em>",
      "source": "Physical Review C",
      "summary": "Author(s): B. Gao et al.Background: Electron-capture reactions on iron-group nuclei play a crucial role in the late stages of massive star evolution. Since stellar evolution simulations depend on accurate electron-capture rates—which are highly sensitive to the detailed Gamow-Teller (GT) strength distributions—reliable the…[Phys. Rev. C 112, 024615] Published Fri Aug 22, 2025"
    },
    {
      "title": "${\\mathrm{Ξ}}^{−}$ collective flow and equation of state of dense nuclear matter in heavy-ion collisions",
      "link": "http://link.aps.org/doi/10.1103/b5zq-543n",
      "authors": "Yuan Gao, Lei Zhang, Mei-Ling Yu, Hua Zheng, and Gao-Chan Yong",
      "source": "Physical Review C",
      "summary": "Author(s): Yuan Gao, Lei Zhang, Mei-Ling Yu, Hua Zheng, and Gao-Chan YongThe collective flow of double-strangeness ${\\mathrm{Ξ}}^{−}$ baryons and its sensitivity to the equation of state (EoS) of dense nuclear matter are investigated in $\\mathrm{Au}+\\mathrm{Au}$ collisions at $\\sqrt{{s}_{\\mathrm{NN}}}=4$–10 GeV using a pure hadronic transport model (AMPT-HC). By simulati…[Phys. Rev. C 112, 024909] Published Fri Aug 22, 2025"
    },
    {
      "title": "Investigating nuclear $β$ decay using a lattice quantum Monte Carlo approach",
      "link": "http://link.aps.org/doi/10.1103/nv3t-fq87",
      "authors": "Teng Wang, Xu Feng, and Bing-Nan Lu",
      "source": "Physical Review C",
      "summary": "Author(s): Teng Wang, Xu Feng, and Bing-Nan LuWe present an ab initio calculation of nuclear $β$ decay within the framework of nuclear lattice effective field theory (NLEFT), employing auxiliary-field quantum Monte Carlo methods to solve the nuclear many-body problem. Our approach combines next-to-next-to-leading order two- and three-body chira…[Phys. Rev. C 112, 025502] Published Fri Aug 22, 2025"
    },
    {
      "title": "Influence of a $σ$-cut potential on antikaon condensation in pure nucleonic neutron star matter",
      "link": "http://link.aps.org/doi/10.1103/lw5b-sl1h",
      "authors": "Tamanna Iqbal, Yashmitha Kumaran, A. Bhagwat, and B. K. Sharma",
      "source": "Physical Review C",
      "summary": "Author(s): Tamanna Iqbal, Yashmitha Kumaran, A. Bhagwat, and B. K. SharmaWe analyze the impact of the $σ$-cut potential on the properties of pure nucleonic neutron star matter containing an antikaon condensate within the relativistic mean field model. The UCIb and UCIc RMF models, which have been recently proposed and well-constrained, are utilized to explore the composi…[Phys. Rev. C 112, 025806] Published Fri Aug 22, 2025"
    },
    {
      "title": "Relativistic spin hydrodynamics from novel relaxation time approximation",
      "link": "http://link.aps.org/doi/10.1103/hnvm-zfj6",
      "authors": "Samapan Bhadury",
      "source": "Physical Review C",
      "summary": "Author(s): Samapan BhaduryWith the help of a semiclassical kinetic theory, a new collision kernel is proposed, which simultaneously conserves the energy-momentum tensor and the spin tensor of a relativistic fluid of spin-1/2 particles irrespective of the frame and matching conditions, even when relaxation time is momentum de…[Phys. Rev. C 112, L021901] Published Fri Aug 22, 2025"
    },
    {
      "title": "Holographic central charge for sine dilaton gravity",
      "link": "https://www.sciencedirect.com/science/article/pii/S037026932500574X?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: October 2025Source: Physics Letters B, Volume 869Author(s): Paramesh Mahapatra, Hemant Rathi, Dibakar Roychowdhury"
    },
    {
      "title": "Intrinsic spin distributions in multinucleon transfer reactions",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269325005891?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: October 2025Source: Physics Letters B, Volume 869Author(s): D.D. Zhang, D. Vretenar, T. Nikšić, P.W. Zhao, J. Meng"
    }
  ]
}