{
  "lastUpdated": "2025-10-01T02:28:46.831070",
  "papers": [
    {
      "title": "Quarkonium Spectroscopy in the Quark-Gluon Plasma",
      "link": "http://link.aps.org/doi/10.1103/7zby-gy46",
      "authors": "Zhanduo Tang, Biaogang Wu, Andrew Hanlon, Swagato Mukherjee, Peter Petreczky, and Ralf Rapp",
      "source": "Physical Review Letter",
      "summary": "Author(s): Zhanduo Tang, Biaogang Wu, Andrew Hanlon, Swagato Mukherjee, Peter Petreczky, and Ralf RappThe properties of bound states are fundamental to hadronic spectroscopy and play a central role in the transition from hadronic matter to a quark-gluon plasma (QGP). In a strongly coupled QGP (sQGP), the interplay of temperature, binding energy, and large collisional widths of the partons poses form…[Phys. Rev. Lett. 135, 142302] Published Tue Sep 30, 2025"
    },
    {
      "title": "Influence of shape coexistence on the charge radii along $Z=40$ isotopes",
      "link": "http://link.aps.org/doi/10.1103/ntx3-nyf8",
      "authors": "Lie-Juan Li, Na Tang, Chun-Xuan Wang, and Rong An",
      "source": "Physical Review C",
      "summary": "Author(s): Lie-Juan Li, Na Tang, Chun-Xuan Wang, and Rong AnCharge radii can be used as sensitive indicators to encode information about nuclear structure phenomena, and are influenced by various mechanisms. In this work, charge radii of nuclei with proton number $Z=40$ isotopes are systematically investigated based on the relativistic mean field model using…[Phys. Rev. C 112, 034335] Published Mon Sep 29, 2025"
    },
    {
      "title": "Description of cluster states above doubly magic $^{208}\\mathrm{Pb}$ within a coupled-channels formalism plus core excitation",
      "link": "http://link.aps.org/doi/10.1103/6lb3-nt7q",
      "authors": "Tao Wan, Yibin Qian, and Chong Qi",
      "source": "Physical Review C",
      "summary": "Author(s): Tao Wan, Yibin Qian, and Chong QiThe cluster degree of freedom has often been introduced to interpret the spectroscopic properties of exotic nuclei including $α$-conjugate nuclei and a series of nuclei above double shell closures. In this study, we have systematically investigated the so-called unnatural-parity states and higher-ly…[Phys. Rev. C 112, 034336] Published Mon Sep 29, 2025"
    },
    {
      "title": "Octupole correlations, pseudospin partner bands, and $γ$ vibrational band in $^{75}\\mathrm{As}$",
      "link": "http://link.aps.org/doi/10.1103/rzrx-yh5f",
      "authors": "C. Liu (刘晨) <em>et al.</em>",
      "source": "Physical Review C",
      "summary": "Author(s): C. Liu (刘晨) et al.High spin states in $^{75}\\mathrm{As}$ were investigated by using the $^{74}\\mathrm{Ge}(α,p2n)$ reaction. A total of 27 transitions and 15 levels were newly identified in the level scheme. Based on the experimental characteristics of the observed rotational bands, the positive parity bands 2 and 3 a…[Phys. Rev. C 112, 034337] Published Mon Sep 29, 2025"
    },
    {
      "title": "Symmetry energy expansion and the peak value of the bulk viscosity",
      "link": "http://link.aps.org/doi/10.1103/r28j-pvpm",
      "authors": "Steven P. Harris",
      "source": "Physical Review C",
      "summary": "Author(s): Steven P. HarrisThe symmetry energy expansion is a useful way to parametrize the properties of dense matter near nuclear saturation density, and much work has been done to connect physical quantities like the neutron star radius and the core-crust transition density to the symmetry energy parameters. In this work, …[Phys. Rev. C 112, 035806] Published Mon Sep 29, 2025"
    },
    {
      "title": "Regularized Lednicky-Lyuboshitz formula for higher-partial waves in femtoscopy",
      "link": "https://arxiv.org/abs/2509.22844",
      "authors": "Koichi Murase, Tetsuo Hyodo",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2509.22844v1 Announce Type: new \nAbstract: Femtoscopy is one of the promising experimental approaches to put constraints on interactions between various species of hadrons from the momentum correlation functions measured in high-energy nuclear collision experiments. The Koonin-Pratt and Lednicky-Lyuboshitz formulae provide useful expressions of the correlation functions and have been widely used to analyze the experimental data based on the assumption that the effect of higher partial waves is negligible. Those formulae can be generalized for higher partial waves, but the generalized Lednicky-Lyuboshitz formula produces wrong results due to a singular behavior of the asymptotic wave function at the origin. In this study, we attempt to solve the problem by regularizing the generalized Lednicky-Lyuboshitz formula with a cutoff and validate it using the Koonin-Pratt formula as a reference. We also show the relationship between the cutoff in the regularized Lednicky-Lyuboshitz and the effective-range correction in the original Lednicky-Lyuboshitz formula. Using the obtained formula, we investigate the source-size dependence, the validity of the effective range expansion, and the cutoff dependence of the correlation function. We also discuss the interaction dependence using the heatmap as a function of the scattering-length parameter $1/a_l$ and the momentum $q$."
    },
    {
      "title": "Exploring parameter dependence of heavy-flavor dynamics in small collision systems",
      "link": "https://arxiv.org/abs/2509.23081",
      "authors": "Grace Pang",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2509.23081v1 Announce Type: new \nAbstract: Observations from high-multiplicity proton-lead ($p$-Pb) collisions indicate that small systems may exhibit collective behavior in both heavy and light hadrons. This work investigates the roles of initial- and final-state interactions in shaping the nuclear modification factor and elliptic flow of $D$ mesons measured in $p$-Pb collisions. Initial-state effects, including the Cronin and shadowing effects, are considered in the heavy-quark initial conditions, while final-state interactions are simulated through Langevin evolution combined with the coalescence model of hadronization. Different initial geometries attributed to fluctuations in the medium's energy density are parametrized and translated into the momentum anisotropies of both light and heavy quarks. The corresponding $R_{pPb}$ and $v_2$ of D mesons in 8.16 TeV $p$-Pb collisions are calculated under different assumptions for the final-state interactions. Assuming that the initial-state effects only modify the transverse momentum spectra without altering the azimuthal distribution of heavy quarks, the measured $R_{pPb}$ of D mesons can be qualitatively reproduced by the combined influence of initial- and final-state effects. However, the observed $v_2$ cannot be accounted for by final-state interactions alone. These results suggest that additional contributions to azimuthal anisotropies of heavy quarks originating from initial-state effects are required to explain the experimentally observed $v_2$."
    },
    {
      "title": "Ab initio study of island of inversion in odd-$A$ nuclei: Structure of $^{31,33}$Mg",
      "link": "https://arxiv.org/abs/2509.23354",
      "authors": "Subhrajit Sahoo, Praveen C. Srivastava",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2509.23354v1 Announce Type: new \nAbstract: We study the $N=20$ island of inversion region in the odd-$A$ Ne and Mg isotopes from the fundamental nuclear forces based on chiral two- and three-nucleon potentials. The state-of-the-art \\textit{ab initio} valence space in medium similarity renormalization method was used for this purpose. Our study focuses on the evolution of single-particle states and discusses their transition into the island of inversion through particle-hole excitations across the $N=20$ shell gap. The computed low-lying states and magnetic moments are in good agreement with the experimental data. We presented the rotational band structures, established via $E2$ transitions, in $^{31}$Mg and $^{33}$Mg, which emerge from both normal and intruder configurations at low excitation energies. Our results suggest the presence of weak, moderate, and strongly prolate-deformed configurations at low energy in both isotopes. The present work offers valuable insights into the configurations and shapes of low-lying states in nuclei within the island of inversion, enhancing our understanding of the structures of exotic nuclei from first principles."
    },
    {
      "title": "Microscopic study of the asymptotic behavior of the reduced width amplitude in $^7$Li and $^7$Be",
      "link": "https://arxiv.org/abs/2509.23613",
      "authors": "H. J. Zhu, M. J. Lyu, Q. Zhao, Z. Cheng, J. Q. Tian, M. Kimura, T. Myo, H. Horiuchi, H. Toki, M. Isaka, H. Takemoto, Akinobu Dot\\'e, N. Wan",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2509.23613v1 Announce Type: new \nAbstract: We investigate the effects of different basis model spaces on the calculation of reduced width amplitude (RWA) and asymptotic normalization coefficient (ANC) for the $^{7}$Li and $^{7}$Be nuclei. The two-cluster model ($\\alpha+t/^3$He) and three-cluster model ($\\alpha+d+n/p$) with the generator coordinates method (GCM) are applied to calculate the wave function of $^7$Li and $^7$Be. Specifically, the model space for the three-cluster model is constructed upon a sufficiently broad space of two-cluster configuration bases by further including three-cluster configuration bases. We compare the impact on the results from two basis sets for these added three-cluster bases: one with a compact and one with a broad spatial distribution. The final results reveal that the two-cluster model cannot accurately reproduce the binding energies of $^7$Li and $^7$Be, and tends to overestimate their ANCs. Regarding the calculations with the three-cluster model, while the two basis sets do not give significant differences in energy or energy spectrum, the basis set with a compact model space fails to describe the asymptotic behavior of the RWA adequately. This introduces excessive uncertainty into the ANC calculation. In the end, we conclude that when calculating ANC via a microscopic framework, particular attention must be paid to ensuring sufficient model space, especially for the components describing the breakup channels. This approach provides ANC values for $^7$Li and $^7$Be that agree well with experimental results."
    },
    {
      "title": "Regulator constraints for the perturbative renormalizability of attractive triplets",
      "link": "https://arxiv.org/abs/2509.23855",
      "authors": "Manuel Pavon Valderrama",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2509.23855v1 Announce Type: new \nAbstract: Nuclear effective field theory organizes the calculation of observables as a power series in terms of the ratio of soft and hard momentum scales. The rigorous implementation of this idea requires a mixture of perturbative and non-perturbative methods: on the one hand, nuclei are bound states that require the iteration of part of the nuclear potential, while on the other corrections that are small in the aforementioned power series should be perturbative in principle. Recently, it has been noted that these corrections are not cutoff independent as there are a set of exceptional cutoffs for which the couplings cannot be determined, as exemplified with the subleading order $^3P_0$ phase shifts in two-nucleon scattering. Yet, here it is shown by means of concrete calculations that exceptional cutoffs are a regulator-dependent feature. There exists a well-defined limit when the cutoff is removed, which implies that not every regulator choice (understood not only as the regulator itself, but in tandem with renormalization conditions) is acceptable within the effective field theory framework. The practical implications are minor, though: except if one is trying to explicitly probe the cutoff independence of the theory, most sensible regulator and cutoff choices are compatible with the renormalized limit within truncation errors."
    },
    {
      "title": "New ab initio constrained extended Skyrme equations of state for simulations of neutron stars, supernovae and binary mergers: II. Thermal response in the suprasaturation density domain",
      "link": "https://arxiv.org/abs/2509.23910",
      "authors": "Adriana R. Raduta, Mikhail V. Beznogov",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2509.23910v1 Announce Type: new \nAbstract: Numerical simulations of core-collapse supernovae, mergers of binary neutron stars and formation of stellar black holes, which employed standard Skyrme interactions, established clear correlations between the evolution of these processes, characteristics of the hot compact objects, as well as neutrino and gravitational wave signals, and the value of effective nucleon mass at the saturation density. Unfortunately, the density dependence of the effective mass of nucleons in these models does not align with the predictions of ab initio models with three body forces. In this work, we investigate the thermal response for a set of extended Skyrme interactions that feature widely different density dependencies of the effective mass of the nucleons. Thermal contributions to the energy density and pressure are studied along with a few thermal coefficients over wide domains of density, temperature and isospin asymmetry, relevant for the physics of hot compact objects. For some of the effective interactions, the thermal pressure is negative at high densities. This results in a situation where hot compact stars can support less mass before collapsing into a black hole compared to their cold counterparts. Moreover, the higher the temperature, the lower the maximum mass that the hot star can support."
    },
    {
      "title": "Properties of hyperons in nuclear matter from chiral hyperon-nucleon interactions at next-to-next-to-leading order",
      "link": "https://arxiv.org/abs/2509.24459",
      "authors": "Asanosuke Jinno, Johann Haidenbauer, Ulf-G. Mei{\\ss}ner",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2509.24459v1 Announce Type: new \nAbstract: The $\\Lambda$ and $\\Sigma$ single-particle potentials in infinite nuclear matter are analyzed within a recently established chiral hyperon-nucleon ($YN$) interaction up to N$^2$LO in combination with an nucleon-nucleon interaction derived in the same scheme. The self-consistent Brueckner-Hartree-Fock method with the continuous choice of the single-particle potential is employed. It is found that the $\\Lambda$ single-particle potential is comparable to the results achieved with the NLO $YN$ interaction from 2019. The resulting $\\Sigma$ potential becomes more attractive compared to the previous NLO results due to the constraint from the recent $\\Sigma N$ differential cross section data measured in the J-PARC E40 experiment. An estimate of the theoretical uncertainty of the single-particle potentials is provided in terms of the truncation error in the chiral expansion."
    },
    {
      "title": "Effective $\\beta$-decay rates of $r$-process waiting points in realistic stellar environments",
      "link": "https://arxiv.org/abs/2509.24536",
      "authors": "Qi-Ye Hu, Long-Jun Wang, Yang Sun",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2509.24536v1 Announce Type: new \nAbstract: Reliable nuclear weak rates are key inputs for understanding the origin of heavy elements and constraining the environments of the corresponding stellar nucleosynthesis. We present the effective stellar $\\beta^-$-decay rates of the $N=50, 82, 126$ $r$-process waiting-point nuclei in realistic stellar environments with high temperature, high density and strong magnetic field. Both allowed and first-forbidden transitions are considered, and transitions from the low-lying states of parent nuclei due to the thermal population are taken into account properly. The stellar $\\beta^-$-decay rates of the $N=50, 82$ waiting points are not sensitive to stellar temperature, while those of the $N=126$ waiting points increase rapidly with stellar temperature. With the increase of stellar density, the electron chemical potential increases accordingly, which leads to reduction of the stellar $\\beta$-decay rates. Besides, the stellar $\\beta$-decay rates are found to increase rapidly with the magnetic field $B$ when $B \\gtrsim 10^{14}$ G. Depending on the stellar temperature, density and magnetic field, the rates may vary by several orders of magnitude, which indicates that dynamic $\\beta$-decay rates for corresponding stellar conditions may be indispensable inputs for understanding the $r$-process nucleosynthesis."
    },
    {
      "title": "Theoretical uncertainties in Gamow-Teller transitions of $^{76}$Ge",
      "link": "https://arxiv.org/abs/2509.24542",
      "authors": "Hao Zhou, Long-Jun Wang, Yang Sun",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2509.24542v1 Announce Type: new \nAbstract: We present a novel shell-model approach to investigate possible theoretical uncertainties in the description of Gamow-Teller (GT) transitions regarding the $\\beta$ decays of heavy nuclei. Our method systematically accounts for key factors including nuclear force or collectivity (intrinsic deformation), quantum many-body correlations (e.g., configuration space truncation), and contributions from transition operators (e.g., chiral two-body currents). Using the neutrinoless double $\\beta$-decay candidate $^{76}$Ge as a benchmark, we compare our calculations with the charge-exchange reaction data, demonstrating that increased deformation tends to a reduction in the GT transition strengths of $^{76}$Ge. Furthermore, the inclusion of higher-order quasiparticle configurations provides a more realistic description of nuclear structure, revealing two key effects: (1) a rapid increase in nuclear level density with excitation energy, and (2) fragmentation of GT strengths, shifting their distribution toward higher-energy states. Additionally, chiral two-body currents induce a $5-15\\%$ quenching in the transition strength, with the exact magnitude depending on the choice of coupling constants."
    },
    {
      "title": "Anomaly in first-forbidden transitions of $^{176}$Lu",
      "link": "https://arxiv.org/abs/2509.24549",
      "authors": "Jing-Wen Ran, Long-Jun Wang",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2509.24549v1 Announce Type: new \nAbstract: $^{176}$Lu is the key nucleus for understanding the evolution of planetary bodies in the solar system, and the temperature and nucleosynthesis of the $s$ process, due to its very long terrestrial half-life $T_{1/2} \\approx 3.7\\times 10^{10}$ years. The very long half-life is caused by two anomalous first-forbidden transitions from the $7^-$ state with extremely large comparative half-life log$ft \\approx 19$ which have never been appeared in other cases of the existing nuclear databases. We analyze the underlying mechanism and reason for the anomaly in first-forbidden transitions of $^{176}$Lu for the first time, which is based on the projected shell model. It is found that the possible $K$-forbidden nature is indispensable for describing the two extremely weak first-forbidden transitions, and the transition strengths are very sensitive to the detailed configuration mixing and $K$ mixing in the nuclear wave functions. The half-life of the $7^-$ state is calculated to be $T_{1/2} \\approx 1.95 \\times 10^{10}$ years."
    },
    {
      "title": "Transport properties of nuclear matter from anomalous fission yields",
      "link": "https://arxiv.org/abs/2509.24590",
      "authors": "Karl-Heinz Schmidt, Christelle Schmitt, Andreas Heinz",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2509.24590v1 Announce Type: new \nAbstract: In nuclear fission, a heavy nucleus splits into two fragments, driven by the Coulomb repulsion between the positively charged protons. The fission process is governed by the potential energy and basic transport properties of nuclear matter like inertial mass and viscosity. While inertia induces features of memory, viscosity attenuates these features by damping. Exploring signatures of memory in fission is crucial for overcoming the current severe lack of experimental information on the transport properties of nuclear matter. Based on an analysis of hitherto unexplained anomalies in fission-fragment yields and total kinetic energies, we show that the memory of the conditions near the second barrier in the mass-asymmetry degree of freedom is preserved until scission. Our results are in severe conflict with the widely used assumption that the role of collective inertia in fission dynamics is negligible. They therefore falsify the validity of approaches disregarding the influence of inertia, in particular the use of the Smoluchowski equationi in fission modeling. Concomitantly, our work reveals that the widespread assumption of local statistical equilibrium in all collective degrees of freedom along the fission path, which is the foundation of the scission-point model, is violated."
    },
    {
      "title": "Uncertainties with low-resolution nuclear forces",
      "link": "https://arxiv.org/abs/2509.24671",
      "authors": "Tom Plies, Matthias Heinz, Achim Schwenk",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2509.24671v1 Announce Type: new \nAbstract: Low-resolution nuclear Hamiltonians, obtained from chiral effective field theory (EFT) and softened using renormalization group techniques, have been very successful in nuclear structure theory. The associated EFT truncation uncertainty for these potentials is difficult to quantify. We use singular values decompositions of low-resolution nuclear forces to obtain an operator basis to study Hamiltonian uncertainties for these potentials. We perform Bayesian inference for the singular values and three-body low-energy constants, the free parameters of nuclear Hamiltonians in our framework, using likelihoods based on nucleon-nucleon phase shifts and triton observables to account for the EFT truncation uncertainties in these quantities. We propagate the resulting distribution of Hamiltonians forward to predictions for ground-state properties of $^{24,28}$O and $^{48}$Ca, comparing against other state-of-the-art nuclear structure predictions. Our approach makes it possible to account for EFT uncertainties when using low-resolution potentials, which is important for many ongoing studies in exotic nuclei."
    },
    {
      "title": "Tracing pT-differential radial flow from blast-wave analytics to quark coalescence",
      "link": "https://arxiv.org/abs/2509.24889",
      "authors": "Jie Wan, Chun-Zheng Wang, Yu-Gang Ma, Qi-Ye Shou",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2509.24889v1 Announce Type: new \nAbstract: The observable $v_0(\\pt)$, which quantifies event-by-event fluctuations in the differential transverse-momentum spectrum, is proposed as a direct and penetrating probe of radial flow in heavy-ion collisions. Recent measurements at the LHC exhibit a clear mass ordering for pions, kaons and protons at low \\pt and a baryon-meson splitting at intermediate \\pt, resembling to the well-known features of elliptic flow ($v_2$). In this letter, we first derive an analytic expression of $v_0(\\pt)$ within a Blast-Wave framework incorporating fluctuations of freeze-out temperature and radial expansion velocity, which can naturally explains the experimentally observed mass ordering. The distinct dynamical origins of the mass ordering in $v_0(\\pt)$ and $v_2(\\pt)$ are discussed. Furthermore, using the AMPT model, we demonstrate that the baryon-meson splitting emerges spontaneously from the quark coalescence. This study provides deeper insight into the $v_0(\\pt)$ observable and the collective dynamics of the QGP."
    },
    {
      "title": "Precision calculation of $^3$He$(\\alpha,\\gamma)^7$Be for solar physics",
      "link": "https://arxiv.org/abs/2509.24931",
      "authors": "Ratna Khadka, Ling Gan, Renato Higa, Gautam Rupak",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2509.24931v1 Announce Type: new \nAbstract: We calculate the cross section for radiative capture $^3$He$(\\alpha,\\gamma)^7$Be at next-to-next-to-leading order (NNLO). At this order of perturbation, momentum dependent two-body currents make their first appearance. We provide a model-independent construction of these currents from gauge and Galilean invariance, where the general framework for constructing higher-order two-body currents in low-energy effective field theories becomes evident. The $^3$He$(\\alpha,\\gamma)^7$Be astrophysical S-factor $S_{34}(0)= 0.564^{+0.17}_{-0.015}$ keV b is obtained from a Bayesian analysis at NNLO, with an additional nominal theoretical uncertainty $\\pm0.017$ keV b of 3%."
    },
    {
      "title": "Toward the Analytic Bootstrap of Energy Correlators",
      "link": "https://arxiv.org/abs/2509.22782",
      "authors": "Jianyu Gong, Andrzej Pokraka, Kai Yan, Xiaoyuan Zhang",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2509.22782v1 Announce Type: cross \nAbstract: In this paper, we present a framework for the analytic bootstrap of three-point energy correlators, a crucial observable in $\\mathcal{N}=4$ super Yang-Mills theory and quantum chromodynamics (QCD). Our approach combines spherical contour techniques, general physical constraints such as pole cancellations, and power correction data in the singular limits to determine its analytic expression. In contrast to previous bootstrap studies restricted to scattering amplitudes for supersymmetric theories, our framework makes use of the properties of Feynman integrals, marking a significant step toward bootstrapping realistic QCD observables. Using this method, we derive analytic expressions for leading-order three-point energy correlators with equal and unequal energy weights, where the latter are crucial ingredients for projected $N$-point energy correlators. We also apply the recently developed technique of analytic regression with lattice reduction as a way to bypass needing explicit expressions for the singular limits. Bridging theoretical advances in scattering amplitudes with the renewed interest in weighted cross-sections, our work opens the door to precision tests of QCD dynamics through analytic event-shape predictions."
    },
    {
      "title": "Theory of Quarkonia as Probes for Deconfinement",
      "link": "https://arxiv.org/abs/2509.22932",
      "authors": "Xiaojun Yao",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2509.22932v1 Announce Type: cross \nAbstract: This is a plenary talk given at Quark Matter 2025, summarizing recent theoretical developments for the understanding of quarkonium production in relativistic heavy ion collisions and how quarkonium uniquely probes the deconfined phase of QCD matter."
    },
    {
      "title": "Thermoelectric conduction in General Relativity: a causal, stable, and well-posed theory",
      "link": "https://arxiv.org/abs/2509.23845",
      "authors": "Lorenzo Gavassino",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2509.23845v1 Announce Type: cross \nAbstract: We present a covariantly stable first-order framework for describing charge and heat transport in isotropic rigid solids embedded in curved spacetime. Working in the Lorenz gauge, we show that the associated initial value problem is both causal and locally well-posed in the fully nonlinear regime. We then apply such framework to explore a range of gravitothermoelectric effects in metals undergoing relativistic acceleration. These include (1) the separation of charge through acceleration, (2) the non-uniformity of Joule heating across accelerating circuits due to time dilation, and (3) the effect of redshift on magnetic diffusion. As an astrophysical application, we derive a relativistic Thomas-Fermi equation governing the charge distribution inside a compact object, also accounting for Seebeck charge displacements driven by cooling."
    },
    {
      "title": "Decoupling hydrodynamization from thermalization via nonlinear Boltzmann equation",
      "link": "https://arxiv.org/abs/2509.23978",
      "authors": "Xingjian Lu, Shuzhe Shi",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2509.23978v1 Announce Type: cross \nAbstract: The early thermalization puzzle arises from the unexpectedly early applicability of hydrodynamics in heavy-ion collisions. While hydrodynamics has traditionally been associated with the onset of local thermal equilibrium, its derivations -- whether microscopic or macroscopic -- rely instead on linearization around equilibrium. However, the linearization timescale -- the time at which a system's evolution begins to follow a linearized equation -- has not been systematically investigated. In this work, we employ the spectral nonlinear Boltzmann equation -- the lowest-order truncation of the spectral Bogoliubov--Born--Green--Kirkwood--Yvon (BBGKY) hierarchy -- to analyze the timescales of linearization and thermalization under three distinct truncation schemes. The first two truncations allow for analytic treatment via recursive spectral equations, while the third requires numerical methods for generic initial conditions. The analysis is performed for a homogeneous, massless system with a constant differential cross section. For this simplified setup, we find a robust separation: the linearization time is consistently about half the thermalization time ($\\tau_{\\mathrm{lin}}/\\tau_{\\mathrm{therm}} \\approx 1/2$). This separation of timescales suggests an explanation for the early applicability of hydrodynamics and points toward a possible quantitative resolution of the early thermalization puzzle."
    },
    {
      "title": "Resonance Contributions to Charged-Current (Anti)Neutrino-Nucleon Elastic Scattering at GeV Energies",
      "link": "https://arxiv.org/abs/2509.24011",
      "authors": "Oleksandr Tomalak",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2509.24011v1 Announce Type: cross \nAbstract: We present the first evaluation of resonance contributions to the charged-current (anti)neutrino-nucleon elastic scattering at GeV energies, focusing on the dominant $\\Delta(1232)$ resonance. We approximate the vector part of the $N \\to \\Delta$ transition by the leading magnetic dipole term. Our results for the cross-section corrections at fixed neutrino energy indicate the permille-level contribution of resonance intermediate states to the elastic and radiative scattering cross sections. This calculation exhibits the expected infrared behavior of the invariant amplitudes and unpolarized cross sections. Our findings provide important insights into inelastic excitations in the charged-current (anti)neutrino-nucleon elastic scattering at GeV energies."
    },
    {
      "title": "Heavy flavor correlations and Quarkonia production in high energy pp collisions in the EPOS4 framework",
      "link": "https://arxiv.org/abs/2509.24476",
      "authors": "Jiaxing Zhao, Taesoo Song, Pol Bernard Gossiaux, Klaus Werner, Joerg Aichelin, Elena Bratkovskaya",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2509.24476v1 Announce Type: cross \nAbstract: In QCD, the production of heavy quark-antiquark pairs can proceed through different mechanisms, each imprinting characteristic correlations between the heavy quarks. In this work, we use the EPOS4 event generator to study how these correlations affect quarkonium production in pp collisions. Our results demonstrate that the observed correlations between heavy mesons directly reflect the underlying production mechanisms and simultaneously shape the transverse-momentum distributions of quarkonia."
    },
    {
      "title": "Heavy flavor angular correlations as probes of the glasma",
      "link": "https://arxiv.org/abs/2509.24628",
      "authors": "Dana Avramescu, Vincenzo Greco, Tuomas Lappi, Heikki M\\\"antysaari, David I. M\\\"uller",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2509.24628v1 Announce Type: cross \nAbstract: We study the effect of the glasma fields, formed in the early stage of heavy-ion collisions, on the transport of $Q\\bar{Q}$ pairs produced back-to-back. We find that for pairs with moderate initial transverse momentum $p_T$ evolving in glasma fields with sufficiently large saturation momentum $Q_s$, the azimuthal correlation $C({\\Delta\\phi})$ is quickly affected. The decorrelation widths $\\sigma_{\\Delta\\phi}$ during the glasma and Quark Gluon Plasma (QGP) phases are comparable."
    },
    {
      "title": "Finite-volume formalism for $N\\pi\\pi$ at maximal isospin",
      "link": "https://arxiv.org/abs/2509.24778",
      "authors": "Maxwell T. Hansen, Fernando Romero-L\\'opez, Stephen R. Sharpe",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2509.24778v1 Announce Type: cross \nAbstract: We extend the relativistic field theoretic finite-volume formalism to $N \\pi \\pi$ scattering states at maximal isospin, $I=5/2$. As in previous work using the relativistic field theory approach, we work to all orders in a generic low-energy effective theory, and determine the quantization condition that relates finite-volume energies to intermediate K matrices, and the integral equations connecting the latter to the physical scattering amplitudes. We discuss the parametrization of the K matrices, and explain in detail the new features that arise in implementing the quantization condition due to the spin of the nucleon in combination with the use of non-degenerate particles. As a concrete example, we provide a sample numerical application including the $\\Delta$ resonance in the $N\\pi$ subchannel. The extension to the $I=3/2$ and $1/2$ channels is more involved, due to mixing with $N\\pi$ states, and we do not provide a complete formalism for these cases. We explain why $N\\pi$ states cannot be included by treating the nucleon as a pole in $p$-wave $N\\pi$ scattering, an approach that has been successful in studying $D D^*$ scattering using the three-particle $DD\\pi$ formalism. We additionally provide results for all isospins under the assumption of no two-to-three mixing, thereby laying the groundwork for a follow-up paper in which all $N\\pi\\pi \\leftrightarrow N\\pi$ systems are fully treated. Finally, we study the singularities in $N\\pi\\pi$ amplitudes arising from $N\\pi\\pi\\pi$ intermediate states, and find that our subthreshold cutoff functions must be modified to avoid such singularities."
    },
    {
      "title": "Quantum Dynamics with Time-Dependent Neural Quantum States",
      "link": "https://arxiv.org/abs/2509.24865",
      "authors": "Alejandro Romero-Ros, Javier Rozal\\'en Sarmiento, Arnau Rios",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2509.24865v1 Announce Type: cross \nAbstract: We present proof-of-principle time-dependent neural quantum state (NQS) simulations to illustrate the ability of this approach to effectively capture key aspects of quantum dynamics in the continuum. NQS leverage the parameterization of the wave function with neural-network architectures. Here, we put NQS to the test by solving the quantum harmonic oscillator. We obtain the ground state and perform coherent state and breathing mode dynamics. Our results are benchmarked against analytical solutions, showcasing an excellent agreement."
    },
    {
      "title": "New insights from the flavor dependence of quark transverse momentum distributions in the pion",
      "link": "https://arxiv.org/abs/2509.25098",
      "authors": "Lorenzo Rossi, Alessandro Bacchetta, Matteo Cerutti, Marco Radici",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2509.25098v1 Announce Type: cross \nAbstract: We update our previous extraction of transverse momentum distributions of unpolarized quarks in the pion by implementing a more comprehensive description of theoretical uncertainties and, for the first time, by exploring possible differences among quark flavors. We extract such distributions from all available data for unpolarized pion-nucleus Drell-Yan processes, where the cross section is differential in the transverse momentum of the final lepton pair. The cross section involves transverse momentum distributions in the nucleon, that we consistently take from our previous studies."
    },
    {
      "title": "Delta isobar resonance effects studied by summed isospin spin strengths and nuclear matrix elements for double and single beta decays",
      "link": "https://arxiv.org/abs/2502.06122",
      "authors": "Hiroyasu Ejiri",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2502.06122v2 Announce Type: replace \nAbstract: Nuclear matrix elements (NMEs) for double and single beta decays are crucial for studying neutrino properties beyond and within the standard model. The NMEs consist mainly of the spin isospin components. The delta isobar resonance, which is strongly excited by the qualk spin isospin excitation, is shown to quench the spin isospin NMEs by a coefficient around 0.7. Impact of the delta resonance on neutrino studies in nuclei is discused."
    },
    {
      "title": "Casimir effect in magnetic dual chiral density waves",
      "link": "https://arxiv.org/abs/2411.11957",
      "authors": "Daisuke Fujii, Katsumasa Nakayama, Kei Suzuki",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2411.11957v2 Announce Type: replace-cross \nAbstract: We theoretically investigate the Casimir effect originating from Dirac fields in finite-density matter under a magnetic field. In particular, we focus on quark fields in the magnetic dual chiral density wave (MDCDW) phase as a possible inhomogeneous ground state of interacting Dirac-fermion systems. In this system, the distance dependence of Casimir energy shows a complex oscillatory behavior by the interplay between the chemical potential, magnetic field, and inhomogeneous ground state. By decomposing the total Casimir energy into contributions of each Landau level, we elucidate what types of Casimir effects are realized from each Landau level: the lowest or some types of higher Landau levels lead to different behaviors of Casimir energies. Furthermore, we point out characteristic behaviors due to level splitting between different fermion flavors, i.e., up/down quarks. These findings provide new insights into Dirac-fermion (or quark) matter with a finite thickness."
    },
    {
      "title": "Branching fraction, CP asymmetry, and polarization in B → ρρ decays with the modified perturbative QCD approach",
      "link": "http://iopscience.iop.org/article/10.1088/1361-6471/ae0659",
      "authors": "Ru-Xuan Wang and Mao-Zhi Yang",
      "source": "Journal of Physics G: Nuclear and Particle Physics",
      "summary": "In this work, we examine the observables associated with the B → ρρ decays, including branching fractions, CP asymmetry parameters, and longitudinal polarization fractions in the perturbative QCD (PQCD) approach with a few improvements. The essential distinction between this study and previous works lies in the introduction of an infrared cutoff at the critical scale μc, which is approximately at the scale of 1 GeV. The contributions above the critical scale are calculated using the PQCD approach, consistent with earlier studies, while the contributions below the scale μc are regarded as nonperturbative and represented by some soft form factors. In addition, the distribution amplitude of the B meson, derived from the relativistic potential model, and the contributions from the color-octet quark–antiquark components are also taken into account. With these modifications, we find that the theoretical results agree well with the experimental measurements for most observables, the introduction of the infrared cutoff enhances the reliability of the perturbation calculations, and the color-octet contributions play a key role in explaining the experimental data."
    },
    {
      "title": "LIV-Decoherence on Gravitational Cat States",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269325006811?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: Available online 29 September 2025Source: Physics Letters BAuthor(s): Iarley P. Lobo, Kelvin Sampaio, Gislaine Varão, Moises Rojas, Valdir B. Bezerra"
    },
    {
      "title": "Spectroscopy of $$cc{\\bar{c}}{\\bar{c}}$$ and $$ss{\\bar{c}}{\\bar{c}}$$ Tetraquarks within the Framework of Regge Phenomenology",
      "link": "https://link.springer.com/article/10.1007/s00601-025-02011-w",
      "authors": "Unknown",
      "source": "Few-Body Systems",
      "summary": "In this work, we investigate the mass spectra of all-charm ($$cc{\\bar{c}}{\\bar{c}}$$) and doubly strange- doubly charm ($$ss{\\bar{c}}{\\bar{c}}$$) tetraquark states using the framework of Regge phenomenology. Employing a quasi-linear Regge trajectory ansatz, we derive linear and quadratic mass inequalities for hadrons, which provide constraints on the masses of tetraquark states. We estimate the range of ground state masses of $$cc{\\bar{c}}{\\bar{c}}$$ tetraquarks and determine the Regge slope parameters by fitting the corresponding $$(J, M^2)$$ trajectories. These parameters are then utilized to predict the mass spectra of orbital excited states of both $$cc{\\bar{c}}{\\bar{c}}$$ and $$ss{\\bar{c}}{\\bar{c}}$$ systems in the $$(J, M^2)$$ plane. Furthermore, we extend our analysis to radial excitations by exploring Regge trajectories in the $$(n, M^2)$$ plane. The obtained mass predictions are compared with existing theoretical results from various models. Additionally, we discuss the possible identification of the experimentally observed $$\\psi (4660)$$ and $$\\chi _{c0}(4700)$$ resonances as tetraquark candidates. The results presented in this study offer useful benchmarks for future experimental investigations and may assist in the spin-parity assignment of exotic hadronic states. Our findings contribute to a deeper understanding of multiquark dynamics and the spectroscopy of exotic hadrons within the framework of Quantum Chromodynamics."
    }
  ]
}