{
  "lastUpdated": "2026-02-18T03:33:22.949866",
  "papers": [
    {
      "title": "Novel variational-type method in quantum few-body theory",
      "link": "http://link.aps.org/doi/10.1103/trwf-dymh",
      "authors": "S. A. Rakityansky",
      "source": "Physical Review C",
      "summary": "Author(s): S. A. RakityanskyA new variational-type method for constructing the bound-state wave function of a few-body system is proposed. Instead of minimizing the expectation value of the exact Hamiltonian, as it is done within the traditional variational approach, in the proposed method the wave function is constructed by f…[Phys. Rev. C 113, 024003] Published Tue Feb 17, 2026"
    },
    {
      "title": "$A=2$, 3, 4 nuclear contact coefficients in the generalized contact formalism",
      "link": "http://link.aps.org/doi/10.1103/s2wn-hnqx",
      "authors": "E. Proietti, L. E. Marcucci, and M. Viviani",
      "source": "Physical Review C",
      "summary": "Author(s): E. Proietti, L. E. Marcucci, and M. VivianiWe present a theoretical calculation for the $A=2,\\phantom{\\rule{0.16em}{0ex}}3$, and 4 nuclear contact coefficients within the generalized contact formalism, using both local and nonlocal chiral potentials. The hyperspherical harmonics method is employed to calculate the nuclear wave functions, fro…[Phys. Rev. C 113, 024005] Published Tue Feb 17, 2026"
    },
    {
      "title": "Robust $β$-spectra shape parameter extraction",
      "link": "http://link.aps.org/doi/10.1103/5mk5-6grr",
      "authors": "B. C. Rasco, T. J. Gray, and T. Ruland",
      "source": "Physical Review C",
      "summary": "Author(s): B. C. Rasco, T. J. Gray, and T. RulandStable and consistent experimental extraction of $β$-shape functions, $C(W)$, is challenging. Comparing different experimental $β$ shapes to each other and to those predicted by theory in a consistent manner is difficult. This difficulty is compounded when different parametrizations of the $β$-shape…[Phys. Rev. C 113, 024321] Published Tue Feb 17, 2026"
    },
    {
      "title": "Probing the $j$ dependence of angular distributions and $N=20$ shell rigidity via the $^{36}\\mathrm{S}(p,d)^{35}\\mathrm{S}$ reaction",
      "link": "http://link.aps.org/doi/10.1103/hrd3-246d",
      "authors": "S. Jongile <em>et al.</em>",
      "source": "Physical Review C",
      "summary": "Author(s): S. Jongile et al.An investigation of the $N=20\\phantom{\\rule{0.16em}{0ex}}^{36}\\mathrm{S}$ nucleus has been performed through a detailed study of the $^{36}\\mathrm{S}(p,d)^{35}\\mathrm{S}$ neutron-removal reaction, employing a 66-MeV proton beam at iThemba Laboratory for Accelerator Based Sciences and an innovative t…[Phys. Rev. C 113, 024323] Published Tue Feb 17, 2026"
    },
    {
      "title": "High-excitation $7α$ deexciting states in $^{28}\\mathrm{Si}^{*}$",
      "link": "http://link.aps.org/doi/10.1103/2w9m-93tk",
      "authors": "J. B. Natowitz, X. G. Cao, A. Bonasera, and T. Depastas",
      "source": "Physical Review C",
      "summary": "Author(s): J. B. Natowitz, X. G. Cao, A. Bonasera, and T. DepastasA direct comparison and analysis of published spectra for the $7α$ disassembly of $^{28}\\mathrm{Si}$ projectiles excited in collisions with $^{12}\\mathrm{C}$ at 35 MeV/nucleon reveals significant agreement in the derived excitation energies of high excitation energy resonances observed in two differ…[Phys. Rev. C 113, 024325] Published Tue Feb 17, 2026"
    },
    {
      "title": "Impact of new results from ultraperipheral collisions on modeling the proton and neutron emission in photon-induced nuclear processes",
      "link": "http://link.aps.org/doi/10.1103/nds6-c3kv",
      "authors": "P. Jucha, K. Mazurek, A. Szczurek, and K. Pysz",
      "source": "Physical Review C",
      "summary": "Author(s): P. Jucha, K. Mazurek, A. Szczurek, and K. PyszUltrarelativistic collisions of heavy ions provide a rich spectrum of possibilities to discuss the response of the nucleus to photons. Newly published neutron and proton multiplicities measured in the ALICE experiment in ultraperipheral collisions allow us to investigate the influence of the electro…[Phys. Rev. C 113, 024909] Published Tue Feb 17, 2026"
    },
    {
      "title": "Bayesian analysis of properties of nuclear matter with the FOPI experimental data",
      "link": "http://link.aps.org/doi/10.1103/lvyg-qbk8",
      "authors": "Guojun Wei, Manzi Nan, Pengcheng Li, Yongjia Wang, Qingfeng Li, Gaochan Yong, and Fuhu Liu",
      "source": "Physical Review C",
      "summary": "Author(s): Guojun Wei, Manzi Nan, Pengcheng Li, Yongjia Wang, Qingfeng Li, Gaochan Yong, and Fuhu LiuBased on the ultrarelativistic quantum molecular dynamics transport model, combined with experimental data of directed flow, elliptic flow, and nuclear stopping power measured by FOPI in $^{197}\\mathrm{Au}+^{197}\\mathrm{Au}$ collisions at beam energies (${E}_{\\mathrm{lab}}$) of 0.25 and 0.4 GeV/nucl…[Phys. Rev. C 113, 024910] Published Tue Feb 17, 2026"
    },
    {
      "title": "Particle spectra in the integrated hydrokinetic model at RHIC Beam-Energy-Scan energies",
      "link": "http://link.aps.org/doi/10.1103/dfxf-jxvf",
      "authors": "Narendra Rathod, Yuri Sinyukov, Musfer Adzhymambetov, and Hanna Zbroszczyk",
      "source": "Physical Review C",
      "summary": "Author(s): Narendra Rathod, Yuri Sinyukov, Musfer Adzhymambetov, and Hanna ZbroszczykWe study light-hadron production in $\\mathrm{Au}+\\mathrm{Au}$ collisions at $\\sqrt{{s}_{\\mathrm{NN}}}=7.7–39\\phantom{\\rule{0.222222em}{0ex}}\\mathrm{GeV}$ using an extended Integrated HydroKinetic Model (iHKMe). Focusing on transverse momentum spectra, we investigate the sensitivity to key model para…[Phys. Rev. C 113, 024911] Published Tue Feb 17, 2026"
    },
    {
      "title": "($α,γ$) cross section measurements in $^{63}\\mathrm{Cu}$ relevant to nuclear astrophysics",
      "link": "http://link.aps.org/doi/10.1103/x2b9-tzvf",
      "authors": "M. Peoviti, M. Axiotis, V. Foteinou, P. Dimitriou, N. Patronis, D. Rogalla, F. Maragkos, and S. Harissopulos",
      "source": "Physical Review C",
      "summary": "Author(s): M. Peoviti, M. Axiotis, V. Foteinou, P. Dimitriou, N. Patronis, D. Rogalla, F. Maragkos, and S. HarissopulosBackground: Abundance calculations of $p$ nuclei require knowledge of cross sections for numerous nuclear reactions. Since measuring all relevant cross sections is unfeasible, these calculations typically rely on predictions from Hauser-Feshbach theory. The accuracy of these predictions depends on t…[Phys. Rev. C 113, 025805] Published Tue Feb 17, 2026"
    },
    {
      "title": "Impact of crust-core connection procedures on the tidal deformability of neutron stars",
      "link": "http://link.aps.org/doi/10.1103/jlfv-mkbt",
      "authors": "Junbo Pang, Hong Shen, and Jinniu Hu",
      "source": "Physical Review C",
      "summary": "Author(s): Junbo Pang, Hong Shen, and Jinniu HuWe study the impact of crust-core connection procedures on various neutron-star properties, especially on the tidal deformability. We consider three types of connection procedures to treat the discontinuity in a nonunified equation of state around the crust-core transition: (1) the direct connection…[Phys. Rev. C 113, 025806] Published Tue Feb 17, 2026"
    },
    {
      "title": "Mass of $^{101}\\mathrm{Sn}$ and Bayesian extrapolations to the proton drip line",
      "link": "http://link.aps.org/doi/10.1103/vck7-1c4t",
      "authors": "C. M. Ireland <em>et al.</em>",
      "source": "Physical Review C",
      "summary": "Author(s): C. M. Ireland et al.The favorable energy configurations of nuclei at magic numbers of $N$ neutrons and $Z$ protons are fundamental for understanding the evolution of nuclear structure. The $Z=50$ (tin) isotopic chain is a frontier for such studies, with particular interest at and around the doubly magic $^{100}\\mathrm{…[Phys. Rev. C 113, L021302] Published Tue Feb 17, 2026"
    },
    {
      "title": "MFGSB (ver. 1.0): Computer code for self-consistent mean-field calculations of atomic nuclei using Gaussian expansion method",
      "link": "https://arxiv.org/abs/2602.13356",
      "authors": "H. Nakada",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2602.13356v1 Announce Type: new \nAbstract: MFGSB, a computer code for self-consistent mean-field calculations of atomic nuclei using the Gaussian expansion method, is now accessible at Chiba University Repository."
    },
    {
      "title": "Nuclear Fragmentation at Intermediate Energies in the DCM-QGSM-SMM Model",
      "link": "https://arxiv.org/abs/2602.13360",
      "authors": "M. A. Martemianov, B. M. Abramov, S. A. Bulychjov, I. A. Dukhovskoy, V. V. Kulikov, A. A. Kulikovskaya, M. A. Matsyuk",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2602.13360v1 Announce Type: new \nAbstract: The development of nucleus-nucleus interaction models is a rapidly developing area of heavy-ion physics. Recently, a new model DCM-QGSM-SMM, developed at JINR and oriented toward use within the NICA project at energies of several GeV/nucleon, became available. However, the mechanisms of nuclear interactions used in this model can potentially operate effectively at lower energies. In this paper, the model predictions are compared with the FRAGM and FIRST/GSI experimental data in the energy range of nucleus-nucleus interactions starting from 300 MeV/nucleon, as well as with the predictions of other models used in this energy range."
    },
    {
      "title": "Neural-network quantum states for the nuclear many-body problem",
      "link": "https://arxiv.org/abs/2602.13826",
      "authors": "Alessandro Lovato, Giuseppe Carleo, Bryce Fore, Morten Hjorth-Jensen, Jane Kim, Arnau Rios, Noemi Rocco",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2602.13826v1 Announce Type: new \nAbstract: A long-standing goal of nuclear theory is to explain how the structure and dynamics of atomic nuclei and neutron-star matter emerge from the underlying interactions among protons and neutrons. Achieving this goal requires solving the nuclear quantum many-body problem with high accuracy across a wide range of length scales and density regimes. In this review, we discuss how artificial neural network representations of the nuclear many-body wave function have significantly extended the capabilities of continuum quantum Monte Carlo methods. In particular, neural network quantum states enable calculations of larger systems than were previously accessible and provide a flexible framework for capturing phenomena that challenge conventional approaches, including the emergence of nuclear clusters and superfluid phases in dense matter. We highlight recent applications to finite nuclei, infinite nuclear and neutron matter, and dynamical processes relevant to lepton-nucleus and nucleus-nucleus scattering. We also discuss conceptual and methodological connections with condensed matter physics, emphasizing developments in neural network quantum states that bridge strongly correlated systems across disciplines. Together, these developments demonstrate how neural-network methods open new avenues toward unified and accurate descriptions of nuclear structure, matter, and reactions."
    },
    {
      "title": "Bayesian Analyses of Proton Multiple Flow Components in Intermediate Heavy Ion Collisions with Momentum-Dependent Interactions",
      "link": "https://arxiv.org/abs/2602.13991",
      "authors": "Shuochong Han, Ang Li",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2602.13991v1 Announce Type: new \nAbstract: We perform a comprehensive Bayesian analyses of Au + Au collision data at 1.23 GeV/nucleon using an isospin-dependent Boltzmann-Uehling-Uhlenbeck transport model that incorporates a momentum-dependent mean field and medium-modified baryon-baryon cross sections. The model parameters are calibrated to empirical properties of nuclear matter at saturation density, with particular attention to variations in the incompressibility $K_0$. Within a Bayesian statistical framework and using a Gaussian Process emulator, we simultaneously extract constraints on the incompressibility $K_0$ and the in-medium baryon-baryon scattering modification factor $X$ by systematically comparing model predictions with HADES measurements of proton collective flow, including the slopes ($F_1$ and $F_3$) of directed and triangular flow, as well as elliptic ($v_2$) and quadrupole ($v_4$) flow observables. We find that the extracted incompressibility favors relatively small values, indicating a soft nuclear equation of state, while the inferred average $X$ values fall at $0.9$-$1.0$, suggesting mild suppression of baryon-baryon cross sections in the medium. Furthermore, we demonstrate that transport models employing momentum-independent mean fields require stiffer equations of state and stronger in-medium corrections to reproduce the same observables. These results highlight the critical role of momentum dependence in the mean field and its interplay with in-medium scattering in constraining the properties of dense nuclear matter from heavy-ion collisions."
    },
    {
      "title": "Quarkyonic matter and hadron-quark crossover from an ultracold atom perspective",
      "link": "https://arxiv.org/abs/2602.14113",
      "authors": "Hiroyuki Tajima, Kei Iida, Toru Kojo, Haozhao Liang",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2602.14113v1 Announce Type: new \nAbstract: The dense matter equation of state is of great interest due to the recent development of astrophysical observations for neutron stars. A rapid increase in pressure indicates a continuous crossover from a hadron phase to a quark phase without any phase transitions, yet its microscopic mechanism remains elusive. Recently, a peak in the speed of sound and a baryon momentum-shell structure, which are predicted from a quarkyonic matter picture, have been regarded as key features of the hadron-quark crossover. In this work, we explore a field-theoretical framework to describe the hadron-quark crossover, drawing an analogy with the Bose-Einstein condensate to Bardeen-Cooper-Schrieffer (BEC-BCS) crossover established in ultracold atomic experiments. Strikingly, a peak in the speed of sound and the baryon momentum-shell structure can simultaneously be explained by the tripling fluctuation effect arising from a different context of quantum many-body physics. We demonstrate these properties in a simplified model and provide a microscopic derivation of the quarkyonic matter model within our field-theoretical framework."
    },
    {
      "title": "Probing Rotational Dynamics of Quark Gluon Plasma via Global Vorticity",
      "link": "https://arxiv.org/abs/2602.13618",
      "authors": "Bhagyarathi Sahoo, Captain R. Singh, Raghunath Sahoo",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2602.13618v1 Announce Type: cross \nAbstract: The findings on the spin polarization of $\\Lambda$, $\\Xi$, and $\\Omega$ hyperons and spin alignment of $K^{*0}$, $\\phi$, and $D^{*+}$ mesons in relativistic heavy-ion collision experiments at the RHIC and LHC facilities propose the emergence of a strong vorticity field produced in these collisions. Contemplating the potential impact of vorticity on the space-time evolution of deconfined QCD matter and its freeze-out properties, we aim to investigate its characteristics within the medium. We introduce a complementary and data-driven approach to quantify the global vorticity field by extracting it directly from the transverse momentum spectra of produced hadrons. Employing the experimental data for $\\Lambda$, $\\Xi$, $\\Omega$, $K^{*0}$, $K^{*\\pm}$, $\\phi$, $\\rho$, and $D^{*+}$ at mid-rapidity in Au+Au and Pb+Pb collisions over a wide range of beam energies, $\\sqrt{s_{\\rm NN}}=7.7$ GeV-5.02 TeV, and centrality classes, we systematically examine spin-vorticity coupling in the medium. Our finding on the magnitude of the extracted vorticity is consistent with values deduced from $\\Lambda$ and $\\bar{\\Lambda}$ polarization measurements using statistical thermal models under the non-relativistic limit. Notably, we observe a prominent particle-species dependence of the vorticity, as well as a non-trivial variation with collision centrality and beam energy. These results indicate that vorticity-driven spin phenomena are sensitive to hadron structure and freeze-out dynamics, providing new constraints on the rotational properties of the QCD matter."
    },
    {
      "title": "Non-Hermitian Quantum Mechanics of Open Quantum Systems: Revisiting The One-Body Problem",
      "link": "https://arxiv.org/abs/2602.14105",
      "authors": "Naomichi Hatano, Gonzalo Ordonez",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2602.14105v1 Announce Type: cross \nAbstract: We review analyses of open quantum systems. We show how non-Hermiticity arises in an open quantum system with an infinite environment, focusing on the one-body problem. One of the reasons for taking the present approach is that we can solve the problem completely, making it easier to see the structures of problems involving open quantum systems. We show that this results in the discovery of a new complete set, which is one of the main topics of the present article. Another reason for focusing on the one-body problem is that the theory permits the strong coupling between the system and the environment. In the current research landscape, it is valuable to revisit the one-body problem for open quantum systems, which can be solved accurately for arbitrary strengths of the system-environment couplings. A rigorous understanding of the problem structures in the present approach will be helpful when we tackle problems with many-body interactions. First, we consider potential scattering and directly define the resonant state as an eigenstate of the Schr\\\"{o}dinger equation under the Siegert outgoing boundary condition. We show that the resonant eigenstate can have a complex energy eigenvalue, even though the Hamiltonian is seemingly Hermitian. Second, we introduce the Feshbach formalism, which eliminates the infinite degrees of freedom of the environment and represents its effect as a complex potential. The resulting effective Hamiltonian is explicitly non-Hermitian. By unifying these two ways of defining resonant states, we obtain a new complete set of bases for the scattering problem that contains all discrete eigenstates, including resonant states. We finally mention the non-Markovian dynamics of open quantum systems. We emphasize the time-reversal symmetry of the dynamics that continuously connects the past and the future. We can capture it using the new complete set that we develop here."
    },
    {
      "title": "Approximating the $S$ matrix for solving the Marchenko equation: the case of channels with different thresholds",
      "link": "https://arxiv.org/abs/2602.14150",
      "authors": "N. A. Khokhlov",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2602.14150v1 Announce Type: cross \nAbstract: This work extends previous results on the inverse scattering problem within the framework of Marchenko theory (fixed-$l$ inversion). In particular, I approximate an $n$-channel $S$-matrix as a function of the first-channel momentum $q$ by a sum of a rational term and a truncated sinc series for each matrix element. Relativistic kinematics are taken into account through the correct momentum-energy relation, and the necessary minor generalization of Marchenko theory is given.\n  For energies where only a subset of scattering channels is open, the analytic structure of the $S$-matrix is analyzed. I demonstrate that the submatrix corresponding to closed channels, particularly near their thresholds, can be reconstructed from the experimentally accessible submatrix of open channels.The convergence of the proposed method is verified by applying it to data generated from a direct solution of the scattering problem for a known potential, and comparing the reconstructed potential with the original one. Finally, the method is applied to the analysis of $S_{31}$ $\\pi N$ scattering data."
    },
    {
      "title": "Estimation of neutron star mass and radius of FRB 20240114A by identification of crustal oscillations",
      "link": "https://arxiv.org/abs/2602.14353",
      "authors": "Hajime Sotani, Zorawar Wadiasingh, Cecilia Chirenti",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2602.14353v1 Announce Type: cross \nAbstract: By identifying quasi-periodic oscillations (QPOs) reported in FRB 20240114A (from the Five-hundred-meter Aperture Spherical Telescope) with neutron star crustal torsional oscillations, together with experimental constraints on the incompressibility $K_0$ of symmetric nuclear matter at saturation density, we constrain the mass and radius of an extragalactic neutron star at redshift $z\\approx0.13$. Identifying the low-order QPO frequencies as fundamental oscillations, and frequencies of $567.7\\,\\mathrm{Hz}$ or $655.5\\,\\mathrm{Hz}$ (rest frame) as first overtone candidates, implies neutron star mass ranges of $1.00$--$1.55\\,M_\\odot$ or $1.17$--$1.76\\,M_\\odot$, respectively. The radius is also constrained, with a self-consistent value around $13$~km, further supported by the calculation of the NS structure within the low-mass/low-central density regime. Simultaneously, we also constrain another nuclear saturation parameter, namely the density dependence of the nuclear symmetry energy at saturation density (i.e., the slope parameter), $L$, and determine it to be $L=59.5-96.8$ MeV with $\\sim 10\\%$ systematic uncertainty, which is broadly consistent with previous constraints on $L$ obtained from experiments and astronomical observations. Thus, a mapping of FRB QPOs to crustal torsional modes seems reasonable. This can be confirmed with upcoming FRB surveys over a broad range of redshifts and more elaborate data analyses."
    },
    {
      "title": "Effects of the symmetry energy slope on magnetized neutron stars",
      "link": "https://arxiv.org/abs/2602.14359",
      "authors": "Luiz L. Lopes, Cesar V. Flores, D\\'ebora P. Menezes",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2602.14359v1 Announce Type: cross \nAbstract: In this work, we study the effect of the symmetry slope on the observables of weakly and strongly magnetized neutron stars within the chaotic magnetic field approximation. We investigate the impact of the symmetry energy slope in the equation of state, as well as on the observables of neutron stars, by calculating their masses, radii, redshifts, tidal deformabilities, and fundamental-mode gravitational-wave frequencies."
    },
    {
      "title": "The initial data of effective field theories of relativistic viscous fluids and gravity",
      "link": "https://arxiv.org/abs/2602.14541",
      "authors": "Lorenzo Gavassino, \\'Aron D. Kov\\'acs, Harvey S. Reall",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2602.14541v1 Announce Type: cross \nAbstract: There has been recent progress in developing well-posed theories of relativistic viscous hydrodynamics and of gravitational effective field theories. These have in common the feature that they introduce unphysical degrees of freedom. We address the problem of how these should be treated. We propose a ''reduction of order'' approach which is applied not at the level of equations of motion but only to initial data. This specifies uniquely the data for the unphysical modes in terms of the data for the physical modes. We argue that the apparent breaking of Lorentz invariance associated with this approach is not a problem provided one restricts to Lorentz frames for which the assumptions of effective field theory are manifestly valid."
    },
    {
      "title": "Inclusive hadroproduction of $\\chi_{c1}(3872)$, $X_b$ and pentaquarks",
      "link": "https://arxiv.org/abs/2602.14916",
      "authors": "Nora Brambilla, Mathias Butenschoen, Simon Hibler, Abhishek Mohapatra, Antonio Vairo, Xiangpeng Wang",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2602.14916v1 Announce Type: cross \nAbstract: We use the Born--Oppenheimer effective field theory factorization to compute the inclusive production cross sections of the $\\chi_{c1}(3872)$ and its partner in the bottomonium sector. In the same framework, we compute the production cross sections of the pentaquark states $P_{c\\bar{c}}(4312)^+$, $P_{c\\bar{c}}(4457)^+$, $P_{c\\bar{c}}(4380)^+$ and $P_{c\\bar{c}}(4440)^+$ within two possible scenarios for the Born--Oppenheimer potentials. Also for pentaquarks, we extend the results to the bottomonium sector. All our results are genuine predictions that do not involve fits to prompt hadroproduction data."
    },
    {
      "title": "Covariant form factors for spin-1 particles",
      "link": "https://arxiv.org/abs/2309.07890",
      "authors": "J. P. B. C. de Melo (Laborat\\'orio de F\\'isica Te\\'orica e Computacional - LFTC, Universidade Cruzeiro do Sul,Universidade Cidade de S\\~ao Paulo)",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2309.07890v3 Announce Type: replace-cross \nAbstract: Spin-1 particles, is a fundamental bound state for the two quarks, and play a crucial role in elucidating the electromagnetic properties within the realm of hadronic physics. Their intrinsic relativistic nature mandates a quantum field theory (QFT) framework for a comprehensive analysis. In this investigation, we employ both the instant form of QFT and light-front quantum field theory (LFQFT) as our theoretical tools. While conventional LFQFT approaches predominantly focus on the plus component of the electromagnetic current to extract the properties of spin-1 vector particles, our study extends this analysis by systematically incorporating the minus component as well. Our findings demonstrate that achieving a rigorous equivalence between these distinct current components necessitates the inclusion of nonvalence terms within the electromagnetic current operator. This crucial inclusion serves to restore manifest covariance and ensures a robust consistency with the results independently\n  derived from the more conventional instant form of quantum field theory."
    },
    {
      "title": "Complex-valued in-medium potential between heavy impurities in ultracold atoms",
      "link": "https://arxiv.org/abs/2312.08241",
      "authors": "Yukinao Akamatsu, Shimpei Endo, Keisuke Fujii, Masaru Hongo",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2312.08241v2 Announce Type: replace-cross \nAbstract: We formulate the induced potential in a finite temperature cold atomic medium between two heavy impurities, or polarons, which is shown to be \\textit{complex-valued} in general. The imaginary part of the complex-valued potential describes a decoherence effect, and thus, the resulting Schr\\\"odinger equation for the two polarons acquires a non-Hermitian term. We apply the developed formulation to two representative cases of polarons interacting with medium particles through the $s$-wave contact interaction: (i) the normal phase of single-component (i.e., spin-polarized) fermions using the fermionic field theory, and (ii) a superfluid phase using the superfluid effective field theory, which is valid either for a Bose-Einstein condensate (BEC) of a single-component Bose gas or for the BEC-BCS crossover in two-component fermions at a low-energy regime. Computing the leading-order term, the imaginary part of the potential in both cases is found to show a universal $r^{-2}$ behavior at long distance. We propose three experimental ways to observe the effects of the universal imaginary potential in cold atoms."
    },
    {
      "title": "Semi-Classical Spin Hydrodynamics in Flat and Curved Spacetime: Covariance, Linear Waves, and Bjorken Background",
      "link": "https://arxiv.org/abs/2412.19854",
      "authors": "Annamaria Chiarini, Julia Sammet, Masoud Shokri",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2412.19854v2 Announce Type: replace-cross \nAbstract: We explore various aspects of semi-classical spin hydrodynamics, where hydrodynamic currents are derived from an expansion in the reduced Planck constant $\\hbar$, incorporating both flat and curved spacetimes. After establishing covariant definitions for angular momentum currents, we demonstrate that the conservation of the energy-momentum tensor requires modifications involving the Riemann curvature and the spin tensors. We also revise pseudo-gauge transformations to ensure their applicability in curved spacetimes. Key assumptions for semi-classical spin hydrodynamics are introduced, enabling studies without explicitly invoking quantum kinetic theory. We derive and analyze the linearized semi-classical spin hydrodynamic equations, proving that spin and fluid modes decouple in the linear regime. As a concrete example, we study the ideal-spin approximation in a dissipative fluid with shear viscosity. This analysis confirms our general result: the damping of spin waves is governed solely by spin relaxation time coefficients, independent of linear fluid perturbations. We also examine the Gibbs stability criterion and reveal its limitations at first order in $\\hbar$, signaling the inherent anisotropy of the equilibrium state, which remains unaddressed in current semi-classical spin hydrodynamics formulations. Finally, within a conformal Bjorken flow background and using the slow-roll approximation attractor for the fluid sector, we show that the relaxation of the spin potential is governed by spin relaxation time coefficients, mirroring the damping behavior of spin waves in the linear regime."
    },
    {
      "title": "Erratum to: Analytical evaluation of elastic lepton-proton two-photon exchange in chiral perturbation theory",
      "link": "https://epja.epj.org/10.1140/epja/s10050-025-01755-7",
      "authors": "Poonam Choudhary, Rakshanda Goswami, Udit Raha, Fred Myhrer, Dipankar Chakrabarti",
      "source": "European Physical Journal A",
      "summary": "Authors: Poonam Choudhary, Rakshanda Goswami, Udit Raha, Fred Myhrer and Dipankar Chakrabarti.The European Physical Journal A Vol. 62 , page 31Published online: 13/2/2026"
    },
    {
      "title": "Systematic investigation of dipole bands in neutron-rich Ag isotopes",
      "link": "https://epja.epj.org/10.1140/epja/s10050-026-01799-3",
      "authors": "H. Jia, E. H. Wang, B. Qi",
      "source": "European Physical Journal A",
      "summary": "Authors: H. Jia, E. H. Wang and B. Qi.The European Physical Journal A Vol. 62 , page 30Published online: 13/2/2026"
    }
  ]
}