{
  "lastUpdated": "2026-01-29T03:22:19.395240",
  "papers": [
    {
      "title": "Emergence of critical-point symmetry from a microscopic perspective: Evidence for $^{134}\\mathrm{Ba}$ as the “softest” nucleus without definite shape",
      "link": "http://link.aps.org/doi/10.1103/79q9-zdpw",
      "authors": "K. Kaneko, Y. Sun, T. Mizusaki, and N. Shimizu",
      "source": "Physical Review C",
      "summary": "Author(s): K. Kaneko, Y. Sun, T. Mizusaki, and N. ShimizuThe authors present new results for nuclear shape evolution and phase transitions from a comprehensive microscopic calculation based on the projected Hartree-Fock-Bogolyubov plus generator coordinate method. They identify, in particular, the microscopic origins of the symmetries originally suggested by algebraic or geometric models. The calculations show that by taking 134Ba as the reference and varying the Q⋅Q strengths involving the quasi-SU(3) partners (1g9/2,2d5/2) and (1h11/2,2f7/2), one can reproduce the relevant IBM symmetries and the shape-critical behavior symmetries. The work also identifies a line, in a visual representation of the transitions between the symmetries, with Qs(21+) equal to zero dividing states indicative of prolate and oblate nuclear shapes.[Phys. Rev. C 113, 014327] Published Wed Jan 28, 2026"
    },
    {
      "title": "Microscopic theory of angular momentum distributions across the full range of fission fragments",
      "link": "http://link.aps.org/doi/10.1103/yr2c-nvf3",
      "authors": "Petar Marević, Nicolas Schunck, and Marc Verriere",
      "source": "Physical Review C",
      "summary": "Author(s): Petar Marević, Nicolas Schunck, and Marc VerriereDuring fission, a heavy nucleus splits into two hot fragments that cool by emitting particles. To simulate this cooling process, the angular momentum distribution of the fragments is required. Historically, this has been described using simplified phenomenological models. In this work, advanced quantum-mechanical methods are used to predict, for the first time, the angular momentum distributions of all fragments observed experimentally. The calculations confirm a pronounced sawtooth pattern in the average angular momentum as a function of fragment mass, consistent with recent measurements. Moreover, substantial variations are predicted for isobaric nuclei, indicating that simplified models are not sufficiently accurate. The generated data are an important input for fission modeling based on robust quantum-mechanical methods, an effort relevant for fundamental science and technology.[Phys. Rev. C 113, 014612] Published Wed Jan 28, 2026"
    },
    {
      "title": "Pion-kaon femtoscopy as a probe of the space-time emission anisotropies due to interactions at the hadronic stage of matter evolution in relativistic heavy-ion collisions",
      "link": "http://link.aps.org/doi/10.1103/tlzz-sks4",
      "authors": "P. Chakraborty, G. Kornakov, A. Kisiel, Yu. M. Sinyukov, V. M. Shapoval, and S. Dash",
      "source": "Physical Review C",
      "summary": "Author(s): P. Chakraborty, G. Kornakov, A. Kisiel, Yu. M. Sinyukov, V. M. Shapoval, and S. DashEmission asymmetries between pions and kaons reflect the role of the hadronic phase in the cooling of a droplet of deconfined strongly interacting matter. This study compares results from two models at the same collision energy of $\\sqrt{{s}_{NN}}=5.02$ TeV to investigate how interactions in the had…[Phys. Rev. C 113, 014913] Published Wed Jan 28, 2026"
    },
    {
      "title": "Heavy neutron star phenomenology with an $H$ dibaryon",
      "link": "http://link.aps.org/doi/10.1103/qs6f-1css",
      "authors": "Jesper Leong, Pierre A. M. Guichon, and Anthony W. Thomas",
      "source": "Physical Review C",
      "summary": "Author(s): Jesper Leong, Pierre A. M. Guichon, and Anthony W. ThomasThe equation of state for dense nuclear matter in $β$ equilibrium is explored including the possibility of a doubly strange H particle. Consistent with experimental constraints, the mass of the H in free space is taken to be near the $\\mathrm{Λ}\\phantom{\\rule{0.16em}{0ex}}\\mathrm{Λ}$ threshold. With…[Phys. Rev. C 113, 015809] Published Wed Jan 28, 2026"
    },
    {
      "title": "Partial-wave decomposition of isospin-projected subleading three-nucleon contact interactions",
      "link": "https://arxiv.org/abs/2601.19033",
      "authors": "Elena Filandri, Luca Girlanda, Ylenia Capitani",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2601.19033v1 Announce Type: new \nAbstract: We analyze the subleading three-nucleon contact interaction terms at N4LO in chiral effective field theory. We perform the isospin projection into $T=1/2$ and $T=3/2$ states, and find that only eleven of the thirteen operators contribute in the $T=1/2$ channel. By projection on the partial waves of the asymptotic configuration of $N-d$ scattering states in momentum space, we find contributions from ten combinations of LECs. These results provide a useful basis for including N4LO three-body forces in few-body calculations and for constraining them through numerical fits to data."
    },
    {
      "title": "Green's Function Formalism for Impurity-Induced Resonances in Sub-barrier Proton-Nucleus Scattering",
      "link": "https://arxiv.org/abs/2601.19374",
      "authors": "Bahruz Suleymanli, Kutsal Bozkurt",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2601.19374v1 Announce Type: new \nAbstract: Motivated by recent experimental refinements of stellar reaction rates, we establish a non-perturbative Green's function formalism based on the exact solution of the Dyson equation for sub-barrier proton-nucleus resonant scattering. By utilizing bare Green's functions to map the quantum tunneling problem onto a scattering formalism, we demonstrate that the summation of infinite quantum paths recovers the exact tunneling coefficients, enabling an analytical solution of the Dyson equation where the strong nuclear force is modeled as a surface delta-shell impurity embedded within the Coulomb field. Applying this framework to the astrophysically relevant $p + {}^{7}\\text{Li}$, $p + {}^{14}\\text{N}$, and $p + {}^{23}\\text{Na}$ systems, we achieve precise agreement with experimental resonance energies while revealing a fundamental physical distinction in resonance formation. The heavier ${}^{23}\\text{Na}$ system is identified as a saturated state, residing on a geometric plateau where the resonance energy becomes insensitive to the interaction strength; our calculated value of $2.11$~MeV aligns remarkably well with the experimental level of $2.08$~MeV. In contrast, the lighter ${}^7\\text{Li}$ and ${}^{14}\\text{N}$ systems emerge as threshold states in a weak-coupling window, where the resonance energy is highly sensitive to the potential parameters and is sustained near the continuum edge. In this regime, our model yields energies of $0.489$~MeV and $1.067$~MeV, closely reproducing the experimental benchmarks of $0.441$~MeV and $1.058$~MeV, respectively. We demonstrate that these threshold states are characterized by a significant enhancement of the resonant cross-section, driven by the inverse relationship between the tunneling width and the spectral density peak."
    },
    {
      "title": "Short-distance production of three particles with large scattering length",
      "link": "https://arxiv.org/abs/2601.19408",
      "authors": "Timothy G. Backert, Sebastian Dietz, Hans-Werner Hammer, Sebastian K\\\"onig, Dam Thanh Son",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2601.19408v1 Announce Type: new \nAbstract: The short-distance production of multi-particle states in high-energy nuclear reactions provides a unique way to study the low-energy properties of few-body systems. In particular, the production amplitude of multi-neutron systems is strongly constrained by an approximate conformal symmetry of the underlying theory. We calculate the full amplitude for the short-distance production of three particles with large scattering length in leading order pionless EFT, focusing on the cases of three neutrons and three spinless bosons. We investigate the signature of low-energy resonances and other correlations in the relative energy distributions. For the case of neutrons, we compare to the predictions from approximate conformal symmetry close to the unitary limit and calculate the range corrections up to next-to-next-to leading order."
    },
    {
      "title": "Extracting Nucleon Resonance Transition GPDs from $e^- N\\to e^-\\gamma N\\pi$ Deeply Virtual Compton Scattering",
      "link": "https://arxiv.org/abs/2601.19434",
      "authors": "Matthew Rumley, Anthony W. Thomas",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2601.19434v1 Announce Type: new \nAbstract: We investigate the process in which Deeply Virtual Compton Scattering (DVCS) excites a baryon resonance. In particular, we assess, in DVCS leading to the Roper resonance, the relative importance of a \"background'' process in which a pion is first emitted by the nucleon, which then undergoes a DVCS event. Our numerical results, using realistic DVCS kinematics, indicate that there can be measurable interference effects. They suggest that this process could substantially modify the experimentally observed cross sections at CLAS12-like kinematics, motivating their inclusion in precision analyses of DVCS experiments. We further find that in spite of this background, the transition to a Roper-like state through DVCS does contribute significantly to the $e^- N\\to e^-\\gamma N\\pi$ cross section in some kinematic regions. This suggests that the creation of nucleon resonances via DVCS is a useful method for extracting information about the nucleon transition GPDs and the internal structure of the excited states."
    },
    {
      "title": "The quasi-normal modes of relativistic Fokker-Planck kinetic theory",
      "link": "https://arxiv.org/abs/2601.19474",
      "authors": "Lorenzo Gavassino",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2601.19474v1 Announce Type: new \nAbstract: Employing the well-known unitary equivalence between Fokker-Planck operators and Schr\\\"odinger Hamiltonians, we compute the quasi-normal-mode spectrum of ultrarelativistic kinetic theories with momentum-space diffusion. We show that the collision operator reduces to a Dirac-delta Schr\\\"odinger problem in one spatial dimension, and to a Coulomb Schr\\\"odinger operator with hydrogenic spectrum in three dimensions. Finite spatial wavenumber appears as a perturbation of the associated quantum potential. The hydrodynamic mode is found to obey exact Fick-type diffusion at all real wavenumbers, whereas relativistic kinematics generically produces a continuous ballistic band in the non-hydrodynamic sector, a feature absent in the Newtonian regime."
    },
    {
      "title": "How transverse momentum conservation breaks azimuthal correlation factorization",
      "link": "https://arxiv.org/abs/2601.19475",
      "authors": "Jia-Lin Pei, Guo-Liang Ma, Adam Bzdak",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2601.19475v1 Announce Type: new \nAbstract: The breakdown of azimuthal two-particle correlation factorization, quantified by the ratios $r_2$ and $r_3$, serves as a sensitive probe of transverse-momentum-dependent flow fluctuations. While hydrodynamic models predict $r_3 \\leq 1$, experimental data from CMS in p-Pb collisions exhibit $r_3 > 1$, presenting a clear puzzle. We show that transverse momentum conservation (TMC) is the key mechanism dictating this factorization breakdown in small systems. We systematically calculate the effect of TMC as a function of the momentum difference between particles across various multiplicity and momentum ranges. Our results are in quantitative agreement with CMS p-Pb data for both $r_2$ and $r_3$. A central finding is a sign rule: under TMC, the deviation $r_n - 1$ follows $\\left ( - 1 \\right )^{n+1} $, being negative for even and positive for odd harmonic orders $n$. This work establishes an analytical framework to quantify transverse-momentum-dependent flow fluctuations and provides new insights into the origin of collectivity in small colliding systems."
    },
    {
      "title": "Radial Oscillations and Stability of Neutron Stars with Antikaon Condensates",
      "link": "https://arxiv.org/abs/2601.19545",
      "authors": "Manisha Kumari, Sujan Kumar Roy, Soumen Podder, Suman Pal, Gargi Chaudhuri",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2601.19545v2 Announce Type: new \nAbstract: Radial oscillations provide a direct probe of the stability and compressibility of neutron stars and are highly sensitive to the equation of state of dense matter. In this work, we investigate the impact of antikaon condensates on the radial oscillation properties of neutron stars. We model neutron star matter using equations of state with a wide range of stiffness. For this purpose, both non-linear and density-dependent relativistic mean-field frameworks are employed to develop equations of state that are consistent with current astrophysical constraints. We further consider the emergence of antikaon condensates ($K^-$ and $\\bar{K}^0$) in the stellar core, which modifies the pressure--energy density relation of dense matter. We find that the nature of the transition from nuclear matter to the condensed phase is sensitive to the antikaon optical potential depth and underlying equation of state. We compute the fundamental and higher-order radial oscillation modes for neutron stars containing antikaon condensates over a range of antikaon optical potential depths. Our results demonstrate that the antikaon optical potential depth plays a decisive role in governing the systematic shifts observed in the radial oscillation frequencies, while also significantly reducing the stability limits and maximum masses of neutron stars. These imprints of antikaon condensation on radial oscillation spectra provide a promising avenue for future multi-messenger observations and high-frequency gravitational-wave searches to directly probe and constrain the internal composition and equation of state of neutron stars."
    },
    {
      "title": "Octet baryon electroweak form factors in dense nuclear matter",
      "link": "https://arxiv.org/abs/2601.19564",
      "authors": "G. Ramalho, K. Tsushima, Myung-Ki Cheoun",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2601.19564v1 Announce Type: new \nAbstract: Motivated by the necessity of developing theoretical models for studying the electroweak structure of baryons in a nuclear medium, we apply a covariant quark model to study interactions of baryons with nuclear matter. The electromagnetic and axial form factors of the octet baryons are determined by combining a covariant quark model that takes into account the meson cloud dressing of the baryon cores, developed for free space, with the quark-meson coupling model in the extension to the nuclear medium. We discuss the medium modifications on the electroweak form factors of octet baryons for the range of densities from $\\rho=0$ up to $\\rho=2 \\rho_0$, where $\\rho_0= 0.15$ fm$^{-3}$ is the normal nuclear matter density. We also study how the shape of the form factors is modified in finite nuclei due to the profile of the nuclear density distributions compared with calculations using the average density of the nucleus"
    },
    {
      "title": "A self-consistent calculation of non-spherical Bose-Einstein correlation functions with Coulomb final-state interaction",
      "link": "https://arxiv.org/abs/2601.19626",
      "authors": "M\\'arton I. Nagy, D\\'aniel Kincses, M\\'at\\'e Csan\\'ad",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2601.19626v1 Announce Type: new \nAbstract: Particle correlations and femtoscopy are a rich subfield of high-energy physics. As the experimental data become more precise, there is an increasing need for the theoretical calculations to provide better and more general descriptions of the measurements. One of the important new directions is the investigation of the precise shape of the Bose-Einstein correlation functions utilizing L\\'evy-stable distributions. This work is a direct follow-up to our previous study, in which we developed a novel method for calculating Bose-Einstein correlation functions including the Coulomb final-state interaction. In this paper, we present a self-consistent generalization of the previous approach to non-spherical source functions and investigate the validity of the previously applied approximations assuming spherical symmetry. We present a software package that includes the calculation of a fully three-dimensional correlation function including the Coulomb interaction."
    },
    {
      "title": "Equation of State of Highly Asymmetric Neutron-Star Matter from Liquid Drop Model and Meson Polytropes",
      "link": "https://arxiv.org/abs/2601.19789",
      "authors": "Elissaios Andronopoulos, Konstantinos N. Gourgouliatos",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2601.19789v1 Announce Type: new \nAbstract: We present a unified description of dense matter and neutron-star structure based on simple but physically motivated models. Starting from the thermodynamics of degenerate Fermi gases, we construct an equation of state for cold, catalyzed matter by combining relativistic fermion statistics with the liquid drop model of nuclear binding. The internal stratification of matter in the outer crust is described by $\\beta$-equilibrium, neutron drip and a gradual transition to supranuclear matter. Short-range repulsive interactions inspired by Quantum Hadrodynamics are incorporated at high densities in order to ensure stability and causality. The resulting equation of state is used as input to the Tolman--Oppenheimer--Volkoff equations, yielding self-consistent neutron-star models. We compute macroscopic stellar properties including the mass-radius relation, compactness and surface redshift that can be compared with recent observational data. Despite the simplicity of the underlying microphysics, the model produces neutron-star masses and radii compatible with current observational constraints from X-ray timing and gravitational-wave measurements. This work demonstrates that physically transparent models can already capture the essential features of neutron-star structure and provide valuable insight into the connection between dense-matter physics and astrophysical observables while they can also be used as easy to handle models to test the impact of more complicated phenomena and variations in neutron stars."
    },
    {
      "title": "Unified Cranking-Model Description of Bohr and VMI Approache",
      "link": "https://arxiv.org/abs/2601.19815",
      "authors": "Mohd Abu El Sheikh, Abdurahim A. Okhunov, Riad S. Masharfe, Anashon A. Yokubbayev",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2601.19815v1 Announce Type: new \nAbstract: A unified analysis based on the cranking model is presented, demonstrating that both the Bohr and Variable Moment of Inertia (VMI) models arise as limiting cases of this framework. This result resolves the apparent contradiction between the two models by showing that they correspond to different physical limits of the same formalism. In addition, this analysis explicitly reveals the contribution of Coriolis effects to the rotational energy and moment of inertia."
    },
    {
      "title": "Gravitational $ D$-Form Factor: The $\\sigma$-Meson as a Dilaton confronted with Lattice Data",
      "link": "https://arxiv.org/abs/2508.18537",
      "authors": "Roy Stegeman, Roman Zwicky",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2508.18537v2 Announce Type: cross \nAbstract: We investigate the nucleon and pion gravitational $D$-form factors, by fitting a $\\sigma/f_0(500)$-meson pole, together with a background term, to lattice data at $m_\\pi \\approx 170\\text{MeV}$. We find that the fitted residues are compatible with predictions from dilaton effective theory. In this framework, the $\\sigma$-meson takes on the role of the dilaton, the Goldstone boson of spontaneously broken scale symmetry. These results support the idea that QCD may be governed by an infrared fixed point and offer a physical interpretation of the $D$-form factor (or $D$-term) in the soft limit."
    },
    {
      "title": "Next-to-next-to-leading power corrections to unpolarized Semi-Inclusive Deep Inelastic Scattering",
      "link": "https://arxiv.org/abs/2601.18882",
      "authors": "Ian Balitsky, Alexei Prokudin",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2601.18882v1 Announce Type: cross \nAbstract: Semi-Inclusive Deep Inelastic Scattering (SIDIS) is a key tool for exploring the three-dimensional structure of the nucleon through Transverse Momentum Dependent parton distributions and fragmentation functions. While leading-power contributions to the SIDIS cross-section are well established, next-to-leading (NLP) of order $1/Q$ and next-to-next-to-leading power (NNLP) corrections of order $1/Q^2$ to the hadronic tensor have only recently begun to be systematically investigated. These corrections are essential for the reliable phenomenology and interpretation of modern high-precision data. In recent papers by one of the authors, NNLP corrections to Drell-Yan process were derived using rapidity factorization formalism. In the present work we extend this approach to SIDIS and obtain analytic expressions for the unpolarized structure functions. We derive NNLP corrections that include convolutions of unpolarized distributions, $f_1$, with unpolarized fragmentation functions, $D_1$, and Boer-Mulders functions, $h_1^\\perp$, with Collins fragmentation functions, $H_1^\\perp$. We compare our results with previous formulations, provide numerical studies, confront our predictions with HERMES and COMPASS measurements, and present predictions for future experiments at Jefferson Lab and the Electron-Ion Collider."
    },
    {
      "title": "Origin of the nucleon gravitational form factor $B_N(t)$",
      "link": "https://arxiv.org/abs/2601.19141",
      "authors": "Xianghui Cao, Bheemsehan Gurjar, Chandan Mondal, Chen Chen, Yang Li",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2601.19141v1 Announce Type: cross \nAbstract: Recent lattice QCD simulations and phenomenological models indicate that the nucleon's gravitational form factor $B_N(t)$ remains remarkably small at finite momentum transfer $t$. While $B_N(0) = 0$ is a known consequence of the equivalence principle, the physical origin of its suppression at finite $t$ has not been fully elucidated. In this work, we demonstrate that the smallness of $B_N(t)$ arises from a fundamental cancellation within the nucleon's wave functions. Using light-front holographic QCD, we show that $B_N(t)$ is governed by an antisymmetric factor in the longitudinal dynamics that leads to an exact vanishing in the symmetric limit and significant suppression for realistic nucleon structures. Our results suggest that the smallness of $B_N(t)$ is a signature of the nucleon's dominant S-wave character, providing a formal justification for its frequent omission in practical applications like near-threshold $J/\\psi$ production."
    },
    {
      "title": "Probing New Physics and CP Violation in $\\nu_\\tau n \\to \\Lambda_c \\tau^- (\\pi^- \\nu_\\tau)$ and $\\bar\\nu_\\tau p \\to \\Lambda \\tau^+ (\\pi^+ \\bar\\nu_\\tau)$",
      "link": "https://arxiv.org/abs/2601.19397",
      "authors": "E. Hern\\'andez, J. Nieves, J. E. Sobczyk",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2601.19397v1 Announce Type: cross \nAbstract: We study the processes $\\nu_\\tau n \\to \\Lambda_c \\tau^- (\\pi^- \\nu_\\tau)$ and $\\bar\\nu_\\tau p \\to \\Lambda \\tau^+ (\\pi^+ \\bar\\nu_\\tau)$, with particular emphasis on the pion energy and angular distributions, as a possible signal for lepton flavor universality violation, and in general of physics beyond the Standard Model (SM), as well as a sensitive probe of the $\\tau$ polarization vector. We work within an effective low-energy extension of the SM with all dimension-six four-fermion operators. In this framework, complex Wilson coefficients which encode new physics can generate CP-violating contributions. We propose an observable that provides a genuine CP-odd signal due to its sensitivity to particular transverse components of the $\\tau$ polarization vector. Namely, we show that the asymmetry in the azimuthal-angle distribution of the pion in the decay $\\tau^\\pm\\to \\pi^\\pm \\nu_\\tau$ constitutes a smoking-gun prediction of such a beyond the SM scenario. We estimate the strength of this effect extrapolating nucleon-hyperon form factors recently obtained from lattice QCD calculations."
    },
    {
      "title": "The diffusion equation is compatible with special relativity",
      "link": "https://arxiv.org/abs/2601.19464",
      "authors": "Lorenzo Gavassino",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2601.19464v1 Announce Type: cross \nAbstract: Due to its parabolic character, the diffusion equation exhibits instantaneous spatial spreading, and becomes unstable when Lorentz-boosted. According to the conventional interpretation, these features reflect a fundamental incompatibility with special relativity. In this Letter, we show that this interpretation is incorrect by demonstrating that any smooth and sufficiently localized solution of the diffusion equation is the particle density of an exact solution of the relativistic Vlasov-Fokker-Planck equation. This establishes the existence of a causal, stable, and thermodynamically consistent relativistic kinetic theory whose hydrodynamic sector is governed exactly by diffusion at all wavelengths. We further demonstrate that the standard arguments for instability arise from considering solutions that admit no counterpart in kinetic theory, and that apparent violations of causality disappear once signals are defined in terms of the underlying microscopic data."
    },
    {
      "title": "The leading Lyapunov exponent in the glasma",
      "link": "https://arxiv.org/abs/2601.19679",
      "authors": "Pooja, Dana Avramescu, Tuomas Lappi",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2601.19679v1 Announce Type: cross \nAbstract: We show that small perturbations in the boost-invariant color fields of the glasma exhibit an exponential growth with the square root of time. We interpret this growth rate as a Lyapunov exponent, related to entropy production and the thermalization timescale in the earliest stage of heavy-ion collisions. Working in a regime that is linear in this perturbation, we extract the time dependence of this mode as $\\sim \\exp(0.4\\sqrt{g^2\\mu\\tau})$ for SU($2$), where $g^2\\mu$ is proportional to the saturation scale and the square-root dependence is caused by the boost-invariant expansion of the system. We show that the growth rate of this mode is, unlike its amplitude, remarkably insensitive to the details of how the perturbations are initialized. In particular, we show that the unstable mode couples to all momentum scales present in the initial perturbation."
    },
    {
      "title": "Relaxation time approximation revisited and non-analytical structure in retarded correlators",
      "link": "https://arxiv.org/abs/2409.05131",
      "authors": "Jin Hu",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2409.05131v3 Announce Type: replace-cross \nAbstract: In this paper, we give a rigorous mathematical justification for the relaxation time approximation (RTA) model. We find that only the RTA with an energy-independent relaxation time can be justified in the case of hard interactions. Accordingly, we propose an alternative approach to restore the collision invariance lacking in traditional RTA. Besides, we provide a general statement on the non-analytical structures in the retarded correlators within the kinetic description. For hard interactions, hydrodynamic poles are the long-lived modes. Whereas for soft interactions, commonly encountered in relativistic kinetic theory, the gapless eigenvalue spectrum of linearized collision operator leads to gapless branch-cuts. We note that particle mass and inhomogeneous perturbations would complicate the above-mentioned non-analytical structures."
    },
    {
      "title": "Study of dynamical fluctuation in AMPT generated data for Au+Au collisions at 10 AGeV",
      "link": "https://epja.epj.org/10.1140/epja/s10050-026-01789-5",
      "authors": "Somen Gope, Supriya Das, Saikat Biswas",
      "source": "European Physical Journal A",
      "summary": "Authors: Somen Gope, Supriya Das and Saikat Biswas.The European Physical Journal A Vol. 62 , page 19Published online: 26/1/2026"
    },
    {
      "title": "Axial Anomaly and Confinement in Two-dimensional QED:Singular Behavior of Vacuum Polarization at Threshold",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269326000699?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: Available online 28 January 2026Source: Physics Letters BAuthor(s): Bailing Ma, Chueng-Ryong Ji"
    },
    {
      "title": "Phantom cosmology with arbitrary potential: New accelerating scaling attractors",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269326000663?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: Available online 27 January 2026Source: Physics Letters BAuthor(s): Sudip Halder, Supriya Pan, Paulo M. Sá, Tapan Saha"
    },
    {
      "title": "Goofy transformations and the hierarchy problem",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269326000444?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: Available online 27 January 2026Source: Physics Letters BAuthor(s): Andreas Trautner"
    },
    {
      "title": "Observation of <math xmlns:mml=\"http://www.w3.org/1998/Math/MathML\" altimg=\"si1.svg\" class=\"math\"><mrow><mi>t</mi><mover accent=\"true\"><mi>t</mi><mo>¯</mo></mover><mi>γ</mi><mi>γ</mi></mrow></math> production at <math xmlns:mml=\"http://www.w3.org/1998/Math/MathML\" altimg=\"si9.svg\" class=\"math\"><mrow><msqrt><mi>s</mi></msqrt><mo linebreak=\"goodbreak\">=</mo></mrow></math>13 TeV with the ATLAS detector",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269326000493?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: Available online 27 January 2026Source: Physics Letters BAuthor(s): The Atlas Collaboration, G. Aad, E. Aakvaag, B. Abbott, S. Abdelhameed, K. Abeling, N.J. Abicht, S.H. Abidi, M. Aboelela, A. Aboulhorma, H. Abramowicz, Y. Abulaiti, B.S. Acharya, A. Ackermann, C.Adam Bourdarios, L. Adamczyk, S.V. Addepalli, M.J. Addison, J. Adelman, A. Adiguzel, T. Adye"
    },
    {
      "title": "Extended Thermodynamical Topology and Phase Structure of a Quantum-Corrected AdS Black Hole",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269326000754?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: Available online 27 January 2026Source: Physics Letters BAuthor(s): Dailiang Ma, Chengzhou Liu"
    },
    {
      "title": "Conformal bootstrap in Mellin space from GG systems",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269326000602?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: Available online 27 January 2026Source: Physics Letters BAuthor(s): Koushik Ray"
    }
  ]
}