{
  "lastUpdated": "2026-02-10T03:46:26.699571",
  "papers": [
    {
      "title": "Robust extrapolation in nuclear mass predictions using domain-informed activation functions",
      "link": "http://link.aps.org/doi/10.1103/mcxf-d32x",
      "authors": "C. H. Kim, K. Y. Chae, and M. S. Smith",
      "source": "Physical Review C",
      "summary": "Author(s): C. H. Kim, K. Y. Chae, and M. S. SmithGiven the importance of nuclear mass predictions, numerous models have been developed to extrapolate the measured data into unknown regions. While neural networks—the core of modern artificial intelligence—have been recently suggested as powerful methods, showcasing high predictive power in the meas…[Phys. Rev. C 113, 024308] Published Mon Feb 09, 2026"
    },
    {
      "title": "Microscopic study of the asymptotic behavior of the reduced width amplitude in $^{7}\\mathrm{Li}$ and $^{7}\\mathrm{Be}$",
      "link": "http://link.aps.org/doi/10.1103/443m-svw9",
      "authors": "H. J. Zhu, M. J. Lyu, Q. Zhao, Z. Cheng, J. Q. Tian, M. Kimura, T. Myo, H. Horiuchi, H. Toki, M. Isaka, H. Takemoto, Akinobu Doté, and N. Wan",
      "source": "Physical Review C",
      "summary": "Author(s): H. J. Zhu, M. J. Lyu, Q. Zhao, Z. Cheng, J. Q. Tian, M. Kimura, T. Myo, H. Horiuchi, H. Toki, M. Isaka, H. Takemoto, Akinobu Doté, and N. WanWe investigate the effects of different basis model spaces on the calculation of reduced width amplitude (RWA) and asymptotic normalization coefficient (ANC) for the $^{7}\\mathrm{Li}$ and $^{7}\\mathrm{Be}$ nuclei. The two-cluster model ($α+t/^{3}\\mathrm{He}$) and the three-cluster model ($α+np+n/p$)…[Phys. Rev. C 113, 024309] Published Mon Feb 09, 2026"
    },
    {
      "title": "Decay study of the most neutron-deficient Zn isotopes with the Warsaw optical-readout TPC detector",
      "link": "http://link.aps.org/doi/10.1103/p8lf-hc4y",
      "authors": "A. Kubiela <em>et al.</em>",
      "source": "Physical Review C",
      "summary": "Author(s): A. Kubiela et al.Results of decay studies of nuclei in the vicinity of $^{54}\\mathrm{Zn}$, which is the most neutron-deficient isotope of zinc and undergoes ground-state two-proton radioactivity (2p), are presented. The measurements were performed with a gaseous time-projection chamber with optical readout, which al…[Phys. Rev. C 113, 024310] Published Mon Feb 09, 2026"
    },
    {
      "title": "Insights into properties of nuclei in $α$-decay chains of $^{295–304}120$ using a self-consistent mean-field approach",
      "link": "http://link.aps.org/doi/10.1103/t9fm-ppqp",
      "authors": "A. Nasr, W. M. Seif, A. R. Abdulghany, G. G. Adamian, and N. V. Antonenko",
      "source": "Physical Review C",
      "summary": "Author(s): A. Nasr, W. M. Seif, A. R. Abdulghany, G. G. Adamian, and N. V. AntonenkoTo study the structure and stability of the isotopes $^{295–304}120$, the self-consistent Hartree-Fock-Bogoliubov calculations are performed using the Skyrme-SLy4 energy-density functional and a zero-range pairing interaction, regularized to avoid divergences. The ground-state deformation evolves fr…[Phys. Rev. C 113, 024311] Published Mon Feb 09, 2026"
    },
    {
      "title": "Computing nuclear response functions with time-dependent coupled-cluster theory",
      "link": "http://link.aps.org/doi/10.1103/scn2-dnyg",
      "authors": "Francesca Bonaiti, Cody Balos, Kyle Godbey, Gaute Hagen, Thomas Papenbrock, and Carol S. Woodward",
      "source": "Physical Review C",
      "summary": "Author(s): Francesca Bonaiti, Cody Balos, Kyle Godbey, Gaute Hagen, Thomas Papenbrock, and Carol S. WoodwardWe compute nuclear response functions by solving the time-dependent $A$-body Schrödinger equation, recording the time-dependent transition moment and extracting spectral information via Fourier transforms. The solution of the time-dependent many-body problem accounts for correlations on top of the m…[Phys. Rev. C 113, 024312] Published Mon Feb 09, 2026"
    },
    {
      "title": "Evolution of chirality from transverse wobbling in $^{135}\\mathrm{Pr}$",
      "link": "http://link.aps.org/doi/10.1103/3g4p-ncjn",
      "authors": "N. Sensharma, U. Garg, Q. B. Chen, S. Frauendorf, S. Zhu, J. Arroyo, A. D. Ayangeakaa, D. P. Burdette, M. P. Carpenter, P. Copp, J. L. Cozzi, S. S. Ghugre, D. J. Hartley, K. B. Howard, R. V. F. Janssens, F. G. Kondev, T. Lauritsen, J. Li, R. Palit, A. Saracino, D. Seweryniak, S. Weyhmiller, and J. Wu",
      "source": "Physical Review C",
      "summary": "Author(s): N. Sensharma, U. Garg, Q. B. Chen, S. Frauendorf, S. Zhu, J. Arroyo, A. D. Ayangeakaa, D. P. Burdette, M. P. Carpenter, P. Copp, J. L. Cozzi, S. S. Ghugre, D. J. Hartley, K. B. Howard, R. V. F. Janssens, F. G. Kondev, T. Lauritsen, J. Li, R. Palit, A. Saracino, D. Seweryniak, S. Weyhmiller, and J. WuChirality is a distinct signature that characterizes triaxial shapes in nuclei. We report the first observation of chirality in the nucleus $^{135}\\mathrm{Pr}$ using a high-statistics Gammasphere experiment with the $^{123}\\mathrm{Sb}(^{16}\\mathrm{O},4n)^{135}\\mathrm{Pr}$ reaction. Two chiral-partne…[Phys. Rev. C 113, 024313] Published Mon Feb 09, 2026"
    },
    {
      "title": "Backscattering study of electrons from 0.1 to 3.4 MeV",
      "link": "http://link.aps.org/doi/10.1103/g3x8-vtr2",
      "authors": "M. Kanafani, X. Fléchard, O. Naviliat-Cuncic, R. Garreau, T. E. Haugen, L. Hayen, S. Leblond, E. Liénard, X. Mougeot, G. Quéméner, A. Rani, J.-C. Thomas, and S. Vanlangendonck",
      "source": "Physical Review C",
      "summary": "Author(s): M. Kanafani, X. Fléchard, O. Naviliat-Cuncic, R. Garreau, T. E. Haugen, L. Hayen, S. Leblond, E. Liénard, X. Mougeot, G. Quéméner, A. Rani, J.-C. Thomas, and S. VanlangendonckBenchmarking simulation codes for electron transport and scattering in matter is a crucial step for estimating uncertainties in precision measurements in β decay and other applications. This work reports the measurement and the quantitative analysis of backscattering probabilities of electrons in the energy range 0.1 to 3.4 MeV where experimental data are scarce. Using a setup for precise identification of backscattered events impinging on a YAP:Ce scintillator, the authors achieved meaningful agreement between simulations and experimental data covering a large range of energies and large incident angles. The results should help mitigate the usually large relative uncertainties considered for electron backscattering probabilities. Reaching an improved understanding of the systematic uncertainties at the percent level, compared to the previous 10% level, promises to be of high value to the community engaged in precision β spectroscopy.[Phys. Rev. C 113, 025501] Published Mon Feb 09, 2026"
    },
    {
      "title": "Bayesian framework for the ${S}_{E1}$(300 keV) and ${S}_{E2}$(300 keV) factors for $^{12}\\mathrm{C}(α,γ)^{16}\\mathrm{O}$ from subthreshold and ground-state asymptotic normalization coefficients",
      "link": "http://link.aps.org/doi/10.1103/gsm9-rgb7",
      "authors": "A. M. Mukhamedzhanov",
      "source": "Physical Review C",
      "summary": "Author(s): A. M. MukhamedzhanovThe 12C(α,γ)16O reaction sets the carbon-to-oxygen ratio after core helium burning and strongly influences late stellar evolution. Because direct measurements near E≈300 keV are not available, this work combines existing experimental constraints in a Bayesian analysis to determine a well-defined range for the astrophysical factors SE1(300 keV) and SE2(300 keV). The resulting S(300 keV) range has important implications for the final outcomes of massive stars, including the formation of heavy black-hole remnants relevant to gravitational-wave observations.[Phys. Rev. C 113, 025803] Published Mon Feb 09, 2026"
    },
    {
      "title": "\"Observations on the possible electromagnetic nature of nucleon interactions and pions\" -- historical manuscript from 1969 by B. W. Ninham and C. Pask",
      "link": "https://arxiv.org/abs/2602.06058",
      "authors": "Mathias Bostr\\\"om, Drew F. Parsons",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2602.06058v1 Announce Type: new \nAbstract: This manuscript presents an historical perspective prepared by Barry Ninham and Colin Pask in 1969 on the connection between quantum electrodynamics theory and nucleon interactions. A new theory of strong interactions based on electromagnetic considerations is proposed. Energy and force range magnitudes are correctly given. A new theory of the pion emerges and the pion mass and lifetime are calculated. No strong interaction coupling constant is required."
    },
    {
      "title": "Fixed-energy inverse scattering with radial basis function neural networks and its application to neutron-alpha interactions",
      "link": "https://arxiv.org/abs/2602.06086",
      "authors": "G\\'abor Balassa",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2602.06086v1 Announce Type: new \nAbstract: This paper proposes a data-driven method to solve the fixed-energy inverse scattering problem for radially symmetric potentials using radial basis function (RBF) neural networks in an open-loop control system. The method estimates the scattering potentials in the Fourier domain by training an appropriate number of RBF networks, while the control step is carried out in the coordinate space by using the measured phase shifts as control parameters. The system is trained by both finite and singular input potentials and is capable of modeling a great variety of scattering events. The method is applied to neutron-alpha scattering at 10 MeV incident neutron energy, where the underlying central part of the potential is estimated by using the measured l = 0, 1, 2 phase shifts as inputs. The obtained potential is physically sensible, and the recalculated phase shifts are within a few percent relative error."
    },
    {
      "title": "Bayesian Constraints on the Neutron Star Equation of State with a Smooth Hadron-Quark Crossover",
      "link": "https://arxiv.org/abs/2602.06696",
      "authors": "Xavier Grundler, Bao-An Li",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2602.06696v1 Announce Type: new \nAbstract: We perform a Bayesian inference of the dense-matter equation of state (EOS) within a unified framework that incorporates hadronic matter, quark matter, and a smooth hadron--quark crossover. The EOS is constrained using physical consistency filters, gravitational-wave data from GW170817, NICER mass--radius measurements, and hypothetical future high-precision radius data. We find that current observations strongly constrain the density dependence of the nuclear symmetry energy, particularly its slope and curvature, while the highest-density hadronic parameters and quark-matter parameters remain only weakly constrained. The posterior distributions favor a crossover centered at an energy density $\\overline{\\varepsilon}\\sim(4$--$6)\\varepsilon_0$ with a width $\\Gamma\\sim(0.5$--$1.0)\\varepsilon_0$, where $\\varepsilon_0$ is the energy density of symmetric nuclear matter at saturation. The most probable radius of a canonical neutron star is $R_{1.4}\\simeq 11.5-13.0$ km, and the maximum mass is $M_{\\rm TOV}\\simeq 2.2\\,M_\\odot$. Overall, present data primarily probe the low-to-intermediate density EOS and provide limited direct sensitivity to quark matter and genuinely high-density physics, highlighting the need for next-generation precision radius measurements."
    },
    {
      "title": "Many-body effects on dense matter with hyperons at finite temperature",
      "link": "https://arxiv.org/abs/2602.06815",
      "authors": "Rafael B\\'an Jacobsen, Ricardo Luciano Sonego Farias, Veronica Dexheimer",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2602.06815v1 Announce Type: new \nAbstract: In this work, we present the first extension of the Many-Body Forces (MBF) Model to finite temperature. The MBF Model describes nuclear matter in a relativistic quantum hadrodynamics formalism that takes many-body forces into account through a field dependence of the nuclear interaction coupling constants. Assuming nuclear matter to be charge neutral, beta-equilibrated, and populated by the baryon octet, electrons, and muons, we explore the parameters of the model, three different hyperon coupling schemes (also introduced here for the first time in MBF), and temperature effects to describe basic properties of nuclear matter, including the speed of sound, compressibility, and adiabatic index. We also investigate the mass-radius relation of compact stars by solving the Tolman-Oppenheimer-Volkoff equations at zero and finite temperature, including scenarios with fixed entropy per baryon. Our original results at finite temperature open the path to a new description of proto-neutron stars."
    },
    {
      "title": "Holographic Charged Transport with Higher Derivatives",
      "link": "https://arxiv.org/abs/2602.06144",
      "authors": "Alex Buchel, Sera Cremonini, Mohammad Moezzi, George Tringas",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2602.06144v1 Announce Type: cross \nAbstract: We compute the first-order hydrodynamic transport coefficients (shear viscosity $\\eta$, bulk viscosity $\\zeta$, and charge conductivity $\\sigma$) for a broad class of strongly coupled, four-dimensional charged relativistic gauge theory plasma with holographic gravitational duals containing higher-derivative corrections. The landscape of our holographic models captures non-conformal gauge theories with an arbitrary number of relevant coupling constants and a general scalar potential in the gravitational dual, allowing for a systematic exploration of charged transport along generic holographic RG flows. The leading-order higher-derivative corrections probe gauge theories with non-equal central charges $c\\ne a$ at the ultraviolet fixed point, and enable the engineering of diverse temperature and charge density profiles for the viscosities and the conductivity. Our results establish the membrane paradigm in higher-derivative holographic models: all the transport coefficients are extracted from the black brane horizon values of the gravitational scalars, and various functions defining the gravitational holographic dual."
    },
    {
      "title": "How Neutron Star Observations Point Towards Exotic Matter: Existing Explanations and a Prospective Proposal",
      "link": "https://arxiv.org/abs/2602.06170",
      "authors": "Mauro Mariani, Ignacio F. Ranea-Sandoval",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2602.06170v1 Announce Type: cross \nAbstract: Multi-messenger astronomical observations of neutron stars, together with more precise calculations and constraints coming from dense matter microphysics, are generating tension with regard to equations of state models used to describe neutron star cores. Assuming an abrupt first-order phase transition with a slow conversion speed between phases, we propose different slow stable hybrid star configurations aiming to reconcile all current constraints simultaneously; within this framework, we also introduce a novel non-CSS parametrization to the quark matter equation of state and discuss its strengths and limitations. We analyze our model results in conjunction with a review of other relevant theoretical possibilities existing in the literature. We found that modern neutron star observations seem to favor the existence of some type of exotic matter in the neutron star cores; in particular, our slow stable hybrid star scenario remains a proposal capable of satisfying these constraints. However, due both to the existing skepticism regarding some of the adopted hypotheses in most extreme neutron star measurements and to the precise adjustment needed for the equation-of-state parameters, significant tension and open questions remain."
    },
    {
      "title": "Quasi-elastic scattering for the nuclear ground state structure: An intriguing case of $^{30}$Si",
      "link": "https://arxiv.org/abs/2602.06580",
      "authors": "Y. K. Gupta, B. Maheshwari, G. K. Prajapati, A. K. Jain, K. Hagino, B. N. Joshi, A. Pal, N. Sirswal, Pawan Singh, S. Dubey, V. V. Desai, V. Ranga, V. B. Katariya, D. Patel, H. Vyas, S. Panwar, B. V. John, I. Mazumdar, B. K. Nayak, U. Garg",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2602.06580v1 Announce Type: cross \nAbstract: Quasi-elastic (QEL) scattering measurements have been performed using the $^{28, 30}$Si projectiles off the $^{90}$Zr target at energies around the Coulomb barrier. Coupled-channels (CC) calculations were carried out in a large parameter space of quadrupole and hexadecapole deformations for the N=Z, $^{28}$Si and N=Z+2, $^{30}$Si nuclei. $^{28}$Si at the N=Z line is observed to be uniquely oblate shaped in its ground state. In contrast, for $^{30}$Si with just two additional neutrons -- oblate, prolate, and spherical CC descriptions are equally compatible with the measurements. To further investigate the nuclear structure evolution with varying neutron number, shell-model calculations were performed. These calculations reveal a sudden change in the nuclear structure aspects at $^{30}$Si in going from $^{28}$Si to $^{30}$Si. Combined reaction and structure analyses consistently indicate that $^{30}$Si does not possess a well-defined intrinsic shape, and it is a potential candidate for ``shape fluctuations\" in its ground state."
    },
    {
      "title": "Physics of strong electromagnetic fields in relativistic heavy-ion collisions",
      "link": "https://arxiv.org/abs/2602.06697",
      "authors": "Koichi Hattori",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2602.06697v1 Announce Type: cross \nAbstract: I discuss several roles of the strong electromagnetic fields created by relativistic heavy-ion collisions. These phenomena call for theoretical and experimental developments to understand dynamics of quark-gluon plasma (QGP) as well as purely electromagnetic processes in the ultraperipheral collisions."
    },
    {
      "title": "Proton-Size Resolution of the Hyperfine Puzzle in Hydrogen",
      "link": "https://arxiv.org/abs/2602.06929",
      "authors": "Gerald A. Miller",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2602.06929v1 Announce Type: cross \nAbstract: Baym and Farrar (arXiv:2601.02300v1) have recently pointed out a puzzle in understanding the role of the hyperfine interaction in the ground state of a hydrogen atom. If one uses a variational wave function in which the Bohr radius, $a_0$ is replaced by a variational radius parameter, $R$, first-order perturbation theory can give a contribution to the energy proportional to $-1/R^3$. This raises the question of why the hyperfine interaction does not lead to collapse of hydrogen. I show that including the effects of the non-zero size of the proton leads to a resolution of the puzzle such that the variational procedure yields a value of $R$ that is indistinguishable from $a_0$."
    },
    {
      "title": "Investigating the role of nuclear parameters in Neutron Star oscillations: a model comparison",
      "link": "https://arxiv.org/abs/2412.04373",
      "authors": "Rajesh Maiti, Debarati Chatterjee",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2412.04373v3 Announce Type: replace-cross \nAbstract: Recent studies based on the relativistic mean field (RMF) model found certain nuclear empirical parameters, in particular the nucleon effective mass, to be strongly correlated with observable properties of Neutron Stars (NSs), such as the frequencies of $f-$mode oscillations. This shows the potential to constrain the values of effective mass from future observations of $f-$modes. One of our primary goals of this work is to investigate whether such correlations are physical or an artifact of the underlying nuclear model. To test this, we perform a comparative study of the correlations between NS astrophysical observables and nuclear physics parameters using two different equation of state models based on RMF theory and non-relativistic Meta-Modelling (MM) scheme. The nuclear meta-model does not assume any underlying nuclear model and therefore allows us to test the model dependence of the results. The calculations of the $f-$mode characteristics are performed within the relativistic Cowling approximation. We use state-of-the-art nuclear microscopic calculations at low density and multi-messenger astrophysical data at high-density within a Bayesian-inspired scheme to constrain the parameter space of the nuclear models. From the posterior distribution, we probe the underlying correlations among nuclear parameters and with NS observables. We find that the correlation between the symmetry energy and its slope is physical, while that of the nucleon effective mass with NS observables is model-dependent. The study shows that the effective mass governs the high density behaviour in RMF models, while in the MM it is controlled by the higher order saturation parameters, and hence probes the possibility of constraining them from future $f$-mode observations. The findings of this investigation are interesting both for astrophysics as well as nuclear physics communities."
    },
    {
      "title": "Constraining ultra-light fermionic dark matter with Milky Way observations",
      "link": "https://iopscience.iop.org/article/10.1088/1361-6471/ae269c",
      "authors": "J Barranco, Argelia Bernal and D Delepine",
      "source": "Journal of Physics G: Nuclear and Particle Physics",
      "summary": "The equation of state for a degenerate gas of fermions at zero temperature in the non-relativistic case is a polytrope, i.e. . If dark matter is modeled by such a non-interacting fermion, this dependence on the mass of the fermion mF explains why, if dark matter is very heavy, the effective pressure of dark matter is negligible. Nevertheless, if the mass of the dark matter is very low, the effective pressure can be very large, and thus a system of self-gravitating fermions can be formed. In this work we model the dark matter halo of the Milky Way by solving the Tolman–Oppenheimer–Volkoff equations, with the equation of state for a partially degenerate ultralight non-interacting fermion. We found that to fit the rotational velocity curve of the Milky Way, the mass of the fermion should be in the range 31.5 eV < mF < 35 eV at a 90% confidence level. Moreover, the central density is restricted to be in the range of 1.2 < ρ0 < 1.7 GeV cm–3 at a 90% confidence level. The fermionic dark matter halo has a very different profile from the standard Navarro–Frenk–White profile, thus the possible indirect signals for annihilating dark matter may change by orders of magnitude. We found bounds for the annihilation cross section in this case by using the Saggitarius A* spectral energy distribution."
    },
    {
      "title": "On the definition of the nucleon axial charge density",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269326001176?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: Available online 9 February 2026Source: Physics Letters BAuthor(s): J. Yu. Panteleeva, E. Epelbaum, J. Gegelia, U.-G Meißner"
    },
    {
      "title": "The (higher) Hamiltonians of (generalized) trigonometric and rational Calogero-Sutherland models by MO <em>R</em>-matrix",
      "link": "https://www.sciencedirect.com/science/article/pii/S037026932600119X?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: Available online 9 February 2026Source: Physics Letters BAuthor(s): Yue Li, Fan Liu, Rui Wang, Jie Yang"
    }
  ]
}