{
  "lastUpdated": "2025-04-24T02:26:13.206884",
  "papers": [
    {
      "title": "Measurement of $^{6}\\mathrm{H}$ Ground State Energy in an Electron Scattering Experiment at MAMI-A1",
      "link": "http://link.aps.org/doi/10.1103/PhysRevLett.134.162501",
      "authors": "Tianhao Shao <em>et al.</em> (A1 Collaboration)",
      "source": "Physical Review Letter",
      "summary": "Author(s): Tianhao Shao et al. (A1 Collaboration)For the first time the neutron-rich hydrogen isotope $^{6}\\mathrm{H}$ was produced in an electron scattering experiment in the reaction $^{7}\\mathrm{Li}(\\mathrm{e},{\\mathrm{e}}^{′}\\mathrm{p}{π}^{+}{)}^{6}\\mathrm{H}$ using the spectrometer facility of the A1 Collaboration at the Mainz Microtron accel…[Phys. Rev. Lett. 134, 162501] Published Tue Apr 22, 2025"
    },
    {
      "title": "Angular structure of many-body correlations in atomic nuclei: From nuclear deformations to diffractive vector meson production in $\\gamma A$ collisions",
      "link": "https://arxiv.org/abs/2504.15421",
      "authors": "Jean-Paul Blaizot, Giuliano Giacalone",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2504.15421v1 Announce Type: new \nAbstract: There is growing evidence that high-energy scattering processes involving nuclei can offer unique insights into the many-body correlations present in nuclear ground states, in particular those of deformed nuclei. These processes involve, for instance, the collective anisotropic flows in heavy-ion collisions, or the diffractive production of vector mesons in photo-nuclear ($\\gamma A$) interactions. In this paper, we use a classical approximation and simple analytical models in order to exhibit characteristic and universal features of ground-state correlation functions that result from the presence of a deformed intrinsic state. In the case of a small axial quadrupole deformation, we show that the random rotation of the intrinsic density of the nucleus leads to a specific quadrupole modulation of the lab-frame two-body density as a function of the relative azimuthal angle. As a phenomenological, albeit academic application, we analyze the diffractive production of vector mesons in high-energy $\\gamma+^8$Be collisions. This demonstrates with the simplest deformed nucleus how the two-body correlations impact the $|t|$ dependence of the incoherent cross sections."
    },
    {
      "title": "Study of neutron-deficient nucleus 224Np and its {\\alpha} decay by particle-number-conserving method in the framework of deformed shell model",
      "link": "https://arxiv.org/abs/2504.15567",
      "authors": "Xiao-Tao He, Kun Huang, T. M. Shneidman, N. V. Antonenko, Jun Zhang, Hong-qiang You",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2504.15567v1 Announce Type: new \nAbstract: The particle-number-conserving (PNC) method in the framework of the deformed shell model (DSM) is employed to study the properties of the newly discovered short-lived neutron-deficient nucleus 224Np and its {\\alpha}-decay. The calculated energy of {\\alpha}-particle lies within 300 keV of the experimental data. This is the first application of the PNC method to the region of neutron-deficient nuclei. This work provides the first attempt to combine the microscopic PNC theory with empirical formulas to study the nuclear {\\alpha} decay. The configurations of ground states are assigned as {\\pi}5/2-[523]{\\otimes}{\\nu}5/2+[633] for 224Np, {\\pi}1/2-[530]{\\otimes}{\\nu}3/2+[642] for 220Pa, {\\pi}3/2+[651]{\\otimes}{\\nu}1/2-[501] for 216Ac, and {\\pi}7/2-[514]{\\otimes}{\\nu}3/2-[501] for 212Fr. The absence of the Z = 92 subshell closure in 224Np is explained by analyzing the proton single-particle levels. Low-lying excited statesare predicted for nuclei along the {\\alpha}-decay chain by the PNC method. Based on the PNC predicted {\\alpha}-decay energy and the assigned configurations, the {\\alpha}-decay half-lives are calculated by the empirical formulas, in which the angular momentum taken away by the {\\alpha} particle is taken into account. The angular momentum have an important effect on the {\\alpha}-decay half-life. The errors of the empirical formulas calculation are in two orders of magnitude with the experimental data."
    },
    {
      "title": "Charge dependent nucleon-nucleon potentials in covariant chiral effective field theory",
      "link": "https://arxiv.org/abs/2504.15598",
      "authors": "Yang Xiao, Jun-Xu Lu, Li-Sheng Geng",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2504.15598v1 Announce Type: new \nAbstract: The charge-dependent nucleon-nucleon ($NN$) interactions are crucial in understanding the nuclear structure and reaction problems. This work explores the charge-dependent $NN$ interaction in covariant chiral effective field theory. By incorporating the isospin-breaking contributions, we derive the charge-dependent covariant chiral $NN$ potential up to the next-to-next-to-leading order (NNLO). The calculated $np$ and $pp$ phase shifts are in satisfactory agreement with the PWA93 partial wave analysis. Our results contribute to a deeper understanding of the isospin-breaking effects in nuclear forces and provide a solid foundation for future studies of nuclear structure and reactions in the context of a covariant framework."
    },
    {
      "title": "Electroweak form factors of baryons in dense nuclear matter",
      "link": "https://arxiv.org/abs/2504.15660",
      "authors": "G. Ramalho, K. Tsushima, Myung-Ki Cheoun",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2504.15660v1 Announce Type: new \nAbstract: There are evidences that the properties of the hadrons are modified in a nuclear medium. Information about the medium modifications of the internal structure of the hadrons are fundamental for the study of dense nuclear matter and high energy processes including heavy-ion and nucleus-nucleus collisions. At the moment, however, the empirical information about the medium modifications of the hadrons is limited, therefore, theoretical studies are essential for the progress in the field. In the present work we review theoretical studies of the electromagnetic and axial form factors of octet baryons in symmetric nuclear matter. The calculations are based on a model that takes into account the degrees of freedom revealed on experimental studies of the low and intermediate square transfer momentum $q^2=-Q^2$: valence quarks and meson cloud excitations of the baryon cores. The formalism combines a covariant constituent quark model, developed for the free space (vacuum) with the quark-meson coupling model for the extension to the nuclear medium. We conclude that the nuclear medium modifies the baryon properties differently according to the flavor content of the baryons and the medium density. The effects of the medium increase with the density, and are stronger (quenched or enhanced) for light baryons than for heavy baryons. In particular, the in-medium neutrino-nucleon and antineutrino-nucleon cross sections are reduced compared to the values in free space. The proposed formalism can be extended to densities above the normal nuclear density and applied to neutrino-hyperon and antineutrino-hyperon scattering in dense nuclear matter."
    },
    {
      "title": "Compatibility of recent $\\Xi$-nuclear bound state signals",
      "link": "https://arxiv.org/abs/2504.15820",
      "authors": "E. Friedman, A. Gal",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2504.15820v1 Announce Type: new \nAbstract: J-PARC E05 reported recently a hint of a $\\Xi^--{^{11}{\\rm B}}$ nuclear state in the ${^{12}}{\\rm C}(K^-,K^+){^{12}_{\\Xi}}{\\rm Be}$ spectrum, bound by $B_{\\Xi^-}=8.9\\pm 1.4 {^{+3.8}_{-3.1}}$ MeV. Using a density-dependent $\\Xi$-nuclear optical potential $V_{\\rm opt}^{\\Xi}(\\rho)$ we explore to what extent a $\\Xi^-_{1s}$ assignment of this nuclear state is compatible with $\\Xi^-_{1s}$ and $\\Xi^-_{1p}$ nuclear-state interpretations of $\\Xi^-$ capture events in light emulsion-nuclei experiments. We find that the only acceptable $\\Xi^-_{1s}$ assignment at present, barring an abnormally strong repulsive $\\rho^2$ component of $V_{\\rm opt}^{\\Xi}(\\rho)$, is that for the $\\Xi^--{^{11}{\\rm B}}$ signal. This finding supports reassigning $\\Xi^-$ capture events in $^{14}$N, originally assigned as $\\Xi^-_{1s}-{^{14}{\\rm N}}$ nuclear states, to $\\Xi^0_{1p}-{^{14}{\\rm C}}$ nuclear states. The depth of $V_{\\rm opt}^{\\Xi}(\\rho)$ at nuclear-matter density $\\rho_0=0.17$ fm$^{-3}$ is then $V_{\\rm opt}^{\\Xi}(\\rho_0)\\sim 21$ MeV (attractive)."
    },
    {
      "title": "Effect of Coriolis Force on the Shear Viscosity of Rotating Nuclear Medium",
      "link": "https://arxiv.org/abs/2504.16049",
      "authors": "Ashutosh Dwibedi, Dani Rose J Marattukalam, Nandita Padhan, Arghya Chatterjee, Sabyasachi Ghosh",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2504.16049v1 Announce Type: new \nAbstract: Following the recent observation of non-zero spin polarization and spin alignment of a few hadrons, the rotational aspect of quark-gluon plasma formed in heavy ion collisions has attracted considerable interest. The present work explores the effect of the Coriolis force, arising due to this rotation, on the shear viscosity of the medium. Using the relaxation time approximation within the kinetic theory framework, we analyze the parallel (\\(\\eta_{||}/s\\)), perpendicular (\\(\\eta_\\perp/s\\)) and Hall (\\(\\eta_\\times/s\\)) components of shear viscosity to entropy density ratio under rotation. The estimation of anisotropic shear viscosity components is carried out using hadron resonance gas degrees of freedom below the critical (transition) temperature and massless partonic degrees of freedom above this temperature. Our results show that rotation suppresses the shear viscosity of the medium, with the degree of suppression depending on the ratio between the relaxation time and the rotational period. In the context of realistic heavy-ion collision experiments, the temperature and angular velocity both decrease with time, and one can establish a connection between them through the standard approximate cooling law. For a temperature-dependent angular velocity \\(\\Omega(T)\\), we obtain a traditional valley-like pattern for all components \\(\\eta_{||}/s\\), \\(\\eta_\\perp/s\\) and \\(\\eta_\\times/s\\) with reduced magnitudes compared to the valley-like isotropic $\\eta/s$ one encounters in the absence of rotation."
    },
    {
      "title": "Compton Form Factor Extraction using Quantum Deep Neural Networks",
      "link": "https://arxiv.org/abs/2504.15458",
      "authors": "Brandon Le, Dustin Keller",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2504.15458v1 Announce Type: cross \nAbstract: Extraction tests of Compton Form Factors are performed using pseudodata based on experimental data from Deeply Virtual Compton Scattering experiments conducted at Jefferson Lab. The standard Belitsky, Kirchner, and Muller formalism at twist-two is employed, along with a fitting procedure designed to reduce model dependency similar to traditional local fits. The extraction of the Compton Form Factors is performed using both Classical Deep Neural Networks (CDNNs) and Quantum Deep Neural Networks (QDNNs). Comparative studies reveal that QDNNs outperform CDNNs for this application, demonstrating improved predictive accuracy and precision even for limited model complexity. The results demonstrate the potential of QDNNs for future studies in which quantum algorithms can be fully optimized."
    },
    {
      "title": "Coupled Instantons In A Four-Well Potential With Application To The Tunneling Of A Composite Particle",
      "link": "https://arxiv.org/abs/2504.15607",
      "authors": "Pervez Hoodbhoy, M. Haashir Ismail, M. Mufassir",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2504.15607v1 Announce Type: cross \nAbstract: Coupled instantons are introduced by generalizing the double well potential to multiple mutually coupled wells. Physically this corresponds to the simultaneous tunneling of multiple degrees of freedom. A system with four equal minima is examined in detail. It has three instanton types or flavors with distinct actions. For weak coupling and subject to there being a single large (or small) parameter, the interactive system can be handled perturbatively. The zero mode problem arising from time translation symmetry is handled via the Fadeev-Popov procedure. A diagrammatic procedure allows corrections to the fluctuation determinant to be calculated systematically. Independent instanton contributions are summed over by extending the dilute gas approximation to three flavors and energy splittings of the lowest four states is calculated. All tunneling amplitudes are concisely expressed in terms of elementary functions. While the model is possibly useful for a variety of physical systems, an application is made here to the tunneling of a composite particle in one dimension."
    },
    {
      "title": "On the Klein-Gordon bosonic fields in the Bonnor-Melvin spacetime with a cosmological constant in rainbow gravity: Bonnor-Melvin Domain Walls",
      "link": "https://arxiv.org/abs/2504.15644",
      "authors": "Omar Mustafa, Abdullah Guvendi",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2504.15644v1 Announce Type: cross \nAbstract: We investigate the effect of rainbow gravity on Klein-Gordon (KG) bosons in the background of the magnetized Bonnor-Melvin (BM) spacetime with a cosmological constant. We first show that the very existence of the sinusoidal term \\(\\sin^2(\\sqrt{2\\Lambda}r)\\), in the BM space-time metric, suggests that \\(\\sin^2(\\sqrt{2\\Lambda}r) \\in [0,1],\\) which consequently restricts the range of the radial coordinate \\(r\\) to \\(r \\in [0,\\pi/\\sqrt{2\\Lambda}]\\). Moreover, we show that at \\(r = 0\\) and \\(r = \\pi/\\sqrt{2\\Lambda}\\), the magnetized BM-spacetime introduces domain walls (infinitely impenetrable hard walls) within which the KG bosonic fields are allowed to move. Interestingly, the magnetized BM-spacetime introduces not only two domain walls but a series of domain walls. However, we focus on the range \\(r \\in [0,\\pi/\\sqrt{2\\Lambda}]\\). A quantum particle remains indefinitely confined within this range and cannot be found elsewhere. Based on these findings, we report the effects of rainbow gravity on KG bosonic fields in BM-spacetime. We use three pairs of rainbow functions: \\( f(\\chi) = \\frac{1}{1 - \\tilde{\\beta} |E|}, \\, h(\\chi) = 1 \\); \\( f(\\chi) = (1 - \\tilde{\\beta} |E|)^{-1}, \\, h(\\chi) = 1 \\); and \\( f(\\chi) = 1, \\, h(\\chi) = \\sqrt{1 - \\tilde{\\beta} |E|^\\upsilon} \\), with \\(\\upsilon = 1,2\\). Here, \\(\\chi = |E| / E_p\\), \\(\\tilde{\\beta} = \\beta / E_p\\), and \\(\\beta\\) is the rainbow parameter. We found that while the pairs \\((f,h)\\) in the first and third cases fully comply with the theory of rainbow gravity and ensure that \\(E_p\\) is the maximum possible energy for particles and antiparticles, the second pair does not show any response to the effects of rainbow gravity. We show that the corresponding bosonic states can form magnetized, spinning vortices in monolayer materials, and these vortices can be driven by adjusting an out-of-plane aligned magnetic field."
    },
    {
      "title": "Spin structure of spin-1 charmonium states near $T_c$",
      "link": "https://arxiv.org/abs/2504.15769",
      "authors": "HyungJoo Kim",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2504.15769v1 Announce Type: cross \nAbstract: We investigate the spin structure of the $1^{--}$ and $1^{++}$ charmonium states near the critical temperature using QCD sum rules. To this end, we compute the contribution of the dimension-4 twist-2 gluon operator to the two-point function of heavy vector and axial vector currents in a rotating frame. As temperature increases, the quark spin contribution slightly increases, while the quark orbital angular momentum decreases by a comparable amount. The gluon contribution remains nearly unchanged. These thermal changes cancel each other, ensuring that the total spin is preserved even at finite temperature."
    },
    {
      "title": "White Paper on Software Infrastructure for Advanced Nuclear Physics Computing",
      "link": "https://arxiv.org/abs/2501.00905",
      "authors": "P. M. Jacobs, A. Boehnlein, B. Sawatzky, J. Carlson, I. Cloet, M. Diefenthaler, R. G. Edwards, K. Godbey, W. R. Hix, K. Orginos, T. Papenbrock, M. Ploskon, C. Ratti, R. Soltz, T. Wenaus, L. Andreoli, J. Brodsky, D. Brown, A. Bulgac, G. D. Chung, S. J. Coleman, J. Detwiler, A. Dubey, R. Ehlers, S. Gandolfi, G. Heyes, G. R. Jansen, F. Jonas, S. R. Klein, R. Kreucken, D. Lee, S. N. Liddick, H. -W. Lin, A. Majumder, T. A. Manning, O. E. B. Messer, H. Monge-Camacho, T. Munson, B. Nachman, W. Nazarewicz, E. G. Ng, A. Panta, J. Putschke, T. Reed, F. Salazar, N. Sato, M. Savage, B. Schenke, L. Schwiebert, C. Shen, G. Vujanovic, A. Walker-Loud",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2501.00905v2 Announce Type: replace \nAbstract: This White Paper documents the discussion and consensus conclusions of the workshop \"Software Infrastructure for Advanced Nuclear Physics Computing\" (SANPC 24), which was held at Jefferson Lab on June 20-22, 2024. The workshop brought together members of the US Nuclear Physics community with data scientists and funding agency representatives, to discuss the challenges and opportunities in advanced computing for Nuclear Physics in the coming decade. Opportunities for sustainable support and growth are identified, within the context of existing and currently planned DOE and NSF programs."
    },
    {
      "title": "Cosmology and nuclear-physics implications of a subsolar gravitational-wave event",
      "link": "https://arxiv.org/abs/2408.14287",
      "authors": "Francesco Crescimbeni, Gabriele Franciolini, Paolo Pani, Massimo Vaglio",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2408.14287v2 Announce Type: replace-cross \nAbstract: Detecting a compact subsolar object would have profound implications in physics, the reach of which depends on the nature of the object. Here we explore such consequences for a putative subsolar-mass gravitational wave event detected by the LIGO-Virgo-KAGRA Collaboration. We forecast that the nature of a subsolar binary (made of light neutron stars, primordial black holes, or more exotic compact objects) can be inferred with a great statistical confidence level already during the ongoing fourth observing run, based on the large tidal deformability effects on the signal. The detection of a primordial black hole would have implications for cosmology and dark matter scenarios, while the measurement of the tidal deformability of a subsolar neutron star could rule out or confirm the existence of strange stars made of quarks."
    },
    {
      "title": "Polarized and unpolarized gluon PDFs: generative machine learning applications for lattice QCD matrix elements at short distance and large momentum",
      "link": "https://arxiv.org/abs/2409.17234",
      "authors": "Talal Ahmed Chowdhury, Taku Izubuchi, Methun Kamruzzaman, Nikhil Karthik, Tanjib Khan, Tianbo Liu, Arpon Paul, Jakob Schoenleber, Raza Sabbir Sufian",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2409.17234v2 Announce Type: replace-cross \nAbstract: Lattice quantum chromodynamics (QCD) calculations share a defining challenge by requiring a small finite range of spatial separation $z$ between quark/gluon bilinears for controllable power corrections in the perturbative QCD factorization, and a large hadron boost $p_z$ for a successful determination of collinear parton distribution functions (PDFs). However, these two requirements make the determination of PDFs from lattice data very challenging. We present the application of generative machine learning algorithms to estimate the polarized and unpolarized gluon correlation functions utilizing short-distance data and extending the correlation up to $zp_z \\lesssim 14$, surpassing the current capabilities of lattice QCD calculations. We train physics-informed machine learning algorithms to learn from the short-distance correlation at $z\\lesssim 0.36$ fm and take the limit, $p_z \\to \\infty$, thereby minimizing possible contamination from the higher-twist effects for a successful reconstruction of the polarized gluon PDF. We also expose the bias and problems with underestimating uncertainties associated with the use of model-dependent and overly constrained functional forms, such as $x^\\alpha(1-x)^\\beta$ and its variants to extract PDFs from the lattice data. We propose the use of generative machine learning algorithms to mitigate these issues and present our determination of the polarized and unpolarized gluon PDFs in the nucleon."
    },
    {
      "title": "Estimate of the $S$-wave $D^*K$ scattering length in the isospin-0 channel from Belle and LHCb data",
      "link": "https://arxiv.org/abs/2411.00377",
      "authors": "N. N. Achasov, G. N. Shestakov",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2411.00377v2 Announce Type: replace-cross \nAbstract: It is shown that the Belle and LHCb data on the interference of the amplitudes of the $S$ and $D$ partial waves in the decays $D_{s1}(2536 )^+\\to D^{*+}K^0_S$ and $D_{s1}(2536)^-\\to\\bar D^{*0}K^-$ allow us to obtain an estimate of the $S$-wave $D^*K$ scattering length in the channel with isospin $I=0$: $|a^{(0)}_{D^*K}|=(0.94\\pm0.06)$ fm. The possibility of explaining the found value by the contribution of the $D_{s1}(2460)$ resonance is discussed. The decay of $B_{s1}(5830)\\to B^*\\bar K$ is also briefly discussed."
    },
    {
      "title": "'t Hooft model in the temporal gauge",
      "link": "https://arxiv.org/abs/2501.18352",
      "authors": "Paul Hoyer",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2501.18352v2 Announce Type: replace-cross \nAbstract: I consider QCD$_2$ in the $N_c \\to \\infty$ limit at fixed $g^2N_c$. The derivation starts from equal-time $q\\bar q$ bound states in coordinate space and temporal ($A^0=0$) gauge, avoiding the use of quark and gluon propagators. The wave function is given analytically by a $_1F_1$ function with an explicit frame dependence. In the infinite momentum frame the Fourier transformed wave function satisfies the 't~Hooft equation, however with contributions also from quarks with negative kinetic energy. Such contributions are present also in the rest frame, and do not vanish under boosts."
    },
    {
      "title": "Constraining the Chiral Magnetic Effect in the heavy-ion collisions using AVFD model",
      "link": "https://arxiv.org/abs/2502.01195",
      "authors": "Jagbir Singh, Anjali Sharma, Ankita Nain, Madan M. Aggarwal",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2502.01195v2 Announce Type: replace-cross \nAbstract: The Anomalous Viscous Fluid Dynamics (AVFD) framework is utilized to generate $^{197}_{79}Au+^{197}_{79}Au$, $^{96}_{44}Ru+^{96}_{44}Ru$, and $^{96}_{40}Zr+^{96}_{40}Zr$ collision events at $\\sqrt{s_{\\mathrm{NN}}}$ = 200 GeV to investigate the Chiral Magnetic Effect (CME). The CME signal is modulated through the axial charge per entropy density ($n_5/s$) in each event to produce data sets with varying CME signal strengths. Additionally, a 33$\\%$ local charge conservation (LCC) is implemented in each event. These data sets are analyzed using CME-sensitive two- and three-particle correlators. Furthermore, the Sliding Dumbbell Method (SDM) is employed to identify potential CME-like events within each data set. The identified events selected using the SDM exhibit characteristics consistent with CME. The CME fraction in these events is quantified while accounting for background contributions."
    },
    {
      "title": "Lattice QCD Study of Pion Electroproduction and Weak Production from a Nucleon",
      "link": "https://arxiv.org/abs/2502.12074",
      "authors": "Yu-Sheng Gao, Zhao-Long Zhang, Xu Feng, Lu-Chang Jin, Chuan Liu, Ulf-G. Mei{\\ss}ner",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2502.12074v2 Announce Type: replace-cross \nAbstract: Quantum fluctuations in QCD influence nucleon structure and interactions, with pion production serving as a key probe of chiral dynamics. In this study, we present a lattice QCD calculation of multipole amplitudes at threshold, related to both pion electroproduction and weak production from a nucleon, using two gauge ensembles near the physical pion mass. We develop a technique for spin projection and construct multiple operators for analyzing the generalized eigenvalue problem in both the nucleon-pion system in the center-of-mass frame and the nucleon system with nonzero momentum. The numerical lattice results are then compared with those extracted from experimental data and predicted by low-energy theorems incorporating one-loop corrections."
    },
    {
      "title": "Neutrinoless double beta decay sensitivity of the XLZD rare event observatory",
      "link": "http://iopscience.iop.org/article/10.1088/1361-6471/adb900",
      "authors": "J Aalbers, K Abe, M Adrover, S Ahmed Maouloud, D S Akerib, A K Al Musalhi, F Alder, L Althueser, D W P Amaral, C S Amarasinghe, A Ames, B Andrieu, N Angelides, E Angelino, B Antunovic, E Aprile, H M Araújo, J E Armstrong, M Arthurs, M Babicz, A Baker, M Balzer, J Bang, E Barberio, J W Bargemann, E Barillier, A Basharina-Freshville, L Baudis, D Bauer, M Bazyk, K Beattie, N Beaupere, N F Bell, L Bellagamba, T Benson, A Bhatti, T P Biesiadzinski, R Biondi, Y Biondi, H J Birch, E Bishop, A Bismark, C Boehm, K Boese, A Bolotnikov, P Brás, R Braun, A Breskin, C A J Brew, S Brommer, A Brown, G Bruni, R Budnik, S Burdin, C Cai, C Capelli, G Carini, M C Carmona-Benitez, M Carter, A Chauvin, A Chawla, H Chen, J J Cherwinka, Y T Chin, N I Chott, A P Cimental Chavez, K Clark, A P Colijn, D J Colling, J Conrad, M V Converse, R Coronel, D Costanzo, A Cottle, G Cox, J J Cuenca-García, D Curran, D Cussans, V D’Andrea, L C Daniel Garcia, I Darlington, S Dave, A David, G J Davies, M P Decowski, A Deisting, J Delgaudio, S Dey, C Di Donato, L Di Felice, P Di Gangi, S Diglio, C Ding, J E Y Dobson, M Doerenkamp, G Drexlin, E Druszkiewicz, C L Dunbar, K Eitel, A Elykov, R Engel, S R Eriksen, S Fayer, N M Fearon, A D Ferella, C Ferrari, N Fieldhouse, H Fischer, H Flaecher, T Flehmke, M Flierman, E D Fraser, T M A Fruth, K Fujikawa, W Fulgione, C Fuselli, P Gaemers, R Gaior, R J Gaitskell, N Gallice, M Galloway, F Gao, N Garroum, A Geffre, J Genovesi, C Ghag, S Ghosh, R Giacomobono, R Gibbons, F Girard, R Glade-Beucke, F Glück, S Gokhale, L Grandi, J Green, J Grigat, M G D van der Grinten, R Größle, H Guan, M Guida, P Gyorgy, J J Haiston, C R Hall, T Hall, R Hammann, V Hannen, S Hansmann-Menzemer, N Hargittai, E Hartigan-O’Connor, S J Haselschwardt, M Hernandez, S A Hertel, A Higuera, C Hils, K Hiraoka, L Hoetzsch, M Hoferichter, G J Homenides, N F Hood, M Horn, D Q Huang, S Hughes, D Hunt, M Iacovacci, Y Itow, E Jacquet, J Jakob, R S James, F Joerg, S Jones, A C Kaboth, F Kahlert, A C Kamaha, Y Kaminaga, M Kara, P Kavrigin, S Kazama, M Keller, P Kemp-Russell, D Khaitan, P Kharbanda, B Kilminster, J Kim, R Kirk, M Kleifges, M Klute, M Kobayashi, D Kodroff, D Koke, A Kopec, E V Korolkova, H Kraus, S Kravitz, L Kreczko, B von Krosigk, V A Kudryavtsev, F Kuger, N Kurita, H Landsman, R F Lang, C Lawes, J Lee, B Lehnert, D S Leonard, K T Lesko, L Levinson, A Li, I Li, S Li, S Liang, Z Liang, J Lin, Y-T Lin, S Lindemann, S Linden, M Lindner, A Lindote, W H Lippincott, K Liu, J Loizeau, F Lombardi, J A M Lopes, M I Lopes, W Lorenzon, M Loutit, C Lu, G M Lucchetti, T Luce, S Luitz, Y Ma, C Macolino, J Mahlstedt, B Maier, P A Majewski, A Manalaysay, A Mancuso, L Manenti, R L Mannino, F Marignetti, T Marley, T Marrodán Undagoitia, K Martens, J Masbou, E Masson, S Mastroianni, C Maupin, C McCabe, M E McCarthy, D N McKinsey, J B Mclaughlin, A Melchiorre, J Menéndez, M Messina, E H Miller, B Milosovic, S Milutinovic, K Miuchi, R Miyata, E Mizrachi, A Molinario, C M B Monteiro, M E Monzani, K Morå, S Moriyama, E Morrison, E Morteau, Y Mosbacher, B J Mount, J Müller, M Murdy, A St J Murphy, M Murra, A Naylor, H N Nelson, F Neves, J L Newstead, A Nguyen, K Ni, C O’Hare, U Oberlack, M Obradovic, I Olcina, K C Oliver-Mallory, G D Orebi Gann, J Orpwood, S Ouahada, K Oyulmaz, B Paetsch, K J Palladino, J Palmer, Y Pan, M Pandurovic, N J Pannifer, S Paramesvaran, S J Patton, Q Pellegrini, B Penning, G Pereira, R Peres, E Perry, T Pershing, F Piastra, J Pienaar, A Piepke, M Pierre, G Plante, T R Pollmann, L Principe, J Qi, K Qiao, Y Qie, J Qin, S Radeka, V Radeka, M Rajado, D Ramírez García, A Ravindran, A Razeto, J Reichenbacher, C A Rhyne, A Richards, G R C Rischbieter, H S Riyat, R Rosero, A Roy, T Rushton, D Rynders, R Saakyan, L Sanchez, P Sanchez-Lucas, D Santone, J M F dos Santos, G Sartorelli, A B M R Sazzad, A Scaffidi, R W Schnee, J Schreiner, P Schulte, H Schulze Eißing, M Schumann, A Schwenck, A Schwenk, L Scotto Lavina, M Selvi, F Semeria, P Shagin, S Sharma, S Shaw, W Shen, L Sherman, S Shi, S Y Shi, T Shimada, T Shutt, J J Silk, C Silva, H Simgen, G Sinev, R Singh, J Siniscalco, M Solmaz, V N Solovov, Z Song, P Sorensen, J Soria, O Stanley, M Steidl, T Stenhouse, A Stevens, K Stifter, T J Sumner, A Takeda, P-L Tan, D J Taylor, W C Taylor, D Thers, T Thümmler, D R Tiedt, F Tönnies, Z Tong, F Toschi, D R Tovey, J Tranter, M Trask, G Trinchero, M Tripathi, D R Tronstad, R Trotta, C D Tunnell, P Urquijo, A Usón, M Utoyama, A C Vaitkus, O Valentino, K Valerius, S Vecchi, V Velan, S Vetter, L de Viveiros, G Volta, D Vorkapic, A Wang, J J Wang, Y Wang, D Waters, K M Weerman, C Weinheimer, M Weiss, D Wenz, T J Whitis, K Wild, M Williams, M Wilson, S T Wilson, C Wittweg, J Wolf, F L H Wolfs, S Woodford, D Woodward, M Worcester, C J Wright, V H S Wu, S Wüstling, M Wurm, Q Xia, Y Xing, D Xu, J Xu, Y Xu, Z Xu, M Yamashita, L Yang, J Ye, M Yeh, B Yu, G Zavattini, W Zha, M Zhong, K Zuber and The XLZD Collaboration",
      "source": "Journal of Physics G: Nuclear and Particle Physics",
      "summary": "The XLZD collaboration is developing a two-phase xenon time projection chamber with an active mass of 60–80 t capable of probing the remaining weakly interacting massive particle-nucleon interaction parameter space down to the so-called neutrino fog. In this work we show that, based on the performance of currently operating detectors using the same technology and a realistic reduction of radioactivity in detector materials, such an experiment will also be able to competitively search for neutrinoless double beta decay in 136Xe using a natural-abundance xenon target. XLZD can reach a 3σ discovery potential half-life of 5.7 × 1027 years (and a 90% CL exclusion of 1.3 × 1028 years) with 10 years of data taking, corresponding to a Majorana mass range of 7.3–31.3 meV (4.8–20.5 meV). XLZD will thus exclude the inverted neutrino mass ordering parameter space and will start to probe the normal ordering region for most of the nuclear matrix elements commonly considered by the community."
    },
    {
      "title": "Super-Hamiltonians for super-Macdonald polynomials",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269325002424?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: Available online 22 April 2025Source: Physics Letters BAuthor(s): Dmitry Galakhov, Alexei Morozov, Nikita Tselousov"
    },
    {
      "title": "Testing neutrino mass hierarchy under type-II seesaw scenario in <em>U</em>(1)<sub><em>X</em></sub> from colliders",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269325002369?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: Available online 22 April 2025Source: Physics Letters BAuthor(s): Arindam Das, Puja Das, Nobuchika Okada"
    }
  ]
}