{
  "lastUpdated": "2025-04-08T02:22:24.341690",
  "papers": [
    {
      "title": "In-beam $γ$-ray spectroscopy toward the proton dripline: The curious case of $^{32}\\mathrm{Ar}$",
      "link": "http://link.aps.org/doi/10.1103/PhysRevC.111.044306",
      "authors": "T. Beck, A. Gade, B. A. Brown, Y. Utsuno, D. Weisshaar, D. Bazin, K. W. Brown, R. J. Charity, P. J. Farris, S. A. Gillespie, A. M. Hill, J. Li, B. Longfellow, W. Reviol, and D. Rhodes",
      "source": "Physical Review C",
      "summary": "Author(s): T. Beck, A. Gade, B. A. Brown, Y. Utsuno, D. Weisshaar, D. Bazin, K. W. Brown, R. J. Charity, P. J. Farris, S. A. Gillespie, A. M. Hill, J. Li, B. Longfellow, W. Reviol, and D. RhodesHigh-resolution in-beam $γ$-ray spectroscopy was used to study excited states of the neutron-deficient nucleus $^{32}\\mathrm{Ar}$ populated in fast-beam induced four- and six-nucleon removal reactions from $^{36,38}\\mathrm{Ca}$. One new $γ$-ray transition and indications for an additional two were f…[Phys. Rev. C 111, 044306] Published Mon Apr 07, 2025"
    },
    {
      "title": "Role of internal kinetic energy in the surface density-overlap region of fusing nuclei",
      "link": "http://link.aps.org/doi/10.1103/PhysRevC.111.044307",
      "authors": "W. M. Seif, V. V. Sargsyan, G. G. Adamian, and N. V. Antonenko",
      "source": "Physical Review C",
      "summary": "Author(s): W. M. Seif, V. V. Sargsyan, G. G. Adamian, and N. V. AntonenkoThe density overlap between two interacting nuclei results in a change of the internal kinetic energy, which magnifies a repulsive contribution. We investigated to what extent the internal kinetic energy can be calculated using the extended Thomas-Fermi approximation (ETF) with inhomogeneous terms a…[Phys. Rev. C 111, 044307] Published Mon Apr 07, 2025"
    },
    {
      "title": "Enhancing Bayesian parameter estimation by adapting to multiple energy scales in heavy-ion collisions at RHIC and at the LHC",
      "link": "http://link.aps.org/doi/10.1103/PhysRevC.111.044903",
      "authors": "M. Virta, J. E. Parkkila, and D. J. Kim",
      "source": "Physical Review C",
      "summary": "Author(s): M. Virta, J. E. Parkkila, and D. J. KimImproved constraints on current model parameters in a heavy-ion collision model are established using the latest measurements from three distinct collision systems. Various observables are utilized from Au–Au collisions at $\\sqrt{{s}_{\\mathrm{NN}}}=200$ GeV and Pb–Pb collisions at $\\sqrt{{s}_{\\mathr…[Phys. Rev. C 111, 044903] Published Mon Apr 07, 2025"
    },
    {
      "title": "Measurement of the free neutron lifetime in a magneto-gravitational trap with <i>in situ</i> detection",
      "link": "http://link.aps.org/doi/10.1103/PhysRevC.111.045501",
      "authors": "R. Musedinovic <em>et al.</em>",
      "source": "Physical Review C",
      "summary": "Author(s): R. Musedinovic et al.Here we publish three years of data from the UCNτ experiment performed at the Los Alamos Ultracold Neutron Facility at the Los Alamos Neutron Science Center. These data are in addition to our previously published data. Our goals in this paper are to better understand and quantify systematic uncertai…[Phys. Rev. C 111, 045501] Published Mon Apr 07, 2025"
    },
    {
      "title": "Is the central compact object in HESS J1731-347 a hybrid star with a quark core? An analysis with the constant speed of sound parametrization",
      "link": "https://arxiv.org/abs/2504.02945",
      "authors": "Suman Pal, Soumen Podder, Gargi Chaudhuri",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2504.02945v1 Announce Type: new \nAbstract: In this work, we investigate the possibility of the compact object in HESS J1731-347 with $M=0.77_{-0.17}^{+0.20}M_{\\odot}$ and $R=10.4_{-0.78}^{+0.86} km$ to be a hybrid star with quark matter in the inner core. The observation of this low mass compact star dictates the use of softer equation of state which on the contrary cannot explain the massive compact stars. This poses a new challenge for the astrophysicists in their search for the equation of state of compact objects. The hybrid equations of state are constructed using the IUFSU parametrization based on the relativistic mean field (RMF) theory for the hadronic part and the generic constant speed of sound parametrization (CSS) for the phase transition to quark matter.The CSS framework is characterized by three key parameters, namely the transition density $(\\rho_{tr})$, the energy jumps $(\\Delta\\varepsilon)$ and the speed of sound $(C_s)$. Here, our primary aim is to investigate the influence of individual CSS parameters on the formation of a object of small mass and radius compatible with HESS J1731-347 parameters. We have also examined the effect of hadronic parameters such as effective mass, symmetry energy, and the slope of the symmetry energy at saturation densities on the formation of this compact object.Finally our analysis suggests that, within a 1$\\sigma$ credible level, HESS J1731-347 aligns with the scenario of a stable hybrid star with early deconfinement and higher energy gap"
    },
    {
      "title": "A unified algorithm for multi-particle correlations between azimuthal angle and transverse momentum in ultra-relativistic nuclear collisions",
      "link": "https://arxiv.org/abs/2504.03044",
      "authors": "Emil Gorm Dahlb{\\ae}k Nielsen, Nina Nathanson, Kristjan Gulbrandsen, You Zhou",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2504.03044v1 Announce Type: new \nAbstract: Multi-particle correlations between azimuthal angle and mean transverse momentum are a powerful tool for probing size and shape correlations in the initial conditions of heavy-ion collisions. These correlations have also been employed to investigate nuclear structure, including potential nuclear shape phase transitions at the energy frontier. However, their implementation is highly nontrivial, and prior studies have been mostly limited to lower-order correlations, such as the modified Pearson correlation coefficient, $\\rho(v_{\\rm n}^{2}, [p_{\\rm T}])$. This paper presents a unified framework that employs a recursive algorithm, enabling the efficient evaluation of arbitrary-order correlations while maintaining computational efficiency. This framework is demonstrated using widely adopted transport models, including AMPT and HIJING. The proposed unified algorithm for multi-particle correlations between azimuthal angle and transverse momentum provides a systematic and efficient approach for multi-particle correlation analyses. Its application in experiments at the Relativistic Heavy Ion Collider and the Large Hadron Collider facilitates the exploration of nuclear structure at ultra-relativistic energies."
    },
    {
      "title": "Numerical Assessment of Convergence in the Post Form Ichimura-Austern-Vincent model",
      "link": "https://arxiv.org/abs/2504.03112",
      "authors": "Jin Lei",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2504.03112v1 Announce Type: new \nAbstract: The Ichimura-Austern-Vincent (IAV) model provides a powerful theoretical framework for describing inclusive breakup reactions. However, its post-form representation presents significant numerical challenges due to the absence of a natural cutoff in the transition matrix integration. This work presents a systematic assessment of convergence methods for post-form IAV calculations, comparing the bin method and the Vincent-Fortune approach. We demonstrate that while the bin method offers implementation simplicity, it exhibits strong parameter dependence that compromises numerical stability. In contrast, the Vincent-Fortune method, which employs complex contour integration, achieves reliable convergence without arbitrary parameters. We further introduce a novel hybrid approach that integrates finite-range distorted wave Born approximation (DWBA) with the Vincent-Fortune technique, combining the accuracy of finite-range treatment at short distances with the numerical stability of zero-range approximations in the asymptotic region. Numerical results for deuteron and $^6$Li-induced reactions confirm the efficacy of this hybrid method, showing consistent agreement with experimental data while eliminating the convergence issues that plague traditional approaches. This advancement enables more reliable calculations of nonelastic breakup cross sections and facilitates the extension of the IAV formalism beyond DWBA to incorporate continuum-discretized coupled-channels (CDCC) wave functions for a more comprehensive treatment of breakup processes."
    },
    {
      "title": "NucleiML: A machine learning framework of ground-state properties of finite nuclei for accelerated Bayesian exploration",
      "link": "https://arxiv.org/abs/2504.03333",
      "authors": "Anagh Venneti, Chiranjib Mondal, Sk Md Adil Imam, Sarmistha Banik, Bijay K. Agrawal",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2504.03333v1 Announce Type: new \nAbstract: The global behavior of the nuclear equation of state (EoS) is usually investigated using finite nuclei (FN) data, along with constraints from heavy-ion collisions and astrophysical observations of neutron star (NS) properties. The FN constraints explicitly imposed through the binding energies and charge radii of selected nuclei are found to significantly affect the EoS across different densities. However, the high computational cost of these constraints makes it challenging to extend the analysis to a broader set of nuclei, particularly when the objective is not merely to obtain a single optimized model but to systematically explore uncertainties in global modeling. To overcome this challenge, we introduce NucleiML (NML), a machine learning framework trained on ground-state FN properties obtained from mean-field models. Integrated into a Bayesian inference approach, NML demonstrates high accuracy and strong consistency with the underlying mean-field model. The NML achieves around ten-fold computational speed-up, from $\\sim 4.5$ hours to 30 minutes. Its predictive performance improves further as the number of nuclei in the training data increases, which we plan to employ in extensive future explorations."
    },
    {
      "title": "Predictions in the superheavy region from the quark-meson coupling model QMC$\\pi$-III",
      "link": "https://arxiv.org/abs/2504.03498",
      "authors": "Kay Marie M. Paglinawan (Silliman University, Dumaguete City, Philippines), Anthony W. Thomas (CSSM and ARC Centre of Excellence for Dark Matter Particle Physics, University of Adelaide, SA, Australia), Pierre A. M. Guichon (CSSM and ARC Centre of Excellence for Dark Matter Particle Physics, University of Adelaide, SA, Australia), Jirina R. Stone (Department of Physics)",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2504.03498v1 Announce Type: new \nAbstract: The Quark-Meson Coupling (QMC) model establishes a self-consistent relationship between the quark structure dynamics of a nucleon and the relativistic mean fields that arise within the nuclear medium. The model has been successful in calculating the ground-state observables of finite nuclei and in predicting the properties of dense nuclear matter, as well as cold, nonaccreting neutron stars. This paper focuses on the latest predictions from the model for the superheavy region, encompassing energies and deformations. Despite utilizing significantly fewer model parameters, the results have consistently improved as the model evolved, yielding better predictions for binding energies."
    },
    {
      "title": "Optimal Observables for the Chiral Magnetic Effect from Machine Learning",
      "link": "https://arxiv.org/abs/2504.03248",
      "authors": "Yuji Hirono, Kazuki Ikeda, Dmitri E. Kharzeev, Ziyi Liu, Shuzhe Shi",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2504.03248v1 Announce Type: cross \nAbstract: The detection of the Chiral Magnetic Effect (CME) in relativistic heavy-ion collisions remains challenging due to substantial background contributions that obscure the expected signal. In this Letter, we present a novel machine learning approach for constructing optimized observables that significantly enhance CME detection capabilities. By parameterizing generic observables constructed from flow harmonics and optimizing them to maximize the signal-to-background ratio, we systematically develop CME-sensitive measures that outperform conventional methods. Using simulated data from the Anomalous Viscous Fluid Dynamics framework, our machine learning observables demonstrate up to 90\\% higher sensitivity to CME signals compared to traditional $\\gamma$ and $\\delta$ correlators, while maintaining minimal background contamination. The constructed observables provide physical insight into optimal CME detection strategies, and offer a promising path forward for experimental searches of CME at RHIC and the LHC."
    },
    {
      "title": "Relativistic dynamics of charmonia in strong magnetic fields",
      "link": "https://arxiv.org/abs/2504.03294",
      "authors": "Liuyuan Wen, Meijian Li, Yiyu Zhou, Yang Li, James P. Vary",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2504.03294v1 Announce Type: cross \nAbstract: We investigate the properties of charmonium systems in strong external magnetic fields using a relativistic light-front Hamiltonian approach within the Basis Light-Front Quantization (BLFQ) framework. By solving the eigenvalue problem for the invariant mass squared operator with confinement potentials and one-gluon-exchange interactions, we obtain the mass spectrum and wave functions under varying magnetic fields. Our results reveal significant spectral modifications via the Zeeman effect, including $\\eta_c$-$J/\\psi$ mixing and magnetic sublevel splitting. Momentum density analysis demonstrates wave function deformation, with transverse momentum broadening and longitudinal narrowing under strong fields, alongside structural shifts in parton distributions such as double-hump profiles in excited states. Relativistic corrections and center-of-mass coupling critically drive these dynamics, highlighting the necessity of a relativistic framework for QCD bound states in extreme magnetic environments."
    },
    {
      "title": "Hybrid framework of Fermi-Dirac spin hydrodynamics",
      "link": "https://arxiv.org/abs/2504.03396",
      "authors": "Zbigniew Drogosz",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2504.03396v1 Announce Type: cross \nAbstract: We outline the hybrid framework of spin hydrodynamics, combining classical kinetic theory with the Israel-Stewart method of introducing dissipation. We obtain the local equilibrium expressions for the baryon current, the energy-momentum tensor, and the spin tensor of particles with spin 1/2 following the Fermi-Dirac statistics and compare them with the previously derived versions where the Boltzmann approximation was used. The expressions in the two cases have the same form, but the coefficients are governed by different functions. The relative differences between the tensor coefficients in the Fermi-Dirac and Boltzmann cases are found to grow exponentially with the baryon chemical potential. In the proposed formalism, nonequilibrium processes are studied including mathematically possible dissipative corrections. Standard conservation laws are applied, and the condition of positive entropy production allows for transfer between the spin and orbital parts of angular momentum."
    },
    {
      "title": "Exact Wigner function for chiral spirals",
      "link": "https://arxiv.org/abs/2504.03413",
      "authors": "Samapan Bhadury, Wojciech Florkowski, Sudip Kumar Kar, Valeriya Mykhaylova",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2504.03413v1 Announce Type: cross \nAbstract: The exact solution of the Dirac equation for fermions coupled to an external periodic chiral condensate (chiral spiral) is used to obtain the exact formula for the Wigner function (up to the quantum loop corrections). We find that the resulting expressions for various coefficients of the Wigner function exhibit properties that cannot be reproduced within the standard semiclassical expansion. The formula for the axial vector component of the Wigner function can be conveniently used to study spin polarization effects and illustrate connections between the spin density matrix and axial current. In particular, we find that during an adiabatic change of the periodic potential into a uniform one, the polarization vector is twisted from its original direction."
    },
    {
      "title": "Quenching through the QCD chiral phase transition",
      "link": "https://arxiv.org/abs/2504.03514",
      "authors": "Adrien Florio, Eduardo Grossi, Aleksas Mazeliauskas, Alexander Soloviev, Derek Teaney",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2504.03514v1 Announce Type: cross \nAbstract: We present a detailed numerical and analytical study of the out-of-equilibrium dynamics of Model G, the dynamical universality class relevant to the chiral phase transition. We perform numerical 3D stochastic (Langevin) simulations of the $O(4)$ critical point for large lattices in the chiral limit. We quench the system from the high-temperature unbroken phase to the broken phase and study the non-equilibrium dynamics of pion fields. Strikingly, the non-equilibrium evolution of the two-point functions exhibits a regime of growth, a parametrically large enhancement, and a subsequent slow relaxation to equilibrium. We analyze our numerical results using dynamic critical scaling and mean-field theory. The growth of the two point functions is determined by the non-linear dynamics of an ideal non-abelian superfluid, which is a limit of Model G that reflects the broken chiral symmetry. We also relate the non-equilibrium two-point functions to a long-lived parametric enhancement of soft pion yields relative to thermal equilibrium following a quench."
    },
    {
      "title": "Supercooled Goldstones at the QCD chiral phase transition",
      "link": "https://arxiv.org/abs/2504.03516",
      "authors": "Adrien Florio, Eduardo Grossi, Aleksas Mazeliauskas, Alexander Soloviev, Derek Teaney",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2504.03516v1 Announce Type: cross \nAbstract: We discuss the universal non-equilibrium enhancement of long-wavelength Goldstone bosons induced by quenches to broken phase in Model G -- the dynamical universality class of an $O(4)$-antiferromagnet and chiral QCD phase transition. Generic scaling arguments predict a parametric enhancement in the infrared spectra of Goldstones, which is confirmed by fully-fledged stochastic simulations. The details of the enhancement are determined by the non-linear dynamics of a superfluid effective theory, which is a limit of Model G reflecting the broken $O(4)$ symmetry. Our results translate to a parametric enhancement of low-momentum pions in heavy-ion collisions at the LHC, which are underpredicted in current hydrodynamic models without critical dynamics."
    },
    {
      "title": "Emergent chirality and superfluidity of parity-doubled baryons in neutron stars",
      "link": "https://arxiv.org/abs/2409.05670",
      "authors": "Shigehiro Yasui, Muneto Nitta, Chihiro Sasaki",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2409.05670v2 Announce Type: replace \nAbstract: We propose novel superfluids induced by the parity-doubled baryons. The parity-doubled baryons, i.e., a nucleon $N(940)$ with spin-parity $J^{P}=1/2^{+}$ and an excited nucleon $N^{\\ast}(1535)$ with $J^{P}=1/2^{-}$ in vacuum, become degenerate at sufficiently high density where the chiral symmetry is restored. In this study, we extend the conventional $\\mathrm{U}(1)$ chiral symmetry to the higher dimensional symmetries, dubbed emergent chiral symmetries, including the naive and mirror assignments as their subgroups. Starting with the Lagrangian up to four-point interactions among the neutron $n$ and its chiral partner $n^{\\ast}$, neutral components in $N$ and $N^{\\ast}$, in pure neutron matter, we investigate the properties of the ground state with a pairing gap generated by the $n$ and $n^{\\ast}$ in the mean-field approximation. We find vector-type condensates that induce the dynamical breaking of a new class of internal symmetries, emergent chiral symmetries, as well as the baryon number and the rotational symmetries of the real space, indicating the appearance of massless Nambu-Goldstone bosons consisting of six quarks: emergent pions, superfluid phonons, and magnons, respectively. We also study the fermionic excitation modes at low-energy scales, and show that they exhibit a spatial anisotropy of the propagation at the Dirac cone in momentum space. Some phenomenological implications are advocated, shedding new light on the properties of neutron stars."
    },
    {
      "title": "Some insights on the partonic collectivity in heavy-ion collisions",
      "link": "https://arxiv.org/abs/2501.11290",
      "authors": "Rajeev Singh",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2501.11290v2 Announce Type: replace \nAbstract: Elliptic flow and Number of Constituent Quarks scaling provide crucial insights into the underlying dynamics and degrees of freedom in heavy-ion collisions. This article provides some insights on the transition from hadronic to partonic collectivity, revealing possible key signatures of medium evolution. At low energies around ($\\sqrt{s_{\\rm NN}} \\leq 4.0$ GeV), $v_2$ may be negative and NCQ scaling might break down. We expect that as the collision energy rises beyond 4.0 GeV, $v_2$ may become positive and NCQ scaling gradually restores. The transition in $v_2$ behavior, coupled with the breakdown and restoration of NCQ scaling, highlights the increasing significance of partonic interactions at higher energies, marking the onset of partonic collectivity and the emergence of quark-gluon plasma (QGP)-like properties."
    },
    {
      "title": "Normal mode analysis within a mutilated relaxation time approximation",
      "link": "https://arxiv.org/abs/2310.05606",
      "authors": "Jin Hu",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2310.05606v3 Announce Type: replace-cross \nAbstract: In this paper, we present a detailed analysis of normal modes based on the Boltzmann equation within the mutilated relaxation time approximation (RTA). Using this linearized effective kinetic description, our analysis encompasses a complete order calculation in wavenumber k, extending the conventional hydrodynamic mode analysis to intermediate and short-wavelength regions. Furthermore, our linear mode analysis can provide a natural classification of kinetic modes into collective modes and non-collective single-particle excitations. In the case of an energy-independent relaxation time, the behavior of hydrodynamic onset transitions is recovered (Romatschke in Eur Phys J C 76:352, 2016). However, for the case with an energy-dependent relaxation time, the distinct classification becomes less clear, as the location of hydrodynamic modes is not well separated from non-hydrodynamic modes."
    },
    {
      "title": "A Global View of the EDM Landscape",
      "link": "https://arxiv.org/abs/2403.02052",
      "authors": "Skyler Degenkolb, Nina Elmer, Tanmoy Modak, Margarete M\\\"uhlleitner, Tilman Plehn",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2403.02052v2 Announce Type: replace-cross \nAbstract: Permanent electric dipole moments (EDMs) are sensitive probes of the symmetry structure of elementary particles, which in turn is closely tied to the baryon asymmetry in the universe. A meaningful interpretation framework for EDM measurements has to be based on effective quantum field theory. We interpret the measurements performed to date in terms of a hadronic-scale Lagrangian, using the SFitter global analysis framework. We find that part of this Lagrangian is constrained very well, while some of the parameters suffer from too few high-precision measurements. Theory uncertainties lead to weaker model constraints, but can be controlled within the global analysis."
    },
    {
      "title": "Melting of $c \\bar c$ and $b \\bar b$ pairs in the pre-equilibrium stage of proton-nucleus collisions at the Large Hadron Collider",
      "link": "https://arxiv.org/abs/2412.07967",
      "authors": "Lucia Oliva, Gabriele Parisi, Vincenzo Greco, Marco Ruggieri",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2412.07967v2 Announce Type: replace-cross \nAbstract: We study the melting of $c\\bar c$ and $b\\bar b$ pairs in the early stage of high-energy proton-nucleus collisions. We describe the early stage in terms of an evolving $SU(3)$ glasma stage, that is dominated by intense, out-of-equilibrium gluon fields. On top of these fields, we liberate heavy quark-antiquark pairs, whose constituents are let evolve according to relativistic kinetic theory coupled to the gluon fields. We define a pair-by-pair probability that the pair melts during the evolution, which we relate to the fluctuations of the color charges induced by the interaction of the quarks with the gluon fields. We find that color decorrelation is the main melting mechanism within the pre-equilibrium stage. Moreover, we estimate that within $\\Delta \\tau\\approx0.4-0.5$ fm/c after the formation time of the pairs, about $50\\%$ of $c\\bar c$ and $b\\bar b$ pairs are melted."
    },
    {
      "title": "Global parametrizations of $\\pi\\pi$ scattering with dispersive constraints: Beyond the S0 wave",
      "link": "https://arxiv.org/abs/2412.15327",
      "authors": "J. R. Pel\\'aez, P. Rab\\'an, J. Ruiz de Elvira",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2412.15327v2 Announce Type: replace-cross \nAbstract: We provide new global parametrizations of $\\pi\\pi \\to \\pi\\pi$ scattering for the S2, P, D, F, and G partial waves up to at least 1.8 GeV, easy to implement for phenomenological use. With earlier S0-wave parametrizations, slightly updated here, they reproduce previous partial wave dispersion analyses up to the $\\pi\\omega$ threshold. In addition, these new parametrizations have improved their description of recent P-wave data, the inelasticity in various waves, and their fulfillment of Roy-like and forward dispersion relations. The latter now test very high partial waves and have an improved matching with the Regge regime, extending those with P-wave contributions up to 1.6 GeV. Above 1.6 GeV and up to 1.8 GeV, or sometimes somewhat beyond, the parametrizations are simple unconstrained fits to data."
    }
  ]
}