{
  "lastUpdated": "2026-01-16T02:55:13.465172",
  "papers": [
    {
      "title": "New minimal set of spherical bipolar harmonics",
      "link": "http://link.aps.org/doi/10.1103/qzqx-h4hd",
      "authors": "S. N. Ershov",
      "source": "Physical Review C",
      "summary": "Author(s): S. N. ErshovIn many applications one has to deal with functions that depend on two directions. A convenient basis for function expansion is provided by bipolar harmonics that are given by an irreducible tensor product of the spherical functions with different arguments. The basis of biharmonic functions is over…[Phys. Rev. C 113, 014003] Published Wed Jan 14, 2026"
    },
    {
      "title": "Spin symmetry in antinucleon resonances within nuclei",
      "link": "http://link.aps.org/doi/10.1103/j924-nypg",
      "authors": "Zhen-Yu Zheng, Quan Liu, and Jian-You Guo",
      "source": "Physical Review C",
      "summary": "Author(s): Zhen-Yu Zheng, Quan Liu, and Jian-You GuoSymmetries and their breaking mechanisms are fundamental in nuclear physics with spin symmetry (SS) and pseudospin symmetry (PSS) playing key roles in nucleon and antinucleon spectra. While PSS in nucleons has been extensively studied, the manifestation of SS in antinucleon resonances—critical for e…[Phys. Rev. C 113, 014314] Published Wed Jan 14, 2026"
    },
    {
      "title": "Comparison of various structural inputs in the calculation of one-nucleon removal from $^{7}\\mathrm{Li}$ and $^{7}\\mathrm{Be}$",
      "link": "http://link.aps.org/doi/10.1103/kdml-6fft",
      "authors": "Y. Z. Sun (孙亚洲), J. G. Li (李健国), S. T. Wang (王世陶), M. R. Xie (谢萌冉), and S. Y. Jin (金树亚)",
      "source": "Physical Review C",
      "summary": "Author(s): Y. Z. Sun (孙亚洲), J. G. Li (李健国), S. T. Wang (王世陶), M. R. Xie (谢萌冉), and S. Y. Jin (金树亚)The Glauber model calculation of single-particle cross section ${σ}_{\\mathrm{sp}}$ for one-proton removal ($−p$) from the $0{p}_{3/2}$ orbit of the ground state (g.s.) of $^{7}\\mathrm{Li}$ on a $^{9}\\mathrm{Be}$ target at $400\\phantom{\\rule{0.28em}{0ex}}\\mathrm{MeV}/\\mathrm{nucleon}$ is performed. T…[Phys. Rev. C 113, 014606] Published Wed Jan 14, 2026"
    },
    {
      "title": "Systematic investigation of the formation of superheavy nuclei in the reactions of $^{48}\\mathrm{Ca}, ^{50}\\mathrm{Ti}, ^{51}\\mathrm{V}$, and $^{54}\\mathrm{Cr}$ on actinide nuclei",
      "link": "http://link.aps.org/doi/10.1103/tt51-7vw3",
      "authors": "Zi-Han Wang, Peng-Hui Chen, Ya-Ling Zhang, Ming-Hui Huang, and Zhao-Qing Feng",
      "source": "Physical Review C",
      "summary": "Author(s): Zi-Han Wang, Peng-Hui Chen, Ya-Ling Zhang, Ming-Hui Huang, and Zhao-Qing FengThe synthesis of superheavy elements strongly relies on the competition of the quasifission and fusion fission dynamics in the fusion-evaporation reactions. The systematics on the formation of superheavy nuclei in the $^{48}\\mathrm{Ca}, ^{50}\\mathrm{Ti}, ^{51}\\mathrm{V}$, and $^{54}\\mathrm{Cr}$ indu…[Phys. Rev. C 113, 014607] Published Wed Jan 14, 2026"
    },
    {
      "title": "Role of ${\\mathrm{Σ}}^{*}(1385)$ in $\\mathrm{Λ}$ hyperon polarization in relativistic heavy ion collisions",
      "link": "http://link.aps.org/doi/10.1103/tvsk-sj4q",
      "authors": "Haesom Sung, Che Ming Ko, and Su Houng Lee",
      "source": "Physical Review C",
      "summary": "Author(s): Haesom Sung, Che Ming Ko, and Su Houng LeeThe effect of ${\\mathrm{Σ}}^{*}(1385)$ baryon resonance on the time evolution of the $\\mathrm{Λ}$ hyperon polarization in hadronic matter is studied using a spin-dependent kinetic approach. This approach explicitly includes the production of the ${\\mathrm{Σ}}^{*}$ resonance from the $\\mathrm{Λ}−π$ a…[Phys. Rev. C 113, 014908] Published Wed Jan 14, 2026"
    },
    {
      "title": "Guide to nuclear polarization in muonic atoms",
      "link": "http://link.aps.org/doi/10.1103/jqm6-c75w",
      "authors": "Mikhail Gorchtein",
      "source": "Physical Review C",
      "summary": "Author(s): Mikhail GorchteinMany precision tests of the Standard Model require controlled understanding of nuclear structure. An example is precise knowledge of nuclear charge radii, which can be obtained from the x-ray spectra of muonic atoms. Such spectra themselves have important corrections, such as the induced nuclear polarization. This Letter presents a simple yet reliable collection of formulas to compute the nuclear polarization for light to medium-mass nuclides. These formulas encode information across bound-state QED, nuclear reactions, and hadronic interactions, and aim at providing better constraints in interpreting key experiments.[Phys. Rev. C 113, L011301] Published Wed Jan 14, 2026"
    },
    {
      "title": "Comment on \"Spin-trap isomers in deformed, odd-odd nuclei in the light rare-earth region near N = 98\"",
      "link": "https://arxiv.org/abs/2601.08897",
      "authors": "N. Susshma, S. Deepa, K. Vijay Sai, R. Gowrishankar",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2601.08897v1 Announce Type: new \nAbstract: Mass spectrometry studies of odd-odd light rare-earth nuclei by Orford et al. [Phys. Rev. C 102, 011303(R) (2020)] suggested the existence of new isomers in the neutron rich isotopes $^{162}$Tb and $^{164}$Tb. More recently, Stryjczyk et al. [Phys. Rev. C 111, 049801 (2025)] commented on the former, citing inconsistencies between the available experimental data and the proposed presence of an isomer in $^{162}$Tb. To further examine the possibility of isomeric states in $^{162,164}$Tb, we employed the well-tested empirical Two Quasiparticle Rotor Model to construct their low-lying level structure. The resulting level schemes support the potential existence of low-lying isomeric states in both isotopes and we propose their corresponding spin-parities, orbital configurations, and excitation energies."
    },
    {
      "title": "Comments on Baryon Transition Form Factors",
      "link": "https://arxiv.org/abs/2601.09307",
      "authors": "Christoph Hanhart, Maxim Mai, Ulf-G. Mei{\\ss}ner, Deborah R\\\"onchen",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2601.09307v1 Announce Type: new \nAbstract: We discuss in rather general terms the properties of space-like baryon transition form factors. In particular, we argue why these are necessarily complex-valued, what can be deduced from the respective phase motion and why dealing with real valued transition form factors in general leads to misleading results. For illustration the transition form factors for the Roper resonance as derived in the J\\\"ulich-Bonn-Washington framework are discussed."
    },
    {
      "title": "Shell and cluster structures in $^{20}$Ne in the variation of multiple bases of the antisymmetrized molecular dynamics",
      "link": "https://arxiv.org/abs/2601.09424",
      "authors": "Takayuki Myo, Mengjiao Lyu, Qing Zhao, Masahiro Isaka, Niu Wan, Hiroki Takemoto, Hisashi Horiuchi, Akinobu Dot\\'e",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2601.09424v1 Announce Type: new \nAbstract: We investigate the structures of $^{20}$Ne in the variation of the multiple bases of the antisymmetrized molecular dynamics (AMD). In this method, the multiple AMD bases are superposed and optimized simultaneously in the total-energy variation. This scheme is beneficial for describing the various configurations in $^{20}$Ne. In the results, we confirm the shell and cluster structures in the $K^\\pi=0^+_{1-4}$ bands, such as the deformed states in the $K^\\pi=0^+_{1,4}$ bands with the $\\alpha$ cluster development, and the spherical shell-like states in the $K^\\pi=0^+_2$ band, the latter of which is difficult to describe in the previous AMD calculations imposing the quadrupole deformation. We evaluate the monopole and quadrupole transitions in these states. The negative parity states of $^{20}$Ne with $K^\\pi=0^-$ and $2^-$ are discussed in relation to the shell and cluster structures. As a result, six kinds of the $K^\\pi$ bands in $^{20}$Ne are described comprehensively in the microscopic framework of nuclei."
    },
    {
      "title": "Probing the two-quasiparticle $K^\\pi=8^+$ isomeric structure and enhanced stability in the proton drip-line nuclei",
      "link": "https://arxiv.org/abs/2601.09526",
      "authors": "Zhen-Zhen Zhang, Hua-Lei Wang, Kui Xiao, Min-Liang Liu",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2601.09526v1 Announce Type: new \nAbstract: Stimulated by recent experimental discoveries [{Phys. Lett. B \\textbf{847}, 138310 (2023)} and {Phys. Rev. Lett. \\textbf{132}, 072502 (2024)}], two-quasiparticle $K^\\pi=8^+$ isomeric structure (related to the neutron $h_{9/2}$ and $f_{7/2}$ orbitals) in $^{160}_{76}$Os$_{84}$ that lies at the two-proton drip line has been studied by means of the configuration-constrained potential-energy-surface calculations. Calculated results indicate that, for such an isomer, the excitation energy can be well reproduced and its oblate shape can be enhanced by the polarization effects of the two high-$K$ orbits. Comparing with experimental data, two sets of the widely used Woods-Saxon parameters, especially, the spin-orbit coupling one, are evaluated and argued. It is found that, considering the uncertainty of the spin-orbit coupling strength, the energy crossing or inversion of the $h_{9/2}$ and $f_{7/2}$ neutrons can occur, which may lead to three kinds of different evolution-trends of two-quasiparticle excitation energies with the changing quadrupole deformation $\\beta_2$. With decreasing spin-orbit coupling interaction, the structure of the $K^\\pi=8^+$ isomeric state will evolute from $\\nu h_{9/2}f_{7/2}$ ($\\nu 9/2^-[505] \\otimes 7/2^-[503]$) to the mixing of $\\nu h_{9/2}f_{7/2}$ and $\\nu h_{9/2}^2$ ($\\nu 9/2^-[505] \\otimes 7/2^-[514]$) to $\\nu h_{9/2}^2$, indicating that its structural probes is still of interest and an arbitrary assignment may be risky. The related theoretical calculations and experimental evidences e.g., the transition properties, are desirable. In addition, similar to that in superheavy nuclei, it is suggested that the stability inversion between high-$K$ isomeric states and ground states might occur in this proton drip-line mass region, e.g., in the hitherto unknown nucleus $^{162}_{78}$Pt$_{84}$."
    },
    {
      "title": "Ab initio charge form factors and radii of light isoscalar nuclei: Role of the two-body charge density",
      "link": "https://arxiv.org/abs/2601.09614",
      "authors": "Xiang-Xiang Sun, Vadim Baru, Arseniy A. Filin, Evgeny Epelbaum, Hermann Krebs, Ulf-G. Mei{\\ss}ner, Andreas Nogga",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2601.09614v1 Announce Type: new \nAbstract: We make \\textit{ab initio} predictions of charge form factors (FFs) and radii for the isoscalar nuclei $^6$Li and $^8$Be using the Jacobi-coordinate No-Core Shell Model. The calculations employ chiral semilocal momentum-space regularized two- and three-nucleon interactions, together with consistently regularized one- and two-nucleon electromagnetic charge operators. With the short-range charge density fixed to the $^4$He charge radius, the predicted FFs and the $^6$Li radius show good agreement with available experimental data. We find that two-nucleon charge density contributions are essential for describing the FFs, particularly at intermediate and large momentum transfers. Although their influence on the charge radii is limited, these contributions remain crucial for attaining accurate predictions. The present results highlight the importance of two-nucleon charge operators in addressing the long-standing underestimation of nuclear charge radii in \\textit{ab initio} calculations based on modern chiral interactions."
    },
    {
      "title": "Heavy hadron spectrum from 2+1+1 flavor MILC lattices",
      "link": "https://arxiv.org/abs/2601.07360",
      "authors": "Sabiar Shaikh, Protick Mohanta, M. Padmanath, Subhasish Basak",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2601.07360v2 Announce Type: cross \nAbstract: We study the mass spectra and various mass differences of heavy hadrons containing one or more bottom quarks using MILC's $N_f = 2+1+1$ HISQ gauge ensembles at three lattice spacings. For the valence quarks, we employ a combination of lattice actions: the NRQCD action is used for bottom quarks, the anisotropic Clover action for charm quarks, and the $O(a)$-improved Wilson--Clover action for strange and lighter (up/down) quarks. Heavy hadron operators with at least one bottom quark are constructed by considering all possible combinations with charm, strange, and light quarks corresponding to various quantum numbers."
    },
    {
      "title": "Long Range Outlook for Short-Range Correlations",
      "link": "https://arxiv.org/abs/2601.09568",
      "authors": "Nadia Fomin, Or Hen, Julian Kahlbow, Dien Nguyen, Jackson Pybus, Noemi Rocco, Misak Sargsian, Sandra Nathaly Santiesteban, Ronen Weiss, Douglas W. Higinbotham, Lawrence Weinstein, Devi Adhikari, Hisham Albataineh, Massimiliano Alvioli, Lorenzo Andreoli, John Arrington, Carlos Ayerbe Gayoso, A. B. Balantekin, Carlos Bertulani, Hem Bhatt, Sudip Bhattarai, William J. Briscoe, Sayak Chatterjee, Hector Chinchay, E. O. Cohn, Wim Cosyn, Silviu Covrig Dusa, Natalya Dashyan, Bhesha Raj Devkota, Meytal Duer, Burcu Duran, Mostafa Elaasar, Cristiano Fanelli, Muhammad Farooq, Ishara P. Fernando, Caleb Fogler, Filippo Fornetti, Tobias Frederico, Daniel Galaviz, Dave Gaskell, Prakassh Gautam, Probir Ghoshal, Tyler J. Hague, Jens-Ole Hansen, Florian Hauenstein, Chueng-Ryong Ji, H. S. Jo, Muhammad Junaid, Dustin Keller, T. V. Kolar, Igor Korover, Andrea Lagni, Chhetra Lama, Shujie Li, Valery E. Lyubovitskij, Ralph Marinaro III, Malek Mazouz, Michael McCaughan, Bryan McKinnon, Gerald Miller, Taya Mineeva, Arthur Mkrtchyan, Hamlet Mkrtchyan, Peter Monaghan, Casey Morean, Sooriyaarachchilage Aruni Nadeeshani, Gunawardhana Waduge Nuwan Chaminda, Emanuele Pace, Bishnu Pandey, Valerii Panin,  Parshkin,  Igor, Stefanos Paschalis, Saori Pastore, Maria Patsyuk, Churamani Paudel, Marina Petri, Eliazer Piasetzky, Jiwan Poudel, Hang Qi, Sagar Regmi, Matteo Rinaldi, Jose Luis Rodriguez-S\\'anchez, Dmitry Romanov, Giovanni Salm\\'e, Axel Schmidt, Mitra H. Shabestari, Albert Shahinyan, Abhyuday Sharda, Alexander Somov, Igor Strakovsky, Holly Szumila-Vance, V. Tadevosyan, Buddhiman Tamang, Hakob Voskanyan, Ron Wagner, Uditha Weerasinghe, Natalie Wright, E. A. Wrightson, Manuel Xarepe, Zhihong Ye, Bo Yu",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2601.09568v1 Announce Type: cross \nAbstract: Short range correlated (SRC) N N pairs are pairs of nucleons with high relative momentum (prel > kF where kF ~ 250 MeV/c is the Fermi momentum in medium to heavy nuclei) and lower center of mass momentum. The motivation for studying SRC pairs ranges from a desire to achieve a more comprehensive understanding of the many-body nuclear wave-function at high-resolution to searching for explicit QCD-dynamics effects within the nuclear medium, not to mention connections to many other open problems in nuclear physics.\n  Exploring short-range correlations was one of the physics motivations for building CEBAF (now Jefferson Lab). Scientists used the high luminosity and high energy of this cutting-edge machine to find kinematics that cleanly showed the signals of short-range correlations. This paved the way in the last two decades for tremendous progress understanding these correlations. This paper reviews recent progress and highlights outstanding questions and areas that need further study."
    },
    {
      "title": "Small-$x$ Asymptotics of the Leading-Twist Flavor Singlet Quark TMDs",
      "link": "https://arxiv.org/abs/2412.14154",
      "authors": "M. Gabriel Santiago, Daniel Adamiak, Yossathorn Tawabutr",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2412.14154v2 Announce Type: replace-cross \nAbstract: In this paper, we investigate the small-$x$ behavior of the flavor-singlet, leading-twist quark Transverse Momentum Dependent parton distribution functions (TMDs) using the Light-Cone Operator Treatment. This formalism allows us to express TMD operators at small $x$ in terms of polarized dipole amplitudes, enabling a systematic approach to their small-$x$ evolution. We derive the evolution equations for these TMDs and solve them within the large-$N_c$ approximation under the linearized, Double-Logarithmic Approximation (DLA), where $N_c$ represents the number of quark colors. Expanding on previous work on unpolarized and helicity TMDs, we present the small-$x$ asymptotics for a comprehensive set of TMDs, including the Sivers function, helicity worm-gear, transversity, pretzelosity, Boer-Mulders, and transversity worm-gear distributions. Our results provide a complete picture of the small-$x$ asymptotic behavior for all leading-twist flavor-singlet quark TMDs. We also discuss the implications of our findings for phenomenological applications and outline potential avenues for further research, particularly in understanding non-linear effects and extending beyond the DLA and large-$N_c$ approximations."
    },
    {
      "title": "Quark flavor equilibration of the quark-gluon plasma",
      "link": "https://arxiv.org/abs/2501.06433",
      "authors": "Andrew Gordeev, Steffen A. Bass, Berndt Mueller, Jean-Francois Paquet",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2501.06433v2 Announce Type: replace-cross \nAbstract: The early stage of a heavy-ion collision is marked by rapid entropy production and the transition from a gluon saturated initial condition to a plasma of quarks and gluons that evolves hydrodynamically. However, during the early times of the hydrodynamic evolution, the chemical composition of the QCD medium is still largely unknown. We present a study of quark chemical equilibration in the (Q)GP using a novel model of viscous hydrodynamic evolution in partial chemical equilibrium. Motivated by the success of gluon saturated initial condition models, we initialize the QCD medium as a completely gluon dominated state. Local quark production during the hydrodynamic phase is then simulated through the evolution of time-dependent fugacities for each independent quark flavor, with the timescales set as free parameters to compare different rates of equilibration. We present the results of complete heavy-ion collision simulations using this partial chemical equilibrium model, and show the effects on hadronic and electromagnetic observables. In particular, we show that the development of flow is sensitive to the equilibration timescale, providing an empirical way to probe the chemical equilibration of the QCD medium."
    },
    {
      "title": "Mesons in nonlocal model with four-dimensional separable kernel",
      "link": "https://epja.epj.org/10.1140/epja/s10050-025-01772-6",
      "authors": "Alexandra Friesen, Yuriy Kalinovsky, Alexander Khmelev",
      "source": "European Physical Journal A",
      "summary": "Authors: Alexandra Friesen, Yuriy Kalinovsky and Alexander Khmelev.The European Physical Journal A Vol. 62 , page 6Published online: 13/1/2026"
    },
    {
      "title": "First measurement of cross sections for the 78Kr(n,d*)77Br reaction in the neutron energy range of 13–15 MeV",
      "link": "https://epja.epj.org/10.1140/epja/s10050-025-01763-7",
      "authors": "Junhua Luo, Long He, Li Jiang",
      "source": "European Physical Journal A",
      "summary": "Authors: Junhua Luo, Long He and Li Jiang.The European Physical Journal A Vol. 62 , page 7Published online: 13/1/2026"
    },
    {
      "title": "High Reheating Temperature without Axion Domain Walls",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269326000316?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: Available online 15 January 2026Source: Physics Letters BAuthor(s): Shota Nakagawa, Yuichiro Nakai, Yu-Cheng Qiu, Lingyun Wang, Yaoduo Wang"
    },
    {
      "title": "From Black Holes to Wormholes via Minimal Geometric Deformationin Rastall Theory",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269326000250?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: Available online 15 January 2026Source: Physics Letters BAuthor(s): Malick Sallah, Eman M. Moneer, M. Sharif, Euaggelos E. Zotos"
    },
    {
      "title": "Primordial observables of explicit diffeomorphism violation in gravity",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269326000195?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: Available online 14 January 2026Source: Physics Letters BAuthor(s): Mohsen Khodadi, Nils A. Nilsson, Gaetano Lambiase, Javad T. Firouzjaee"
    },
    {
      "title": "Probing unitarity violation of lepton flavor mixing matrix with reactor antineutrinos at JUNO and TAO",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269326000146?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: Available online 14 January 2026Source: Physics Letters BAuthor(s): Jihong Huang, Shun Zhou"
    },
    {
      "title": "Extraction of the potential energy in mass asymmetry coordinate from experimental mass distributions of Cf and Fm isotopes",
      "link": "https://www.sciencedirect.com/science/article/pii/S0375947426000126?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Nuclear Physics A",
      "summary": "Publication date: Available online 14 January 2026Source: Nuclear Physics AAuthor(s): Evelyn Schuller, Horia Pașca"
    }
  ]
}