{
  "lastUpdated": "2025-09-19T02:20:42.208193",
  "papers": [
    {
      "title": "Angular correlations in neutron-$γ$ reactions",
      "link": "http://link.aps.org/doi/10.1103/3r4y-j1bt",
      "authors": "Vladimir Gudkov and Hirohiko M. Shimizu",
      "source": "Physical Review C",
      "summary": "Author(s): Vladimir Gudkov and Hirohiko M. ShimizuAngular correlations for low-energy neutron-induced $γ$ reactions are calculated using nuclear reaction formalism for multilevel neutron capture with arbitrary multiplicities of $γ$ transitions. We confirm previous calculations [V. V. Flambaum and O. P. Sushkov, Nucl. Phys. A 435, 352 (1985)] for di…[Phys. Rev. C 112, 035502] Published Thu Sep 18, 2025"
    },
    {
      "title": "Probing the most important $^{14}\\mathrm{O}(α,p)^{17}\\mathrm{F}$ resonance through a study of $^{17}\\mathrm{F}(p,{p}^{′})^{17}\\mathrm{F}^{*}$",
      "link": "http://link.aps.org/doi/10.1103/bljj-k2nv",
      "authors": "S. Coil, D. W. Bardayan, P. D. O'Malley, T. L. Bailey, C. Boomershine, S. Carmichael, C. Dembski, T. Gore, A. M. Houff, C. Jones, J. J. Kolata, K. Lee, G. Mulcahy, W. S. Porter, F. Rivero, J. Rufino, A. Sanchez, W. W. von Seeger, L. Zimmer, and R. Zite",
      "source": "Physical Review C",
      "summary": "Author(s): S. Coil, D. W. Bardayan, P. D. O'Malley, T. L. Bailey, C. Boomershine, S. Carmichael, C. Dembski, T. Gore, A. M. Houff, C. Jones, J. J. Kolata, K. Lee, G. Mulcahy, W. S. Porter, F. Rivero, J. Rufino, A. Sanchez, W. W. von Seeger, L. Zimmer, and R. ZiteTo understand X-ray burst light curves, it is important to understand the trigger reactions that transition the hot-CNO (HCNO) cycles to full explosive burning via the $αp$ and $rp$ processes in these extreme astrophysical environments. One hypothesized breakout path is initiated through the $^{14}\\…[Phys. Rev. C 112, 035804] Published Thu Sep 18, 2025"
    },
    {
      "title": "Pairing Strength and Quadrupole-Soft Tin Isotopes",
      "link": "https://arxiv.org/abs/2509.13475",
      "authors": "Le-Anh Nguyen, Minh-Loc Bui, Panagiota Papakonstantinou, Calvin W. Johnson, Naftali Auerbach",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2509.13475v1 Announce Type: new \nAbstract: Background: Understanding the experimental $B(E2)$ values for Sn isotopes around $^{110}$Sn has been a significant challenge in nuclear structure studies for over a decade. Both experimental data and many, though not all, calculations suggest a picture of the light Sn isotopes as being quadrupole-soft, that is, spherical, yet easy to deform.\n  Purpose: To investigate the delicate interplay of quadrupole deformation and pairing correlations in these nuclides. In particular, by using slightly enhanced pairing, we ask: can we generate spherical mean-field solutions that describe the data?\n  Method: First, we apply the standard spherical Skyrme HFBCS-QRPA calculation with default pairing parameters, allowing us to identify nuclides that are unstable against quadrupole deformation among Sn isotopes. Next, we moderately enhance the pairing strength to reproduce the experimental binding energy in the deformation-unstable isotopes.\n  Result: Within our choice of Skyrme parameters and use of density-independent pairing, this moderate adjustment sufficiently stabilizes the HFBCS ground states against deformation, ensuring a successful QRPA calculation and, more importantly, leading to more realistic properties for the quadrupole $2^+$ states.\n  Conclusion: Careful attention to the sensitive interplay of pairing and shell effects in deformation-soft nuclides can be crucial to their correct descriptions. This sensitivity can be exploited to optimize the treatment of pairing in phenomenological approaches such as the present Skyrme-QRPA."
    },
    {
      "title": "Octupole correlations in $^{220,222,224,226}$Rn",
      "link": "https://arxiv.org/abs/2509.13613",
      "authors": "Yi-Ming Jiang, Xiao Lu, Shan-Gui Zhou",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2509.13613v1 Announce Type: new \nAbstract: The octupole correlations in $^{220,222,224,226}$Rn are investigated by using multi-dimensionally constrained covariant density functional theory. The ground-state properties and potential energy surfaces are analyzed, revealing that octupole deformation appears in $^{222,224}$Rn, but not in $^{220,226}$Rn. The relationship between pairing correlations and octupole deformation is examined, showing that the neutron pairing energy decreases as octupole deformation develops, whereas the proton pairing energy shows the opposite behavior. The microscopic origin of octupole correlations in these radon isotopes are explored based on an examination of the single-particle levels near the Fermi surface and a schematic two-level model. Experiments have indicated that these isotopes undergo octupole vibrations and the present prediction of octupole deformation in $^{222,224}$Rn awaits further confirmation."
    },
    {
      "title": "$\\Delta(1232)$ production in the $\\gamma p \\to \\phi\\pi p$ reaction",
      "link": "https://arxiv.org/abs/2509.13630",
      "authors": "Ya-Ke Chen, Yi Pan, Bo-Chao Liu",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2509.13630v1 Announce Type: new \nAbstract: In this work, the production of baryon resonances in the $\\gamma p \\to \\phi \\pi p$ reaction near threshold is investigated within an effective Lagrangian approach. incorporates intermediate resonances, including $\\Delta(1232)$, $N(1440)$, $N(1520)$, and $N(1535)$, alongside non-resonant background contributions. The results indicate that the reaction is dominated by the $\\Delta(1232)$ excitation near threshold. A key focus of this study is the exploration of the $a_0(980)$ meson exchange in the $\\Delta(1232)$ production, as this reaction offers a unique opportunity to probe the poorly known $\\Delta(1232)N a_0$ coupling. We demonstrate that the parity asymmetry ($P_\\sigma$), accessible through the $\\phi$-meson's spin density matrix elements, serves as a suitable experimental observable to identify the contribution from the $a_0(980)$ exchange."
    },
    {
      "title": "Charge symmetry breaking effect in mirror {\\Lambda} hypernuclei with Skyrme-Hartree-Fock model",
      "link": "https://arxiv.org/abs/2509.13655",
      "authors": "Shi-jing Zha, Suo Qiu, H. Sagawa, Xian-Rong Zhou",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2509.13655v1 Announce Type: new \nAbstract: We study the charge symmetry breaking (CSB) effect in mirror hypernuclei using the deformed Skyrme Hartree-Fock (DSHF)+ Bardeen-Cooper-Schrieffer (BCS) model together with the CSB term and pairing interaction. Our model provides good account for the observations of CSB effect in mirror hypernuclei in the mass region of A = 7~16. We investigate the effect of deformation on the single-Lambda binding energy differences and we found that, in mirror hypernuclei with mass numbers A = 8 and A = 9, deformation has a noticeable impact on the energy difference."
    },
    {
      "title": "Global Trends of Nuclear Radii and Binding Energies from the NUCLEI-PACK Framework",
      "link": "https://arxiv.org/abs/2509.13750",
      "authors": "H. M. Maridi",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2509.13750v1 Announce Type: new \nAbstract: I present a proof-of-concept study of nuclear radii and binding energies within NUCLEI-PACK, a novel semi-classical framework based on optimized sphere packing of nucleons and clusters. In this approach, proton and neutron positions are determined through a constrained packing algorithm with uniform nucleon radii, followed by global optimization across the nuclear chart ($1 \\leq A \\leq 250$). From these geometric configurations, I compute charge and matter radii, as well as binding energies. The model successfully reproduces global trends in nuclear size and stability, while maintaining transparency and computational efficiency. A fit of the Coulomb and surface terms of the semi-empirical mass formula shows remarkable agreement with theoretical expectations. These results establish the feasibility of NUCLEI-PACK as a systematic tool for describing nuclear bulk properties across the chart of nuclides."
    },
    {
      "title": "Nonperturbative Heavy-Flavor Transport Approach for Hot QCD",
      "link": "https://arxiv.org/abs/2509.13881",
      "authors": "Tharun Krishna, Ralf Rapp, Yu Fu, Steffen A. Bass, Weiyao Ke",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2509.13881v1 Announce Type: new \nAbstract: The heavy charm and bottom quarks are unique probes of the transport properties of the quark-gluon plasma (QGP) and its hadronization in high-energy nuclear collisions. A key challenge in this context is to embed the interactions of the heavy quarks in the expanding medium compatible with the strong-coupling nature of the QGP, and thus to unravel the underlying microscopic mechanisms. In the present work we progress toward this goal by combining recent $T$-matrix interactions for elastic scattering with an effective transport implementation of gluon radiation, and apply these in a Langevin framework in a viscous hydrodynamic evolution. Hadronization of heavy quarks is evaluated using a modern recombination model with 4-momentum conservation, supplemented with fragmentation constrained by data in proton-proton collisions. Deploying this approach to charm-hadron observables in Pb-Pb collisions at the LHC yields fair agreement with experiment while also identifying areas of further systematic improvement of the simulations and its current input."
    },
    {
      "title": "MEC-induced two-nucleon emission in neutrino-nucleus scattering",
      "link": "https://arxiv.org/abs/2509.13915",
      "authors": "M. B. Barbaro, V. Belocchi, A. De Pace, M. Martini",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2509.13915v1 Announce Type: new \nAbstract: Meson-exchange currents (MEC) play a crucial role in the nuclear response to a leptonic probe, inducing the emission of two nucleons, the so-called 2p2h excitations. Here we report the results of our recent work \\cite{Belocchi:2025eix}, in which we evaluated the 2p2h contribution to the $(\\nu_\\mu,\\mu^-p)$ neutrino cross section off a carbon target, which involves the simultaneous detection the outgoing muon and a proton in the final state. This process has recently been measured in long-baseline neutrino experiments, but no truly microscopic calculation for the 2p2h channel existed to be compared with these data until now. The calculation employs fully relativistic two-body currents and is carried out within the Relativistic Fermi Gas framework. It provides a generalization to the weak sector of the electromagnetic inclusive model developed in Ref.~\\cite{DePace:2003spn} and an extension of the calculation to enable semi-inclusive predictions. A selection of our results for the semi-inclusive cross section versus the emitted proton variables is presented, both at fixed neutrino energy and folded with the T2K muon-neutrino flux."
    },
    {
      "title": "Dilated coordinate method for solving nuclear lattice effective field theory",
      "link": "https://arxiv.org/abs/2509.13967",
      "authors": "Guangzhao He, Zhenyu Zhang, Teng Wang, Qian Wang, Bing-Nan Lu",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2509.13967v1 Announce Type: new \nAbstract: We introduce a dilated coordinate method to address computational challenges in nuclear lattice effective field theory (NLEFT) for weakly-bound few-body systems. The approach employs adaptive mesh refinement via analytic coordinate transformations, dynamically adjusting spatial resolution to resolve short-range nuclear interactions with fine grids while efficiently capturing long-range wave function tails with coarse grids. Numerical demonstrations for two- and three-body systems confirm accelerated convergence towards infinite-volume limit compared to uniform lattices, particularly beneficial for accessing highly excited states and shallow bound states near the continuum threshold. This method establishes a foundation for \\textit{ab initio} studies of exotic nuclear systems near the dripline and light hypernuclei, with direct extensions to scattering and reaction processes."
    },
    {
      "title": "Gluon generalized transverse momentum dependent parton distributions and Wigner functions of the Proton",
      "link": "https://arxiv.org/abs/2509.14208",
      "authors": "Dipankar Chakrabarti, Bheemsehan Gurjar, Asmita Mukherjee, Kauship Saha",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2509.14208v1 Announce Type: cross \nAbstract: We present a calculation of the leading-twist (twist-2) generalized transverse momentum distributions (GTMDs) for unpolarized and longitudinally polarized gluons in the proton, using a recently developed light-front gluon spectator model inspired by the soft-wall AdS/QCD prediction. We calculate the gluon GTMDs for non-zero skewness, using overlaps in terms of light-front wave functions. We also compute the gluon Wigner distributions for various polarization configurations of the proton target, including unpolarized, longitudinally polarized, and transversely polarized states. We present these Wigner distributions and the associated spin densities in both the transverse momentum plane and the transverse impact parameter plane. Furthermore, we evaluate the gluon orbital angular momentum and spin-orbit correlations, and extract the generalized parton distribution and transverse momentum-dependent distribution limits of the GTMDs."
    },
    {
      "title": "Extracting the Speed of Sound in Heavy-Ion Collisions: A Study of Quantum-Initiated Fluctuations and Thermalization",
      "link": "https://arxiv.org/abs/2501.02777",
      "authors": "Yu-Shan Mu, Jing-An Sun, Li Yan, Xu-Guang Huang",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2501.02777v4 Announce Type: replace \nAbstract: The thermalization of quark-gluon plasma created in heavy-ion collisions is crucial for understanding its behavior as a relativistic fluid and the thermodynamic properties of the Quantum Chromodynamics (QCD). This study investigates the role of fluctuations in the relationship between transverse momentum and particle multiplicity, with a particular focus on their impact on extracting the QCD speed of sound. In a thermalized quark-gluon plasma, these fluctuations mostly originate from quantum fluctuations in the colliding nuclei, and exhibit a Gaussian distribution as a consequence of their independence from thermodynamic response. In contrast, non-thermalized systems display non-Gaussian fluctuations, reflecting the breakdown of thermalization. By leveraging the Gaussianity condition of quantum-initiated fluctuations, the physical value of the speed of sound can be extracted statistically, even in the presence of significant event-by-event fluctuations. This framework provides a robust diagnostic tool for probing thermalization and extracting thermodynamic properties in both large and small collision systems."
    },
    {
      "title": "First possible evidence of antimagnetic rotation in the <math xmlns:mml=\"http://www.w3.org/1998/Math/MathML\" altimg=\"si15.svg\" class=\"math\"><mrow><mi>A</mi><mo>∼</mo><mn>80</mn></mrow></math> mass region",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269325006343?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: Available online 18 September 2025Source: Physics Letters BAuthor(s): Yi-Chun Hao, Zheng Qiao, Hao Wang, Ke-Yan Ma, Guo-Mo Zeng"
    },
    {
      "title": "The surrogate reactions for the neutron-capture rate using OEDO and SHARAQ in RIBF",
      "link": "https://www.sciencedirect.com/science/article/pii/S0375947425002349?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Nuclear Physics A",
      "summary": "Publication date: Available online 18 September 2025Source: Nuclear Physics AAuthor(s): N. Imai, M. Dozono, S. Michimasa, T. Sumikama, S. Ota, S. Hayakawa, J.W. Hwang, K. Iribe, C. Iwamoto, S. Kawase, K. Kawata, N. Kitamura, S. Masuoka, K. Nakano, P. Schrock, D. Suzuki, R. Tsunoda, K. Wimmer, T. Chillery, S. Cherubini"
    },
    {
      "title": "Contrasting features of parton energy loss in heavy-ion collisions at RHIC and LHC*",
      "link": "http://iopscience.iop.org/article/10.1088/1674-1137/adcf0f",
      "authors": "Thomas Marshall, Philip Suh, Gang Wang, 钢 王, Huan Zhong Huang and 焕中 黄",
      "source": "Chinese Physics C",
      "summary": "Energetic quarks and gluons lose energy as they traverse the hot and dense medium created in high-energy heavy-ion collisions at the BNL Relativistic Heavy Ion Collider (RHIC) and CERN Large Hadron Collider (LHC). The nuclear modification factor ( ) of leading particles quantifies parton energy loss in such collisions, with the particle spectrum in collisions as a reference. Previous measurements at RHIC energies have revealed an approximately constant trend at high transverse momenta ( ), implying a scenario where parton energy loss, , scales proportionally with , a feature naively expected from energy loss dynamics in elastic collisions. In this study, we investigate the LHC measurements that exhibit a pronounced dependence of for various particle species, and our analysis attributes this behavior to being approximately proportional to . These distinct features are consistent with model calculations of dominant radiative energy loss dynamics at LHC, in contrast to the dominance of collisional energy loss at RHIC. Additionally, the linear increase of the fractional energy loss with medium density at different magnitudes affirms our previous empirical observation that the magnitude of the energy loss depends more strongly on the initial entropy density than the parton's path length through the medium. Implications on the dynamical scenarios of parton energy loss and future experimental investigations are also discussed."
    },
    {
      "title": "Effective decay rates of nuclei in astrophysical environments*",
      "link": "http://iopscience.iop.org/article/10.1088/1674-1137/adcf11",
      "authors": "Chao Dong, 超 董, Zhi-Hong Li, 志宏 李, Ge-Xing Li, 歌星 李, Yun-Ju Li, 云居 李, Na Song, 娜 宋, Chen Chen, 晨 陈, Jun-Wen Tian, 竣文 田, Jia-Ying-Hao Li, 家英豪 李, Zhi-Cheng Zhang, 智程 张, Hui-Ling Tian, 慧玲 田, Mei-Yue-Nan Ma and 梅月楠 马",
      "source": "Chinese Physics C",
      "summary": "Nuclear β-decay plays a pivotal role at various stages of stellar evolution. However, the effective decay rates of nuclei in astrophysical environments may differ significantly from their laboratory values. This paper presents a detailed methodology for calculating nuclear half-life under the influence of temperature, electron density, ionization, and incomplete thermal equilibrium. We analyze the impact of astrophysical conditions on the β-decay of 26Al, 59Fe, 79Se, and 205Pb, revealing substantial variations in their effective half-lives within stellar environments. These changes lead to significant differences in nucleosynthetic yields, underscoring the critical importance of accounting for environmental effects when modeling nuclear decay rates."
    },
    {
      "title": "Predictions of unknown masses using a feedforward neural network*",
      "link": "http://iopscience.iop.org/article/10.1088/1674-1137/add10a",
      "authors": "Cheng-wei Dai, 程威 戴, Hui Jiang, 慧 姜, Yang Lei and 杨 雷",
      "source": "Chinese Physics C",
      "summary": "In this study, a feedforward neural network (FNN) approach is employed to optimize three local mass models (GK, GKs, and GK+J). We find that adding physical quantities related to the pairing effect in the input layer can effectively improve the prediction accuracy of local models. For the known masses in AME2012, the FNN reduces the root-mean-square deviation between theory and experiment for the three mass models by 11 keV, 32 keV, and 623 keV. Among them, the improvement effect of the light mass region with mass number between 16 and 60 is better than that of medium and heavy mass regions. The approach also has good optimization results when extrapolating AME2012 to AME2020 and the latest measured masses after AME2020. Based on the improved mass data, the separation energies for single- and two-proton (neutron) emissions and α-decay energies are obtained, which agree well with the experiment."
    },
    {
      "title": "Quasinormal modes of accelerating spacetime*",
      "link": "http://iopscience.iop.org/article/10.1088/1674-1137/add10d",
      "authors": "Tao Zhou, 陶 周, Peng-Cheng Li and 鹏程 李",
      "source": "Chinese Physics C",
      "summary": "We calculate the exact values of the quasinormal frequencies for massless perturbations with spin propagating in purely accelerating spacetime. Using two different methods, we transfer the perturbation equations into hypergeometric differential equations and obtain identical quasinormal frequencies. These purely imaginary spectra are shown to be independent of the spin of the perturbation and match those of the acceleration modes identified in accelerating black holes in the Minkowski limit. This implies that the acceleration modes originate from the purely accelerating spacetime and that the presence of black holes would deform the spectra. Additionally, we compute the quasinormal frequencies of scalar, electromagnetic, and gravitational perturbations in D-dimensional de Sitter spacetime and compare them with previous findings to validate our method."
    },
    {
      "title": "Study of QCD critical point with the effect of three-nucleon correlations on light nuclei yield ratios using PYTHIA8/Angantyr*",
      "link": "http://iopscience.iop.org/article/10.1088/1674-1137/add10f",
      "authors": "Zuman Zhang, 祖满 张, Ning Yu, 宁 喻, Sha Li, 莎 李, Shuang Li, 双 李, Siyu Tang, 思宇 汤, Meimei Zhang and 媚媚 章",
      "source": "Chinese Physics C",
      "summary": "This study utilizes the PYTHIA8 Angantyr model to systematically investigate the effects of three nucleons correlation on the light nuclei yield ratio for Au+Au collisions at = 7.7, 11.5, 14.5, 19.6, 27, 39, 62.4, and 200 GeV. The analysis explores this property across different rapidity ranges, collision centralities, and collision energies, while also examining the roles of multi-parton interactions (MPI) and color reconnection (CR) mechanisms. The light nuclei yield ratio remains stable with changes in rapidity coverage and collision centrality but slightly increases with rising collision energy. The impact of CR on the light nuclei yield ratio depends on the presence of MPI; when MPI is turned off, CR has no effect. Additionally, the three-nucleon correlation enhances the light nuclei yield ratio for both central and peripheral collisions. However, the non-monotonic energy dependence observed in experiments, the peak at GeV reported by the STAR experiment, cannot be explained by the Angantyr model owing to its lack of key mechanisms related to the quark-gluon plasma (QGP). Nevertheless, the Angantyr model serves as an important baseline for studying collision behaviors in the absence of QGP effects."
    },
    {
      "title": "Development status of efficiency improvement at the Rare-RI Ring facility*",
      "link": "http://iopscience.iop.org/article/10.1088/1674-1137/add25d",
      "authors": "Y. Yamaguchi, A. Yano, T. Ohnishi, Y. Abe, N. Chandrakumar, G. Hudson-Chang, N. Imai, Y. Kikuchi, N. Kitamura, R. Kojima, J. Li, T. Moriguchi, D. Nagae, S. Naimi, S. Nishizawa, A. Ozawa, F. Suzaki, K. Takiura, N. Tomioka, R. Tuchiya, M. Wakasugi, K. Watanabe, T. Yamaguchi, R. Yokoyama and H. Zhang",
      "source": "Chinese Physics C",
      "summary": "The rare radioactive-isotope (RI) ring is an isochronous storage ring for deriving the masses of extremely short-lived rare RIs. Since the successful commissioning experiment in 2015, the time of flight mass measurement technique has been established through test experiments using unstable nuclei with well-known masses. The experiments for unknown masses were started in 2018. While conducting experiments, we continue to develop equipment to further improve the efficiency and precision of mass measurements. The upgraded kicker system can generate a magnetic field with an extractable duration equivalent to the revolution time of the ring. This is essential for extracting extremely rare events as well as shortening the measurement time compared with that in the initial experiments. New steering magnets make it possible to eliminate an uncertain vertical beam deviation that occurs upstream. As a result, we confirm that the extraction yield is increased. A new resonant Schottky pick-up is able to detect single particles in timeframes on the order of milliseconds. It will be useful not only for beam diagnostics but also for lifetime measurement experiments of extremely short-lived rare RIs planned as a future application."
    },
    {
      "title": "Rotation effect on the thermodynamics of QCD matter*",
      "link": "http://iopscience.iop.org/article/10.1088/1674-1137/add25e",
      "authors": "Fei Sun, 飞 孙, Shuang Li, 双 李, Rui Wen, 睿 温, Anping Huang, 安平 黄, Wei Xie and 伟 谢",
      "source": "Chinese Physics C",
      "summary": "In this study, we investigated the impact of rotation on the thermodynamic properties of QCD matter using the three-flavor NJL model. We examined the dependencies of key thermodynamic quantities, such as the trace anomaly, specific heat, speed of sound, angular momentum, and moment of inertia, on temperature, quark chemical potential, and angular velocity. Our main finding is that the speed of sound exhibits a nonmonotonic behavior as the angular velocity varies."
    },
    {
      "title": "CP violations and branching ratios for B c +→ D (s) + π + π −(K ...",
      "link": "http://iopscience.iop.org/article/10.1088/1674-1137/add523",
      "authors": "Kun Shuai Ye, 坤帅 叶, Gang Lü, 刚 吕, Na Wang, 娜 王, Jian Chai, 健 柴, Xin-Heng Guo and 新恒 郭",
      "source": "Chinese Physics C",
      "summary": "Within the framework of the perturbative QCD approach utilizing factorization, we investigated the CP violation and branching ratios in the decay processes of and , where V denotes the three vector mesons , ω, and ϕ. During the and decay processes, we incorporated the mixing mechanism to describe the amplitudes of these quasi-two-body decays. Within the interference region of the three vector particles, we observed distinct changes in both CP violations and branching ratios. Furthermore, our study presents evidence for local CP violations and branching ratios that warrants further experimental investigation."
    },
    {
      "title": "Searching for doubly charmed baryons from meson decays*",
      "link": "http://iopscience.iop.org/article/10.1088/1674-1137/add5d1",
      "authors": "Ye Xing, 晔 邢, Ji Xu and 吉 徐",
      "source": "Chinese Physics C",
      "summary": "In this study, we investigate the production of doubly charmed baryons from anti-bottom charmed mesons. Using the effective Lagrangian approach, we discuss triangle diagrams at the hadronic level to access the branching ratios of . Apparently, the specific process occupies the largest possibility on the order of . In addition, although the production of undiscovered is Cabibbo suppressed in , its branching ratio can still reach a level of . These results are expected to provide valuable support for future experiments."
    },
    {
      "title": "Influence of neutron-pair condensation on the difference in charge radii of mirror nuclei*",
      "link": "http://iopscience.iop.org/article/10.1088/1674-1137/add5d6",
      "authors": "Jing Huang, 精 黄, Xiang Jiang, 翔 蒋, Na Tang, 娜 唐, Rong An and 荣 安",
      "source": "Chinese Physics C",
      "summary": "A highly linear correlation exists between the differences in charge radii of mirror-pair nuclei and the slope parameter of symmetry energy, as reported in literature. This study investigates the impact of neutron-proton correlations, deduced from neutron- and proton-pair condensation near the Fermi surface, on determining the symmetry energy slope parameter using Skyrme density functionals. Differential charge radii of Ni isotopes are employed to assess the validity of the proposed model. Results suggest that the modified model can reproduce the shell quenching of charge radii at the neutron number along the Ni isotopic chain. The shell closure effect of the charge radii can also be predicted at the neutron number . Correlations between the differences in charge radii of the mirror pair nuclei 32Ar-32Si and 54Ni-54Fe and the slope parameter of symmetry energy are also analyzed. Notably, the range of the symmetry energy slope is influenced by the neutron-pair condensation near the Fermi surface. Moreover, a relatively stiff equation of state can be inferred from the mirror pairs 32Ar-32Si and 54Ni-54Fe when the effect of the neutron-pair condensation is considered."
    }
  ]
}