{
  "lastUpdated": "2025-07-03T02:46:01.109376",
  "papers": [
    {
      "title": "Threshold photoproduction of $J/\\mathrm{Ψ}$ off light nuclei",
      "link": "http://link.aps.org/doi/10.1103/zcvm-8lj5",
      "authors": "Fangcheng He and Ismail Zahed",
      "source": "Physical Review C",
      "summary": "Author(s): Fangcheng He and Ismail ZahedWe analyze threshold photoproduction of heavy mesons off a deuteron and helium-4, using the QCD factorization method. Assuming large skewness, the production amplitude is dominated by the leading twist-2 gluonic energy-momentum tensor. We use our recent results for the gluonic gravitational form fac…[Phys. Rev. C 112, 014303] Published Wed Jul 02, 2025"
    },
    {
      "title": "Nuclear structure investigation of the near-spherical nucleus $^{93}\\mathrm{Zr}$",
      "link": "http://link.aps.org/doi/10.1103/cg9s-f7sv",
      "authors": "S. X. Guan (关少雄) <em>et al.</em>",
      "source": "Physical Review C",
      "summary": "Author(s): S. X. Guan (关少雄) et al.The excited states of $^{93}\\mathrm{Zr}$ have been investigated using the heavy-ion fusion-evaporation reaction $^{82}\\mathrm{Se}(^{18}\\mathrm{O},α3n)^{93}\\mathrm{Zr}$ at the beam energies of 82 and 88 MeV. Particle-$γ\\text{−}γ$ and $γ\\text{−}γ$ coincidence measurements using CsI and HPGe arrays are…[Phys. Rev. C 112, 014304] Published Wed Jul 02, 2025"
    },
    {
      "title": "Analytic continuation in coupling constant applied to two-proton emitters",
      "link": "http://link.aps.org/doi/10.1103/ckxc-r2c3",
      "authors": "Tomohiro Oishi and Masaaki Kimura",
      "source": "Physical Review C",
      "summary": "Author(s): Tomohiro Oishi and Masaaki KimuraFor quantum metastable problems with three particles, the $^{6}\\mathrm{Be}$ and $^{16}\\mathrm{Ne}$ nuclei as two-proton ($2p$) emitters provide a testing field. Considering the complexity of many-body metastable systems, a tractable solver has been on demand. We apply the analytic continuation in co…[Phys. Rev. C 112, 014305] Published Wed Jul 02, 2025"
    },
    {
      "title": "High-precision <i>ab initio</i> radius calculations of boron isotopes",
      "link": "http://link.aps.org/doi/10.1103/8mfb-wc36",
      "authors": "T. Wolfgruber, T. Gesser, M. Knöll, P. Maris, and R. Roth",
      "source": "Physical Review C",
      "summary": "Author(s): T. Wolfgruber, T. Gesser, M. Knöll, P. Maris, and R. RothWe perform a precision study of radii in Boron isotopes for multiple realistic interactions from chiral effective field theory. We obtain predictions of radii with combined many-body and interaction uncertainty quantification from ab initio no-core shell-model calculations together with machine-lear…[Phys. Rev. C 112, 014306] Published Wed Jul 02, 2025"
    },
    {
      "title": "Electric and magnetic $γ$-ray strength functions at finite temperature",
      "link": "http://link.aps.org/doi/10.1103/96g9-1ff5",
      "authors": "Amandeep Kaur, Esra Yüksel, and Nils Paar",
      "source": "Physical Review C",
      "summary": "Author(s): Amandeep Kaur, Esra Yüksel, and Nils PaarThe $γ$-ray strength function ($γ\\mathrm{SF}$) is essential for understanding the electromagnetic response in atomic nuclei and modeling astrophysical neutron capture rates. We introduced a microscopic description of both electric dipole (E1) and magnetic dipole (M1) $γ\\mathrm{SFs}$ that includes fi…[Phys. Rev. C 112, 014307] Published Wed Jul 02, 2025"
    },
    {
      "title": "Interplay between shell effect and pairing correlation in the $α$-decay energy",
      "link": "http://link.aps.org/doi/10.1103/l6ft-qvcs",
      "authors": "Shulin Tang, Yibin Qian, Tao Wan, and Zhongzhou Ren",
      "source": "Physical Review C",
      "summary": "Author(s): Shulin Tang, Yibin Qian, Tao Wan, and Zhongzhou RenThe $α$-decay energy (${Q}_{α}$), deduced from nuclear binding energies, is often utilized to study nucleon-nucleon interaction and explore the structural property of exotic nuclei near the proton dripline. The systematics of available experimental $α$-decay energies, in isotopic chains of heavy nuc…[Phys. Rev. C 112, 014308] Published Wed Jul 02, 2025"
    },
    {
      "title": "Bayesian mixture density networks for evaluating neutron-induced fission charge yields",
      "link": "http://link.aps.org/doi/10.1103/gd8l-zzmy",
      "authors": "Vaia Prassa",
      "source": "Physical Review C",
      "summary": "Author(s): Vaia PrassaBackground: Predicting neutron-induced fission charge yields poses substantial challenges due to the complex, nonequilibrium nature of the fission process and the limited availability of detailed experimental data over a broad range of energies. Reliable modeling is essential for applications in rea…[Phys. Rev. C 112, 014607] Published Wed Jul 02, 2025"
    },
    {
      "title": "Kinetic energy of fission fragments within a dynamical model",
      "link": "http://link.aps.org/doi/10.1103/8smy-1ls9",
      "authors": "S. Takagi, Y. Aritomo, K. Nakajima, K. Okada, K. Hirose, and K. Nishio",
      "source": "Physical Review C",
      "summary": "Author(s): S. Takagi, Y. Aritomo, K. Nakajima, K. Okada, K. Hirose, and K. NishioThe kinetic energy of individual fission fragments for actinide nuclei is, for example, important for evaluating the prompt-neutron spectrum in the laboratory system. It is experimentally known that the kinetic energy for each fragment is constant at about $100\\phantom{\\rule{0.28em}{0ex}}\\mathrm{MeV…[Phys. Rev. C 112, 014608] Published Wed Jul 02, 2025"
    },
    {
      "title": "Numerical assessment of convergence in the post-form Ichimura-Austern-Vincent model",
      "link": "http://link.aps.org/doi/10.1103/l53j-32cp",
      "authors": "Jin Lei",
      "source": "Physical Review C",
      "summary": "Author(s): Jin LeiNuclear breakup reactions provide crucial insights into nuclear structure, but modeling them accurately has been hampered by numerical instabilities. This work solves a long-standing computational problem in the Ichimura-Austern-Vincent model by introducing a hybrid technique that achieves stable, accurate calculations. Validated through calculations for the deuteron and 6Li, the method significantly outperforms traditional approaches. This advance enables reliable theoretical predictions of breakup processes, providing the nuclear physics community with an improved tool for interpreting experiments at modern facilities.[Phys. Rev. C 112, 014609] Published Wed Jul 02, 2025"
    },
    {
      "title": "Angular differential and elemental fragmentation cross sections of a 400 MeV/nucleon $^{16}\\mathrm{O}$ beam on a graphite target with the FOOT experiment",
      "link": "http://link.aps.org/doi/10.1103/nmw9-ldrm",
      "authors": "R. Ridolfi <em>et al.</em> (FOOT Collaboration)",
      "source": "Physical Review C",
      "summary": "Author(s): R. Ridolfi et al. (FOOT Collaboration)This paper presents the measurements of the angular differential cross sections for the forward production of He, Li, Be, B, C, and N nuclei in the fragmentation process of a $400\\phantom{\\rule{0.28em}{0ex}}\\text{MeV/nucleon}^{16}\\mathrm{O}$ beam interacting with a graphite target. Due to the limite…[Phys. Rev. C 112, 014610] Published Wed Jul 02, 2025"
    },
    {
      "title": "Role of nuclear and electromagnetic fragmentation in the charge-changing reactions of $^{18}\\mathrm{O}$ on carbon and lead targets near 370 MeV/nucleon",
      "link": "http://link.aps.org/doi/10.1103/pz8s-j3mc",
      "authors": "J. R. Liu <em>et al.</em>",
      "source": "Physical Review C",
      "summary": "Author(s): J. R. Liu et al.Charge-changing cross sections (CCCSs) of $^{18}\\mathrm{O}$ on carbon (C) and lead (Pb) targets have been measured with an uncertainty of less than 4% near 370 MeV/nucleon. We evaluate the contributions of nucleon-nucleon and electromagnetic (EM) interactions to CCCSs by considering the direct proto…[Phys. Rev. C 112, 014611] Published Wed Jul 02, 2025"
    },
    {
      "title": "Decays of ${N}^{*}$ and ${\\mathrm{Δ}}^{*}$ resonances into $Nρ, \\mathrm{Δ}π$, and $N{f}_{0}(500)$",
      "link": "http://link.aps.org/doi/10.1103/qfpf-tcs3",
      "authors": "A. V. Sarantsev, E. Klempt, K. V. Nikonov, T. Seifen, U. Thoma, Y. Wunderlich, P. Achenbach, V. D. Burkert, V. Mokeev, and V. Crede",
      "source": "Physical Review C",
      "summary": "Author(s): A. V. Sarantsev, E. Klempt, K. V. Nikonov, T. Seifen, U. Thoma, Y. Wunderlich, P. Achenbach, V. D. Burkert, V. Mokeev, and V. CredeThe decays of ${N}^{*}$ and ${\\mathrm{Δ}}^{*}$ resonances into $Nρ, \\mathrm{Δ}π$, and $N{f}_{0}(500)$ final states are investigated in a coupled-channel analysis of data from pion- and photoinduced reactions. Improvements in the fit quality are observed upon the inclusion of additional resonance con…[Phys. Rev. C 112, 015202] Published Wed Jul 02, 2025"
    },
    {
      "title": "Synthesis of superheavy elements in the outer crust of a magnetar",
      "link": "http://link.aps.org/doi/10.1103/55y6-6zxx",
      "authors": "D. Basilico, G. Colò, and Xavier Roca-Maza",
      "source": "Physical Review C",
      "summary": "Author(s): D. Basilico, G. Colò, and Xavier Roca-MazaA theoretical understanding of a possible mechanism for synthesizing superheavy elements in the outer crust of magnetars is presented. We demonstrate that such a mechanism can be present whenever the baryon density in the outer crust of a neutron star reaches values around ${10}^{−2}$ ${\\mathrm{fm}}…[Phys. Rev. C 112, 015801] Published Wed Jul 02, 2025"
    },
    {
      "title": "Bayesian inferences on covariant density functionals from multimessenger astrophysical data: The impacts of likelihood functions of low density matter constraints",
      "link": "http://link.aps.org/doi/10.1103/c1k3-k4l5",
      "authors": "Jia-Jie Li and Armen Sedrakian",
      "source": "Physical Review C",
      "summary": "Author(s): Jia-Jie Li and Armen SedrakianWe systematically investigate how the choice between Gaussian and uniform likelihood functions in Bayesian inference affects the inferred bulk properties of compact stars and nuclear matter within covariant density functional-based equations of state. To enable direct comparison between the two appr…[Phys. Rev. C 112, 015802] Published Wed Jul 02, 2025"
    },
    {
      "title": "Remeasuring the $γ$-decay branching ratio of the Hoyle state",
      "link": "http://link.aps.org/doi/10.1103/2h2s-sbyx",
      "authors": "W. Paulsen, K. C. W. Li, S. Siem, V. W. Ingeberg, A. C. Larsen, T. K. Eriksen, H. C. Berg, F. L. B. Garrote, D. Gjestvang, A. Görgen, M. Markova, V. Modamio, E. Sahin, G. M. Tveten, and V. M. Valsdòttir",
      "source": "Physical Review C",
      "summary": "Author(s): W. Paulsen, K. C. W. Li, S. Siem, V. W. Ingeberg, A. C. Larsen, T. K. Eriksen, H. C. Berg, F. L. B. Garrote, D. Gjestvang, A. Görgen, M. Markova, V. Modamio, E. Sahin, G. M. Tveten, and V. M. ValsdòttirBackground: The radiative branching ratio of the Hoyle state is crucial to estimate the triple-$α$ reaction rate in stellar environments at medium temperatures of $T=0.1$ to 2 GK. Knowledge of the $γ$-decay channel is critical as this is the dominant radiative decay channel for the Hoyle state. A re…[Phys. Rev. C 112, 015803] Published Wed Jul 02, 2025"
    },
    {
      "title": "Quantum phase transition in atomic nuclei driven by competition between subshell closure and collective motion",
      "link": "http://link.aps.org/doi/10.1103/g5pj-bngt",
      "authors": "S. T. Guo, Y. X. Yu, Calvin W. Johnson, S. Pittel, Y. Lu, H. Jiang, Y. Lei, G. J. Fu, and Z. Z. Ren",
      "source": "Physical Review C",
      "summary": "Author(s): S. T. Guo, Y. X. Yu, Calvin W. Johnson, S. Pittel, Y. Lu, H. Jiang, Y. Lei, G. J. Fu, and Z. Z. RenAtomic nuclei undergo rapid changes in structure, often characterized as transitions between “spherical” and “deformed” shapes, with small changes in the number of protons or neutrons. While it has long been known that shell closures drive spherical shapes and residual proton-neutron interactions dr…[Phys. Rev. C 112, L011301] Published Wed Jul 02, 2025"
    },
    {
      "title": "Correlation between the $α$-cluster separation and the neutron spectroscopic factor in $^{12}\\mathrm{Be}$",
      "link": "http://link.aps.org/doi/10.1103/kt6s-8k66",
      "authors": "Zhilian Cai, Qing Zhao, Zaihong Yang, Masaaki Kimura, Bo Zhou, and Seung-heon Shin",
      "source": "Physical Review C",
      "summary": "Author(s): Zhilian Cai, Qing Zhao, Zaihong Yang, Masaaki Kimura, Bo Zhou, and Seung-heon ShinThe overlap function and the spectroscopic factor (SF) of $α$-cluster and valence neutron in $^{12}\\mathrm{Be}$ are calculated by the generator coordinates method (GCM) with the cluster model. By fixing the distance between the $α$-clusters' generated coordinates, we make a theoretical experiment to…[Phys. Rev. C 112, 014301] Published Tue Jul 01, 2025"
    },
    {
      "title": "Toward shell model interactions with credible uncertainties",
      "link": "http://link.aps.org/doi/10.1103/fzxv-4q1r",
      "authors": "Oliver C. Gorton and Konstantinos Kravvaris",
      "source": "Physical Review C",
      "summary": "Author(s): Oliver C. Gorton and Konstantinos KravvarisBackground: The nuclear shell model is a powerful framework for predicting nuclear structure observables, but relies on interaction matrix elements fit to experimental data as its inputs. Extending the shell model's applicability, particularly toward dripline nuclei, requires efficient fitting metho…[Phys. Rev. C 112, 014302] Published Tue Jul 01, 2025"
    },
    {
      "title": "Time evolution of prompt $γ$-ray emission in $^{252}\\mathrm{Cf}(\\mathrm{sf})$ and $^{233,235}\\mathrm{U}(n,\\mathrm{f})$ reactions",
      "link": "http://link.aps.org/doi/10.1103/pbhh-xdy8",
      "authors": "Patrick Talou, Amy E. Lovell, Ionel Stetcu, Gencho Rusev, Toshihiko Kawano, and Marian Jandel",
      "source": "Physical Review C",
      "summary": "Author(s): Patrick Talou, Amy E. Lovell, Ionel Stetcu, Gencho Rusev, Toshihiko Kawano, and Marian JandelWe investigate the time evolution of prompt fission $γ$ emission due to the presence of ns to ms isomers in the fragments produced in the neutron-induced fission of $^{233,235}\\mathrm{U}$ and in the spontaneous fission of $^{252}\\mathrm{Cf}$. Calculations performed with the cgmf fission event genera…[Phys. Rev. C 112, 014601] Published Tue Jul 01, 2025"
    },
    {
      "title": "Time-dependent random phase approximation for particle-number fluctuations and correlations in deep-inelastic collisions of $^{144}\\mathrm{Sm}+^{144}\\mathrm{Sm}$ and $^{154}\\mathrm{Sm}+^{154}\\mathrm{Sm}$",
      "link": "http://link.aps.org/doi/10.1103/zz3y-22fh",
      "authors": "Zepeng Gao, Kazuyuki Sekizawa, and Long Zhu",
      "source": "Physical Review C",
      "summary": "Author(s): Zepeng Gao, Kazuyuki Sekizawa, and Long ZhuBackground: The fluctuation-dissipation mechanism underlying nonequilibrium transport in low-energy heavy-ion reactions remains unclear. Although the time-dependent Hartree-Fock (TDHF) method provides a reasonable description of average reaction outcomes and one-body dissipation, it is known to sign…[Phys. Rev. C 112, 014602] Published Tue Jul 01, 2025"
    },
    {
      "title": "Investigation of reactions with $^{50}\\mathrm{Ti}$ and $^{54}\\mathrm{Cr}$ for the synthesis of new elements",
      "link": "http://link.aps.org/doi/10.1103/k2g4-5k7x",
      "authors": "Yu. Ts. Oganessian <em>et al.</em>",
      "source": "Physical Review C",
      "summary": "Author(s): Yu. Ts. Oganessian et al.The $^{238}\\mathrm{U}(^{54}\\mathrm{Cr},4n)^{288}\\mathrm{Lv}$ and $^{242}\\mathrm{Pu}(^{50}\\mathrm{Ti},3n\\text{–}4n)^{288,289}\\mathrm{Lv}$ reactions have been studied at the gas-filled separator DGFRS-2 at the SHE Factory at Flerov Laboratory of Nuclear Reactions, Joint Institute for Nuclear Research.…[Phys. Rev. C 112, 014603] Published Tue Jul 01, 2025"
    },
    {
      "title": "Enhancing the creation of elements in laser-assisted heavy-ion fusion reactions",
      "link": "http://link.aps.org/doi/10.1103/myjj-z2j7",
      "authors": "N. Thomson, L. Moschini, and A. Diaz-Torres",
      "source": "Physical Review C",
      "summary": "Author(s): N. Thomson, L. Moschini, and A. Diaz-TorresLow-energy fusion of heavy ions is a fascinating coupling-assisted quantum tunneling problem, whose understanding is crucial for advancing the synthesis of new elements and isotopes. Quantum dynamical coupled-channels calculations of laser-assisted $^{16}\\mathrm{O}+^{238}\\mathrm{U}$ fusion are prese…[Phys. Rev. C 112, 014604] Published Tue Jul 01, 2025"
    },
    {
      "title": "Excitation functions of $^{54}\\mathrm{Fe}\\phantom{\\rule{0.16em}{0ex}}(p,γ)\\phantom{\\rule{0.16em}{0ex}}^{55}\\mathrm{Co}$ and $^{54}\\mathrm{Fe}\\phantom{\\rule{0.16em}{0ex}}(p,α)\\phantom{\\rule{0.16em}{0ex}}^{51}\\mathrm{Mn}$ reactions up to 15 MeV",
      "link": "http://link.aps.org/doi/10.1103/wvql-pqnb",
      "authors": "M. S. Uddin, M. M. Hasan, A. K. Chakraborty, M. A. Shariff, I. Spahn, and S. M. Qaim",
      "source": "Physical Review C",
      "summary": "Author(s): M. S. Uddin, M. M. Hasan, A. K. Chakraborty, M. A. Shariff, I. Spahn, and S. M. QaimCross sections of the reaction $^{54}\\mathrm{Fe}\\phantom{\\rule{0.16em}{0ex}}(p,γ)\\phantom{\\rule{0.16em}{0ex}}^{55}\\mathrm{Co}$ were measured using the activation technique within the proton energy range of 1.3 to 15.0 MeV employing a low-energy tandem accelerator and a small cyclotron. The obtained …[Phys. Rev. C 112, 014605] Published Tue Jul 01, 2025"
    },
    {
      "title": "Low-energy $^{12}\\mathrm{C}$ continuum states in a three-$α$ model",
      "link": "http://link.aps.org/doi/10.1103/3rkb-tzr3",
      "authors": "Souichi Ishikawa",
      "source": "Physical Review C",
      "summary": "Author(s): Souichi IshikawaThe electric multipole strength distributions for transitions from the $^{12}\\mathrm{C}({0}_{1}^{+})$ ground state to $3α$ (${0}^{+}$, ${1}^{−}$, ${2}^{+}$, and ${3}^{−}$) continuum states are studied in terms of $3α$ model. Several sets of the $3α$ Hamiltonian are introduced phenomenologically with…[Phys. Rev. C 112, 014606] Published Tue Jul 01, 2025"
    },
    {
      "title": "Exclusive $η$ production in proton-proton collisions at energies available at the GSI Facility for Antiproton and Ion Research",
      "link": "http://link.aps.org/doi/10.1103/73rr-shyt",
      "authors": "Piotr Lebiedowicz",
      "source": "Physical Review C",
      "summary": "Author(s): Piotr LebiedowiczThe cross sections for the $pp→ppη$ reaction are evaluated at energies relevant for the HADES, PANDA, and SIS100 experiments at GSI-FAIR (Facility for Antiproton and Ion Research). Consideration includes the $η$-bremsstrahlung mechanism involving intermediate proton exchange via the ${π}^{0}$, $η$, …[Phys. Rev. C 112, 015201] Published Tue Jul 01, 2025"
    },
    {
      "title": "Shell effects in quasi-fission for calcium induced reactions forming thorium isotopes",
      "link": "https://arxiv.org/abs/2507.00450",
      "authors": "C. Simenel, A. S. Umar, K. Godbey, P. McGlynn",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2507.00450v1 Announce Type: new \nAbstract: Quantum shell effects induce an asymmetric fission mode in actinides, which disappears in neutron deficient isotopes. Quasi-fission, characterized by a significant mass transfer in heavy ion collisions at low-energies, is expected to be affected by similar shell effects. This is studied in 40-56Ca+176Yb reactions with the time-dependent Hartree-Fock approach. All reactions exhibit a mass equilibration process that stops when a heavy fragment with Z~54 protons is formed. Unlike the fission of thorium compound nuclei, quasi-fission does not exhibit a transition to symmetric modes in neutron deficient systems. This observation is interpreted in terms of potential energy surfaces that show a persistence of an asymmetric valley with an increasing barrier preventing its population in fission of the most neutron deficient thorium isotopes."
    },
    {
      "title": "Optimized binning for response function reconstruction via Chebyshev expansions",
      "link": "https://arxiv.org/abs/2507.00587",
      "authors": "Immo C. Reis, Joanna E. Sobczyk, Sonia Bacca",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2507.00587v1 Announce Type: new \nAbstract: We propose an optimized histogram binning strategy to reconstruct nuclear response functions via the Chebyshev expansion bound-state method. Our approach employs a stochastic regularization of the density of states to define adaptive, equal-area bins. Using the deuteron solved in a harmonic-oscillator basis with a chiral interaction, we benchmark on dipole and longitudinal responses, obtaining excellent agreement with exact theory and experiment. This general framework readily extends to other many-body systems and opens the door to new ab initio calculations of lepton-nucleus cross sections in medium-mass nuclei."
    },
    {
      "title": "Microscopic pairing in fission dynamics",
      "link": "https://arxiv.org/abs/2507.00664",
      "authors": "A. Zdeb, A. Baran, S. A. Giuliani, L. M. Robledo, M. Warda",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2507.00664v1 Announce Type: new \nAbstract: Nuclear fission can be modelled as a quantum tunneling process driven by the interplay between the nuclear binding energy and the collective inertia. Within the Wentzel-Kramers-Brillouin formalism, spontaneous fission half-lives can be obtained by minimizing the action integral in the multidimensional space of collective degrees of freedom. Hence, including the relevant collective variables is crucial for properly describing spontaneous fission probabilities. Pairing correlations play an essential role in this evaluation since the collective inertia decreases as the inverse of the square of the pairing gap, and, therefore, they should be considered as a relevant degree of freedom on the same footing as deformation parameters. In this work, we show that the spontaneous fission half-lives in fermium isotopes can be reproduced in a microscopic theory by considering the least-action fission path in a two-dimensional space with constraints on the quadrupole moment and pairing correlations. We consider two microscopic quantities as degrees of freedom associated with pairing: the pairing gap parameter $\\Delta$, and the particle number fluctuations $\\langle \\Delta N^2 \\rangle$. Least-action paths, computed using the Dijkstra algorithm, are compared with minimum-energy paths, highlighting the importance of pairing correlations as a dynamical degree of freedom."
    },
    {
      "title": "Collectivity of rotational motion in $^{220}$Rn and $^{226}$Ra",
      "link": "https://arxiv.org/abs/2507.00758",
      "authors": "Artur Dobrowolski, Katarzyna Mazurek, Krzysztof Pomorski",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2507.00758v1 Announce Type: new \nAbstract: Calculations to reconstruct rotational level patterns in the $^{220}$Rn and $^{226}$Ra nuclei have been performed using a collective quadrupole+octupole approach with microscopic mass tensor and moments of inertia dependent on deformation and pairing degrees of freedom. The main objective is to quantitatively confirm the known experimental observations that the Rn nucleus passes from octupole vibrational to octupole deformed with increasing rotation frequency, while the Ra nucleus is relatively weakly affected by collective rotation, being octupole deformed from the beginning. The collective potential in a nine-dimensional collective space is determined using the macroscopic-microscopic method with Strutinsky and the BCS with an approximate particle number projection microscopic corrections. The corresponding Hamiltonian is diagonalized based on the projected solutions of the harmonic oscillators coupled with Wigner functions. Such an orthogonalized basis is additionally symmetrized with respect to the so-called intrinsic symmetrization group, specifically dedicated to the collective space used, to ensure the uniqueness of the Hamiltonian eigen-solutions in the laboratory frame. The response of the pairing and deformation degrees of freedom to external rotation is discussed in the variational approach, where the total energy is minimized by the deformation and pairing variables. Consequently, the corresponding microscopic moments of inertia increase with collective spin (Coriolis {\\it antiparing} effect), resulting in effectively lower rotational energy levels I$^{\\pi}$ with respect to pure classical-rotor pattern I(I+1). The obtained comparison of experimental and theoretical rotational energy level schemes, dipole, quadrupole and octupole transition probabilities of B(E$\\lambda$) in $^{220}$Rn and $^{226}$Ra is satisfactory."
    },
    {
      "title": "On the angular momentum of many-nucleon states",
      "link": "https://arxiv.org/abs/2507.00940",
      "authors": "Junchao Guo, Yang Sun",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2507.00940v1 Announce Type: new \nAbstract: We propose a new method to construct total angular momentum of many-nucleon states. We find that when restoring the broken rotational symmetry of the product state by angular momentum projection, the restrictions on the total states required by the fermionic antisymmetry are completely absorbed into the single j space. For different j shells, any total angular momentum that obeys the selection rule is allowed, just as for non-identical particles. Our method based on this reorganization changes fundamentally the thinking of the J- and m-schemes and is expected to significantly improve the efficiency of traditional shell models."
    },
    {
      "title": "Recurring region for neutron-star observables",
      "link": "https://arxiv.org/abs/2506.24069",
      "authors": "Alexander Clevinger, Zidu Lin, Milena Albino, Peter Hammond, Veronica Dexheimer, Andrew Steiner",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2506.24069v1 Announce Type: cross \nAbstract: In this letter, we report a new phenomena of recurring regions when relating observables for hybrid neutron stars and hybrid neutron-star mergers. To describe dense matter within hybrid stars, we introduce a percolation to vary the size and characteristics of the deconfinement phase transition to quark matter. Before and after the percolation, we keep the hadronic and quark phases the same, described by different realistic models for the equation of state of beta-equilibrated, charge-neutral, zero-temperature matter. When solving spherical and deformed equations for neutron stars in general relativity, we find that: no matter the size or characteristics of the percolation region, or the order of the phase transition on either side (hadronic and quark), as long as we minimize the average sound speed from the beginning of the percolation region to the central density for a given star, we can produce equations of state that cross through the same, small recurring region within mass-radius and mass-tidal deformability diagrams. Our findings provide a new way to produce hybrid equations of state for dense matter that match a given observation of neutron stars or neutron star mergers."
    },
    {
      "title": "Studying few cluster resonances with quantum neural network driven iterative Harrow-Hassidim-Lloyd algorithm",
      "link": "https://arxiv.org/abs/2507.00074",
      "authors": "Hantao Zhang, Dong Bai, Zhongzhou Ren",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2507.00074v1 Announce Type: cross \nAbstract: By using the quantum computing the properties of hypernuclei ${}^5_{\\Lambda}$He, ${}^{\\ 6}_{{\\Lambda\\Lambda}}$He and ${}^9_{\\Lambda}$Be can be investigated within microscopic cluster model. Our approach combines quantum neural network (QNN) with iterative Harrow-Hassidim-Lloyd (IHHL) algorithm (abbreviated as QNN-IHHL) to solve the quantum many-body problem. To efficiently describe resonance phenomena, we employ complex scaling and eigenvector continuation techniques, providing a robust framework for identifying few-cluster resonance parameters within quantum computing. To validate our quantum algorithm, the resonant $4^{+}$ state of ${}^9_{\\Lambda}$Be is chosen as a core example. With QNN-IHHL algorithm we realize a fully quantum workflow, which provides a novel framework and some ground work for exploring resonance properties in complex nuclear many-body systems."
    },
    {
      "title": "QCD antenna radiative spectrum in dense media: accounting for full jet-medium interactions",
      "link": "https://arxiv.org/abs/2507.00143",
      "authors": "Matvey V. Kuzmin, Jo\\~ao M. Silva",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2507.00143v1 Announce Type: cross \nAbstract: We compute the double differential inclusive spectrum for the emission of a soft gluon from a color-singlet $q\\bar q$ pair traversing a dense QCD medium. Our results extend the existing literature by simultaneously incorporating both single hard and multiple soft gluon exchanges between the jet and the medium -- an essential ingredient for a complete phenomenological description of jet quenching. Using the Improved Opacity Expansion framework, we provide an analytically tractable treatment, reducing the full cross-section to a set of simple expressions. Our analysis demonstrates that rare hard (Moli\\`ere) scatterings significantly modify the gluon spectrum at large angles, accelerating the loss of color coherence between the initial quarks. We further quantify whether the modifications are driven by an overall weakening of the interference term, or by more detailed modifications to the fragmentation pattern. Our results provide a direct input for phenomenological jet quenching studies, offering new insights into the role of color decoherence in QCD matter."
    },
    {
      "title": "Entanglement, Trace Anomaly and Confinement in QCD",
      "link": "https://arxiv.org/abs/2507.00176",
      "authors": "Kiminad A. Mamo",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2507.00176v1 Announce Type: cross \nAbstract: We formulate confinement in QCD as an entropic surface phenomenon. Quark and gluon quantum information is localized on a two-dimensional transverse sheet of radius $R_{\\mathrm{EE}}$ where the von Neumann entropy of the vacuum attains its maximum. Lattice QCD determinations of scalar (trace) gravitational form factors fix both $R_{\\mathrm{EE}}$ and the transverse trace-anomaly density $\\rho_h(R_{\\mathrm{EE}})$ with percent-level accuracy, enabling a parameter-free mechanical entropy $S_{\\mathrm{EE}}(y)=c_h\\,y$ that grows linearly with rapidity $y$. The associated entropy gradient changes sign at $R_{\\mathrm{EE}}$: it repels color fields for $rR_{\\mathrm{EE}}$, trapping partons at all scales -- UV and IR -- in contrast to Wilson's area law, which probes only long distances. Squaring the entropy density, as required by unitarity, yields $\\sigma\\propto y^{\\delta}$. World data demand $\\delta=2$ for elastic $pp\\,(p\\bar p)$ scattering and heavy-quark photoproduction, but a softer $\\delta=0.387$ for $\\phi$ photoproduction, all two orders of magnitude below the Froissart--Martin bound. These results provide the first confinement criterion derived directly from nonperturbative QCD, unifying the trace anomaly, entanglement entropy, and high-energy scattering within a single quantitative framework."
    },
    {
      "title": "Susceptibilities of rotating quark matter in Fourier-Bessel basis",
      "link": "https://arxiv.org/abs/2507.00494",
      "authors": "Mamiya Kawaguchi, Kazuya Mameda",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2507.00494v1 Announce Type: cross \nAbstract: We analyze various two-point correlation functions of fermionic bilinears in a rotating finite-size cylinder at finite temperatures, with a focus on susceptibility functions. Due to the noninvariance of radial translation, the susceptibility functions are constructed using the Dirac propagator in the Fourier-Bessel basis instead of the plane-wave basis. As a specific model to demonstrate the susceptibility functions in an interacting theory, we employ the two-flavor Nambu-Jona-Lasinio model. We show that the incompatibility between the mean-field analysis and the Fourier-Bessel basis is evaded under the local density approximation, and derive the resummation formulas of susceptibilities with the help of a Ward-Takahashi identity. The resulting formulation reveals the rotational effects on meson, baryon number, and topological susceptibilities, as well as the moment of inertia. Our results may serve a useful benchmark for future lattice QCD simulations in rotating frames."
    },
    {
      "title": "Gravitational photon echo",
      "link": "https://arxiv.org/abs/2507.00533",
      "authors": "Wen-Te Liao, Sven Ahrens",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2507.00533v1 Announce Type: cross \nAbstract: The generation, controls, and storage of the gravitationally induced photon echo using the 8.4 eV Thorium-229 nuclear clock transition on Earth are theoretically investigated. With its exceptionally narrow linewidth of approximately 1 mHz and high quality factor in the order of $10^{19}$, the Thorium-229 clock transition allows for the potential detection of gravitational-redshift effects at millimeter-scale altitude variations. Moreover, the 1740-second half lifetime of the Thorium-229 isomeric state allows for the slow movement of the system within its coherence time. Along this line, we explore the generation, controls, and storage of photon echo arising from a rotation induced inversion of the gravitational frequency shift in a single target or in multiple equally spaced samples. Our approach lays the foundation for the controllable gravitational quantum optics on Earth."
    },
    {
      "title": "Energy dependence of rescattering effect on vector mesons spin alignment at RHIC",
      "link": "https://arxiv.org/abs/2507.00706",
      "authors": "Zihan Liu, Ziyang Li, Wangmei Zha, Zebo Tang",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2507.00706v1 Announce Type: cross \nAbstract: Spin alignment of vector mesons in heavy-ion collisions provides a novel probe of quark polarization and hadronization mechanism in quark-gluon plasma. Hadronic rescattering may affect the measured spin alignment of vector mesons due to non-uniform rescattering probability in non-central heavy-ion collisions. Using the UrQMD model, we systematically investigated the hadronic rescattering effect on the measurement of $\\rho_{00}$, the spin alignment parameter, for $K^{*0}$, $\\phi$, and $\\rho^{0}$ mesons in Au+Au collisions at $\\sqrt{s_\\mathrm{NN}}$ = 7.7 - 200 GeV. Our results reveal that the measurable $\\rho_{00} - 1/3$ remains unaffected for $\\phi$, while shows significantly negative (positive) deviations for $K^{*0}$ and $\\rho^0$ with respect to the reaction (production) plane. Quantitatively, the maximum deviation reaches $-0.0056$ ($0.0268$) for $K^{*0}$ and $-0.0122$ ($0.0414$) for $\\rho^{0}$ with respect to the reaction (production) plane. Notably, the deviations in $\\rho_{00}$ for both $K^{*0}$ and $\\rho^{0}$ increase monotonically with increasing collision energy. These findings underscore the critical necessity of accounting for rescattering effects when interpreting spin alignment measurements of short-lived vector mesons in heavy-ion collisions."
    },
    {
      "title": "Hybrid Quark Stars with Quark-Quark Phase Transitions",
      "link": "https://arxiv.org/abs/2507.00776",
      "authors": "Zongcan Yang, Tianxiong Zeng, Yan Yan, Wen-Li Yuan, Chen Zhang, Enping Zhou",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2507.00776v1 Announce Type: cross \nAbstract: We explore the possibility of phase transitions between different quark matter phases occurring within quark stars, giving rise to the hybrid quark stars (HybQSs). Utilizing a well-established general parameterization of interacting quark matter, we construct quark star models featuring sharp first-order quark-quark phase transitions of various types, in contrast to the hadron-quark transition in conventional hybrid stars. We systematically investigate how recent observations, such as the pulsar mass measurements $M_{\\rm TOV}\\gtrsim2M_{\\odot}$ and the GW170817's tidal deformability bound $\\Lambda_{1.4M_{\\odot}}<800$, constrain the viable parameter space. We also identified twin stars in some of the HybQS parameter space. This work unveils new possibilities of phase transitions and the resulting new types of compact stars in realistic astrophysical scenarios."
    },
    {
      "title": "Burgers equation for the bulk viscous pressure of quark matter",
      "link": "https://arxiv.org/abs/2507.00794",
      "authors": "Jos\\'e Luis Hernandez, Cristina Manuel, Saga S\\\"appi, Laura Tolos",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2507.00794v1 Announce Type: cross \nAbstract: The dissipative properties of relativistic strongly interacting nuclear matter significantly influence the damping of stellar oscillations and density fluctuations during compact star mergers. In this work, we derive the evolution equation for the bulk viscous pressure in unpaired quark matter under small deviations from equilibrium. Our analysis reveals that it behaves like a two-component Burgers fluid. We identify four key transport coefficients -- two relaxation times and two bulk viscosity coefficients -- expressed in terms of equilibrium parameters and electroweak nonleptonic and semi-leptonic decay rates. The transport coefficients are evaluated for two distinct equations of state: one based on perturbative quantum chromodynamics and the other on a modified MIT bag model, valid in different density regimes. We also determine the temperature and density region where nonleptonic electroweak processes dominate the dissipation. Our formulation establishes a new way of describing bulk viscous effects in quark matter, applicable for numerical simulations of compact star mergers."
    },
    {
      "title": "Interplay of prompt and non-prompt photons in photon-triggered jet observables",
      "link": "https://arxiv.org/abs/2507.00905",
      "authors": "Chathuranga Sirimanna (JETSCAPE Collaboration), Yasuki Tachibana (JETSCAPE Collaboration), Abhijit Majumder (JETSCAPE Collaboration), Aaron Angerami (JETSCAPE Collaboration), Ritu Arora (JETSCAPE Collaboration), Steffen Bass (JETSCAPE Collaboration), Yi Chen (JETSCAPE Collaboration), Ritoban Datta (JETSCAPE Collaboration), Lipei Du (JETSCAPE Collaboration), Raymond Ehlers (JETSCAPE Collaboration), Hannah Elfner (JETSCAPE Collaboration), Rainer J. Fries (JETSCAPE Collaboration), Charles Gale (JETSCAPE Collaboration), Yayun He (JETSCAPE Collaboration), Barbara Jacak (JETSCAPE Collaboration), Peter Jacobs (JETSCAPE Collaboration), Sangyong Jeon (JETSCAPE Collaboration), Yi Ji (JETSCAPE Collaboration), Florian Jonas (JETSCAPE Collaboration), Lauren Kasper (JETSCAPE Collaboration), Michael Kordell (JETSCAPE Collaboration), Amit Kumar (JETSCAPE Collaboration), Raghav Kunnawalkam-Elayavalli (JETSCAPE Collaboration), Joseph Latessa (JETSCAPE Collaboration), Yen-Jie Lee (JETSCAPE Collaboration), Roy Lemmon (JETSCAPE Collaboration), Matt Luzum (JETSCAPE Collaboration), Simon Mak (JETSCAPE Collaboration), Andi Mankolli (JETSCAPE Collaboration), Christal Martin (JETSCAPE Collaboration), Haydar Mehryar (JETSCAPE Collaboration), Tanner Mengel (JETSCAPE Collaboration), Christine Nattrass (JETSCAPE Collaboration), Jaime Norman (JETSCAPE Collaboration), Jean-Francois Paquet (JETSCAPE Collaboration), Cameron Parker (JETSCAPE Collaboration), Joern H. Putschke (JETSCAPE Collaboration), Hendrik Roch (JETSCAPE Collaboration), Gunther Roland (JETSCAPE Collaboration), Bjoern Schenke (JETSCAPE Collaboration), Loren Schwiebert (JETSCAPE Collaboration), Arjun Sengupta (JETSCAPE Collaboration), Chun Shen (JETSCAPE Collaboration), Mayank Singh (JETSCAPE Collaboration), Derek Soeder (JETSCAPE Collaboration), Ron A. Soltz (JETSCAPE Collaboration), Ismail Soudi (JETSCAPE Collaboration), Julia Velkovska (JETSCAPE Collaboration), Gojko Vujanovic (JETSCAPE Collaboration), Xin-Nian Wang (JETSCAPE Collaboration), Xinag-Yu Wu (JETSCAPE Collaboration), Wenbin Zhao (JETSCAPE Collaboration)",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2507.00905v1 Announce Type: cross \nAbstract: Prompt photons are important yet challenging to observe in relativistic heavy-ion collisions, as they are produced in the early stages and traverse almost the entire QGP medium without interaction. Experimental analyses typically employ isolation cuts, in the hope to identify prompt photons. Most theoretical studies consider only events with actual prompt photons, assuming no contribution from isolated non-prompt photons to reduce computational cost. For the first time, we present a study that compares simulation results generated using inclusive (bremsstrahlung) and prompt-photon events with multiple experimental observables for both $p-p$ and $Pb-Pb$ collisions at $5.02$ TeV. Simulations are carried out using the multi-stage JETSCAPE framework tuned to describe the quenching of jets and hadrons. Isolated non-prompt photons are generated in hard photon bremsstrahlung, where the photon is radiated at a sufficient angle to the jet. Several photon triggered jet and jet substructure observables show significant contributions from inclusive photons, yielding an improvement in comparison with experimental data. Novel photon triggered jet substructure observables are also expected to show new structures, yet to be detected in experiment. This effort examines the significance of isolated non-prompt photons using parameters tuned for a simultaneous description of the leading hadron and jet spectrum, and thus provides an independent verification of the multistage evolution framework."
    },
    {
      "title": "Observational Probes of the Neutron Star Equation of State with Hyperons, Bosonic Dark Matter, and Quark Matter",
      "link": "https://arxiv.org/abs/2402.18686",
      "authors": "Mahboubeh Shahrbaf, Davood Rafiei Karkevandi, Alexander Ayriyan, Stefan Typel",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2402.18686v2 Announce Type: replace \nAbstract: The presence of dark matter in neutron stars is of growing interest due to its possible impact on their structure and observables. Among proposed candidates, the hypothetical sexaquark has emerged as a promising bosonic dark matter particle, potentially forming under extreme conditions in neutron star cores. We investigate this scenario using a relativistic density functional approach, including hyperons (DD2Y-T model) for the hadronic phase, coupled to a deconfined quark phase described by a non-local Nambu-Jona-Lasinio model. The phase transition is modeled through a smooth crossover, and sexaquark-baryon interactions are introduced via an effective mass shift representing repulsion. We assess whether this hybrid scenario, incorporating hyperons, bosonic dark matter, and deconfined quark matter, is consistent with multi-messenger constraints from neutron stars. By scanning the parameter space, we identify sexaquark masses that are consistent with mass-radius measurements and tidal deformability. Our results show that the presence of the sexaquark softens the equation of state, enabling the model to satisfy both the radius and tidal deformability constraints around the canonical $1.4M_\\odot$ neutron stars. We incorporate all available NICER data, including PSR J0437-4715 and newly published PSR J0614-3329. We find out that hybrid stars with sexaquark mass near 1900 MeV agree with all current observational limits, including HESS J1731-347 and PSR J0952-0607, representing the lightest and most massive known neutron stars. Furthermore, we perform a Bayesian analysis, which yields a favored sexaquark mass range of 1885-1935 MeV, supporting the potential role of this exotic particle in the interiors of neutron stars."
    },
    {
      "title": "Convergence properties of $T'$-Expansion Scheme: Hadron Resonance Gas and Cluster Expansion Model",
      "link": "https://arxiv.org/abs/2408.04588",
      "authors": "Micheal Kahangirwe, Irene Gonzalez, Jorge A. Mu\\~noz, Claudia Ratti, Volodymyr Vovchenko",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2408.04588v2 Announce Type: replace \nAbstract: In this study, we assess the effectiveness and robustness of the recently proposed $T'$-expansion scheme for expanding the equation of state of strongly interacting matter to finite density, by comparing its performance relative to the conventional Taylor expansion method in various effective QCD models. We use baryon number density and its susceptibilities to calculate the expansion coefficients in the $T'$-expansion scheme with and without the Stefan-Boltzmann limit correction. Our methodology involves comparing truncation orders to exact solutions to assess the scheme's accuracy. We utilize Ideal, Excluded Volume, and van der Waals formulations of the Hadron Resonance Gas (HRG) model at low temperatures, and the Cluster Expansion Model at higher temperatures. Our findings indicate that the $T'$-expansion scheme offers superior convergence properties near and above the chiral crossover temperature, where the chiral-criticality-inspired scaling $(\\partial/ \\partial T)_{\\mu_B} \\sim (\\partial^2/\\partial \\mu_B^2)_T$ holds. However, it shows limited improvement in the HRG models, indicating that it may not be the most suitable choice for describing the hadronic phase."
    },
    {
      "title": "Moments of inertia of rare-earth nuclei and the nuclear time-odd mean fields within exact solutions of the adiabatic theory",
      "link": "https://arxiv.org/abs/2502.07433",
      "authors": "Xuwei Sun, Jacek Dobaczewski, Markus Kortelainen, Jhilam Sadhukhan, Adri\\'an S\\'anchez-Fern\\'andez, Herlik Wibowo",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2502.07433v3 Announce Type: replace \nAbstract: We systematically analyse the nuclear moments of inertia determined within the Skyrme and Gogny density functional theories. The time-odd mean fields generated by collective rotation are self-consistently determined by a novel exact iterative solution of the adiabatic time-dependent Hartree-Fock-Bogoliubov (ATDHFB) equations. Although details of the results depend on the functional used, the calculated moments of inertia are in good overall agreement with the experimental data, with no adjustable parameters. To show the essential importance of the time-odd mean fields, we compared the ATDHFB moments of inertia with those obtained from the Inglis-Belyaev formula. For Skyrme density functionals, we find strong correlations between the effective mass and the impact of the time-odd mean fields on the rotational and vibrational collective inertia."
    },
    {
      "title": "The study of quantum fluctuation energies over a spatially inhomogeneous field background in a chiral soliton model",
      "link": "https://arxiv.org/abs/2503.04015",
      "authors": "Jiarui Xia, Song Shu, Xiaogang Li",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2503.04015v2 Announce Type: replace \nAbstract: Based on chiral soliton models, the quantum fluctuation energies of quarks over a spatially inhomogeneous meson field background have been thoroughly studied. We have used a systematic calculation scheme initiated by Schwinger, in which the loop quantum fluctuation energies are evaluated by a nontrivial level summation over the eigenvalue spectrum of the effective Hamiltonian of the system. The effective Hamiltonian can be constructed by one loop effective action of fluctuations of quarks over a static chiral soliton field background. The corresponding Dirac equation is obtained. In a static and spatially spherical case and by the hedgehog ansatz the radial part and the angular part of the grand spin of the wave function for the Dirac equation can be separated. Due to the soliton background the eigenvalue spectrum are distorted. The scattering phase shift can be determined by solve the radial equations at different momentum. The density of states in momentum space can be derived. The effective Hamiltonian has been diagonalized in a Hilbert space where the eigenfunctions are labeled by the parity, grand spin and energy. The renormalization scheme can be carried out by a Born subtraction of the phase shift and the compensating Feynman diagram renormalization. Finally the finite quantum fluctuation energies over chiral soliton background at different parities and grand spins have been numerically evaluated, compared and discussed."
    },
    {
      "title": "Preponderant Orbital Polarization in Relativistic Magnetovortical Matter",
      "link": "https://arxiv.org/abs/2409.18652",
      "authors": "Kenji Fukushima, Koichi Hattori, Kazuya Mameda",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2409.18652v2 Announce Type: replace-cross \nAbstract: We establish thermodynamic stability and gauge invariance in the magnetovortical matter of Dirac fermions under the coexistent rotation and strong magnetic field. The corresponding partition function reveals that the orbital contribution to bulk thermodynamics preponderates over the conventional contribution from anomaly-related spin effects. This orbital preponderance macroscopically manifests itself in the sign inversion of the induced charge and current in the magnetovortical matter, and can be tested experimentally as the flip of the angular momentum polarization of magnetovortical matter when the magnetic field strength is increased."
    },
    {
      "title": "No-quenching baseline for energy loss signals in oxygen-oxygen collisions",
      "link": "https://arxiv.org/abs/2410.22405",
      "authors": "Jannis Gebhard, Aleksas Mazeliauskas, Adam Takacs",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2410.22405v3 Announce Type: replace-cross \nAbstract: In this work, we perform computations of inclusive jet, and semi-inclusive jet-hadron cross sections for minimum bias oxygen-oxygen collisions at RHIC and LHC collision energies. We compute the no-quenching baseline for the jet nuclear modification factor $R_\\mathrm{AA}$ and jet-, and hadron-triggered semi-inclusive nuclear modification factors $I_\\mathrm{AA}$. We do this with state-of-the-art nuclear parton distribution functions (nPDFs), next-to-leading-order matrix elements, parton shower, and hadronization. We observe deviations from unity due to cold-nuclear matter effects, even without quenching. We demonstrate that the parton distribution uncertainties constitute a significant obstacle in detecting energy loss in small collision systems. Hadron-triggered observables are particularly sensitive to uncertainties due to correlations between the trigger and analyzed particles. For jet-triggered $I_\\mathrm{AA}$, there exists a kinematic window in which nPDF and scale uncertainties cancel dramatically while showing little sensitivity to parton shower and hadronization models, addressing a major limiting factor for energy loss discovery in small systems."
    },
    {
      "title": "Seniority-two valence-shell building blocks of the octupole phonon",
      "link": "http://iopscience.iop.org/article/10.1088/1361-6471/ade1f1",
      "authors": "M Scheck, R Chapman, K Mashtakov, R Meeten, P L Sassarini and P Spagnoletti",
      "source": "Journal of Physics G: Nuclear and Particle Physics",
      "summary": "The relative ordering of J− levels of multiplets resulting from two-body excitations, which include a Jπ = 3− state that can contribute to the octupole phonon, are investigated in a simplistic shell-model approach. To calculate the relative level ordering, harmonic oscillator wavefunctions and a residual δ interaction are used. The simplistic approach confirms for the particle-particle channel, the often stated preference of the Δj = 3, Δl = 3 subshell combination over the Δj = 3, Δl = 1 subshell combination through an enhanced energy gain. Furthermore, it is shown that, in the particle–hole channel, the gain is less pronounced for the Δj = 3, Δl = 3 subshell configuration. In combination with the overall structure of an oscillator shell, these results explain the comparatively low excitation energy for 3 excitations observed for the octupole-soft proton and neutron numbers predicted by various models."
    },
    {
      "title": "Electromagnetic moments in the Sn-Gd region determined within nuclear DFT",
      "link": "http://iopscience.iop.org/article/10.1088/1361-6471/ade0dd",
      "authors": "H Wibowo, B C Backes, J Dobaczewski, R P de Groote, A Nagpal, A Sánchez-Fernández, X Sun and J L Wood",
      "source": "Journal of Physics G: Nuclear and Particle Physics",
      "summary": "Within the nuclear density functional theory framework, employing the Skyrme UNEDF1 functional and incorporating pairing correlations, we determined the spectroscopic electric quadrupole and magnetic dipole moments of the ν11/2− and π7/2+ configurations in heavy, deformed, open-shell odd nuclei with 50 ≤ Z ≤ 64. The notions of self-consistent shape and spin polarisations due to odd nucleons responsible for generating total electric quadrupole and magnetic dipole moments were transformed into detailed computational procedures. The alignment of intrinsic angular momentum along the axial symmetry axis, necessitating signature and time-reversal symmetry breaking, followed by the restoration of rotational symmetry, proved to be essential components of the method. In contrast, the restoration of particle number symmetry yields modifications of only about 1%. With the isovector spin-spin terms of the functional previously adjusted in near doubly magic nuclei across the mass chart, the calculations were parameter-free. Effective charges and g-factors were not employed. A reasonably good agreement was achieved between the calculated and measured electric quadrupole moments. A similarly fair description of the magnetic dipole moments was obtained for the intruder configurations ν11/2− alongside a poor description of those for π7/2+."
    },
    {
      "title": "Solid target production for astrophysical research: the European target laboratory partnership in ChETEC-INFRA",
      "link": "https://epja.epj.org/10.1140/epja/s10050-025-01627-0",
      "authors": "Roberta Spartà, Alexandra Spiridon, Rosanna Depalo, Denise Piatti, Antonio Massara, Nicoleta Florea, Marcel Heine, Radu-Florin Andrei, Beyhan Bastin, Ion Burducea, Antonio Caciolli, Matteo Campostrini, Sandrine Courtin, Federico Ferraro, Giovanni Luca Guardo, Felix Heim, Decebal Iancu, Marco La Cognata, Livio Lamia, Gaetano Lanzalone, Eliana Masha, Paul Mereuta, Jean Nippert, Rosario Gianluca Pizzone, Giuseppe Gabriele Rapisarda, Maria Letizia Sergi, Jakub Skowronski, Dana State, Tamás Szücs, Livius Trache, Aurora Tumino",
      "source": "European Physical Journal A",
      "summary": "Authors: Roberta Spartà, Alexandra Spiridon, Rosanna Depalo, Denise Piatti, Antonio Massara, Nicoleta Florea, Marcel Heine, Radu-Florin Andrei, Beyhan Bastin, Ion Burducea, Antonio Caciolli, Matteo Campostrini, Sandrine Courtin, Federico Ferraro, Giovanni Luca Guardo, Felix Heim, Decebal Iancu, Marco La Cognata, Livio Lamia, Gaetano Lanzalone, Eliana Masha, Paul Mereuta, Jean Nippert, Rosario Gianluca Pizzone, Giuseppe Gabriele Rapisarda, Maria Letizia Sergi, Jakub Skowronski, Dana State, Tamás Szücs, Livius Trache and Aurora Tumino.The European Physical Journal A Vol. 61 , page 151Published online: 1/7/2025"
    },
    {
      "title": "Do black holes with generalized entropy violate Bekenstein bound?",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269325004526?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: September 2025Source: Physics Letters B, Volume 868Author(s): Hengxin Lü, Yen Chin Ong"
    },
    {
      "title": "Suppression of genuine tripartition in heavy nuclei: A self-consistent perspective",
      "link": "https://www.sciencedirect.com/science/article/pii/S037026932500454X?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: September 2025Source: Physics Letters B, Volume 868Author(s): Y. Jaganathen, J. Skalski"
    },
    {
      "title": "Evolution of Shell-Driven Fission Below the Actinides",
      "link": "https://www.sciencedirect.com/science/article/pii/S0375947425001605?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Nuclear Physics A",
      "summary": "Publication date: Available online 1 July 2025Source: Nuclear Physics AAuthor(s): J. Buete, B.M.A. Swinton-Bland, D.J. Hinde, K.J. Cook, M. Dasgupta, A.C. Berriman, D.Y. Jeung, K. Banerjee, L.T. Bezzina, I.P. Carter, C. Sengupta, C. Simenel, E.C. Simpson"
    }
  ]
}