{
  "lastUpdated": "2025-12-29T03:01:49.609987",
  "papers": [
    {
      "title": "First operation of the FAMU experiment at the RIKEN-RAL high intensity muon beam facility",
      "link": "https://epja.epj.org/10.1140/epja/s10050-025-01758-4",
      "authors": "A. Adamczak, D. Bakalov, G. Baldazzi, M. Baruzzo, R. Benocci, R. Bertoni, M. Bonesini, S. Capra, D. Cirrincione, M. Clemenza, L. Colace, M. Danailov, P. Danev, A. de Bari, C. De Vecchi, D. Di Ferdinando, E. Fasci, R. Gaigher, L. Gianfrani, A. D. Hillier, K. Ishida, J. S. Lord, A. Menegolli, E. Mocchiutti, S. Monzani, L. Moretti, G. Morgante, C. Pizzolotto, A. Pullia, M. Pullia, R. Ramponi, H. E. Roman, M. Rossella, R. Rossini, A. Sbrizzi, M. Stoilov, J. J. Suárez-Vargas, G. Toci, L. Tortora, E. Vallazza, K. Yokoyama, A. Vacchi",
      "source": "European Physical Journal A",
      "summary": "Authors: A. Adamczak, D. Bakalov, G. Baldazzi, M. Baruzzo, R. Benocci, R. Bertoni, M. Bonesini, S. Capra, D. Cirrincione, M. Clemenza, L. Colace, M. Danailov, P. Danev, A. de Bari, C. De Vecchi, D. Di Ferdinando, E. Fasci, R. Gaigher, L. Gianfrani, A. D. Hillier, K. Ishida, J. S. Lord, A. Menegolli, E. Mocchiutti, S. Monzani, L. Moretti, G. Morgante, C. Pizzolotto, A. Pullia, M. Pullia, R. Ramponi, H. E. Roman, M. Rossella, R. Rossini, A. Sbrizzi, M. Stoilov, J. J. Suárez-Vargas, G. Toci, L. Tortora, E. Vallazza, K. Yokoyama and A. Vacchi.The European Physical Journal A Vol. 61 , page 284Published online: 24/12/2025\n       Keywords:"
    },
    {
      "title": "A Beamdump facility at Jefferson Lab",
      "link": "https://epja.epj.org/10.1140/epja/s10050-025-01748-6",
      "authors": "Patrick Achenbach, Andrei Afanasev, Pawel Ambrozewicz, Adi Ashkenazi, Dipanwita Banerjee, Marco Battaglieri, Jay Benesch, Mariangela Bondí, Paul Brindza, Alexandre Camsonne, Eric M. Christy, Ethan W. Cline, Chris Cuevas, Jens Dilling, Luca Doria, Stuart Fegan, Marco Filippini, Antonino Fulci, Simona Giovannella, Stefano Grazzi, Heather Jackson, Douglas Higinbotham, Cynthia Keppel, Vladimir Khachatryan, Michael Kohl, Hanjie Liu, Zhen Liu, Camillo Mariani, Ralph Marinaro, Kevin McFarland, Claudio Montanari, Vishvas Pandey, Eduard Pozdeyev, Jianwei Qiu, Patrizia Rossi, Riccardo Rossini, Todd Satogata, Glenn Schrader, Adrian Signer, Daniel Snowden-Ifft, Marco Spreafico, Diktys Stratakis, Manjukrishna Suresh, Holly Szumila, Júlia Tena Vidal, Davide Terzani, Charlie Velasquez, Michael Wood, Takayuki Yamazaki, Yuhong Zhang",
      "source": "European Physical Journal A",
      "summary": "Authors: Patrick Achenbach, Andrei Afanasev, Pawel Ambrozewicz, Adi Ashkenazi, Dipanwita Banerjee, Marco Battaglieri, Jay Benesch, Mariangela Bondí, Paul Brindza, Alexandre Camsonne, Eric M. Christy, Ethan W. Cline, Chris Cuevas, Jens Dilling, Luca Doria, Stuart Fegan, Marco Filippini, Antonino Fulci, Simona Giovannella, Stefano Grazzi, Heather Jackson, Douglas Higinbotham, Cynthia Keppel, Vladimir Khachatryan, Michael Kohl, Hanjie Liu, Zhen Liu, Camillo Mariani, Ralph Marinaro, Kevin McFarland, Claudio Montanari, Vishvas Pandey, Eduard Pozdeyev, Jianwei Qiu, Patrizia Rossi, Riccardo Rossini, Todd Satogata, Glenn Schrader, Adrian Signer, Daniel Snowden-Ifft, Marco Spreafico, Diktys Stratakis, Manjukrishna Suresh, Holly Szumila, Júlia Tena Vidal, Davide Terzani, Charlie Velasquez, Michael Wood, Takayuki Yamazaki and Yuhong Zhang.The European Physical Journal A Vol. 61 , page 285Published online: 24/12/2025\n       Keywords:"
    },
    {
      "title": "Density dependent <em>B</em>- parameter model of relativistic strange stars in the framework of <em>f</em>(<em>R, T</em>) gravity",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269325008950?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: Available online 27 December 2025Source: Physics Letters BAuthor(s): Anirban Saha, Debadri Bhattacharjee, Koushik Ballav Goswami, Pradip Kumar Chattopadhyay"
    },
    {
      "title": "Effects of Lorentz Symmetry Breaking on Quantum Coherence in an Expanding Universe",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269325008895?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: Available online 27 December 2025Source: Physics Letters BAuthor(s): QiXiao, YanjunChen, TonghuaLiu"
    },
    {
      "title": "Exploring the Universe Expansion History with f(R,T) Gravity: Constraints on Cosmological Parameters",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269325008901?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: Available online 27 December 2025Source: Physics Letters BAuthor(s): Mustapha Lamaaoune"
    }
  ]
}