{
  "lastUpdated": "2025-08-12T02:42:56.930192",
  "papers": [
    {
      "title": "Onset of Constituent Quark Number Scaling in Heavy-Ion Collisions at RHIC",
      "link": "http://link.aps.org/doi/10.1103/2qhx-cp79",
      "authors": "B. E. Aboona <em>et al.</em> (STAR Collaboration)",
      "source": "Physical Review Letter",
      "summary": "Author(s): B. E. Aboona et al. (STAR Collaboration)Partonic collectivity is one of the necessary signatures for the formation of quark-gluon plasma in high-energy nuclear collisions. Number of constituent quarks (NCQ) scaling has been observed for hadron elliptic flow ${v}_{2}$ in top energy nuclear collisions at the Relativistic Heavy Ion Collider …[Phys. Rev. Lett. 135, 072301] Published Mon Aug 11, 2025"
    },
    {
      "title": "High-spin states of ${}_{\\phantom{\\rule{0.28em}{0ex}}\\phantom{\\rule{0.28em}{0ex}}\\phantom{\\rule{0.28em}{0ex}}\\phantom{\\rule{0.28em}{0ex}}\\phantom{\\rule{0.28em}{0ex}}\\phantom{\\rule{0.28em}{0ex}}\\phantom{\\rule{0.28em}{0ex}}\\phantom{\\rule{0.28em}{0ex}}\\phantom{\\rule{0.28em}{0ex}}\\phantom{\\rule{0.28em}{0ex}}\\phantom{\\rule{0.28em}{0ex}}\\phantom{\\rule{0.28em}{0ex}}\\phantom{\\rule{0.28em}{0ex}}\\phantom{\\rule{0.28em}{0ex}}\\phantom{\\rule{0.28em}{0ex}}68}^{165,166,167}\\mathrm{Er}$ populated in incomplete fusion reactions",
      "link": "http://link.aps.org/doi/10.1103/247g-wqd5",
      "authors": "M. J. Burns, R. Chapman, M. Labiche, J. Ollier, V. Kumar, C.-J. Lv, Y.-X. Liu, Y. Sun, Th. Kröll, C. Ur, K.-M. Spohr, E. Farnea, and T. Martinez",
      "source": "Physical Review C",
      "summary": "Author(s): M. J. Burns, R. Chapman, M. Labiche, J. Ollier, V. Kumar, C.-J. Lv, Y.-X. Liu, Y. Sun, Th. Kröll, C. Ur, K.-M. Spohr, E. Farnea, and T. MartinezHigh-spin states in the ${}_{\\phantom{\\rule{0.28em}{0ex}}\\phantom{\\rule{0.28em}{0ex}}\\phantom{\\rule{0.28em}{0ex}}\\phantom{\\rule{0.28em}{0ex}}\\phantom{\\rule{0.28em}{0ex}}\\phantom{\\rule{0.28em}{0ex}}\\phantom{\\rule{0.28em}{0ex}}\\phantom{\\rule{0.28em}{0ex}}\\phantom{\\rule{0.28em}{0ex}}\\phantom{\\rule{0.28…[Phys. Rev. C 112, 024315] Published Mon Aug 11, 2025"
    },
    {
      "title": "Mean free path of photons in relativistic heavy ion collisions",
      "link": "https://arxiv.org/abs/2508.05708",
      "authors": "Jajati K. Nayak, Rupa Chatterjee",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2508.05708v1 Announce Type: new \nAbstract: Electromagnetic probes, such as photons and dileptons, play a key role in diagnosing the initial temperature of the hot and dense quark-gluon plasma (QGP) matter created in relativistic nuclear collisions at very high energies. This is due to their large mean free path $\\lambda$, which allows them to escape the medium without significant interactions. Unlike hadronic particles, which experience multiple scatterings and are affected by the evolving medium, electromagnetic probes carry undistorted information from the initial stages of the expanding system. In this work an attempt has been made to revisit the estimation of mean free paths of photons in QGP phase for a temperature range predicted by hydrodynamics for heavy ion collisions at $\\sqrt{s_{NN}}=200$ GeV at RHIC and $\\sqrt{s_{NN}}=2.76$ TeV at the LHC. The mean free paths have been estimated for a plasma expanding via (1+1)D and (2+1)D hydrodynamical expansions. For the (1+1)D case, photons with low energy ($E_{\\gamma}250$ MeV) source are found to have shorter mean free path compared to the expansion scale of the system; while the high energy photons have always larger mean free paths. A similar qualitative nature of the mean free path has also been observed for a more realistic (2+1)D hydrodynamic model calculations although the $\\lambda$ values are found to be larger on a quantitative scale compared to the (1+1)D case."
    },
    {
      "title": "Wigner Phase-Space Densities of Nuclear Clusters and Hypernuclei",
      "link": "https://arxiv.org/abs/2508.05814",
      "authors": "Jiaxing Zhao, Joerg Aichelin, Elena Bratkovskaya",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2508.05814v1 Announce Type: new \nAbstract: We solve the Schr\\\"odinger equation for few-body systems to obtain the wave function for light nuclear clusters and hypernuclei from d to $\\rm ^5_{\\Lambda\\Lambda}He$ employing realistic nucleon-nucleon and nucleon-$\\Lambda$ potentials. We project the solution to the hyperspherical harmonic basis states to obtain the corresponding density matrices and the Wigner densities. The experimental root mean square (rms) radii and binding energies of the different clusters are well reproduced. The Wigner densities obtained will allow to improve the present coalescence approaches to identify clusters, created in heavy-ion collisions."
    },
    {
      "title": "Light nuclei elliptic flow at mid-rapidity in $\\sqrt{s_{NN}} = 3.0-3.9$ GeV Au+Au collisions using coalescence model",
      "link": "https://arxiv.org/abs/2508.05944",
      "authors": "Y. Xu, X. H. He, Y. P. Zhang",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2508.05944v1 Announce Type: new \nAbstract: Light nuclei collective flow is an important probe for understanding their production mechanisms in heavy-ion collisions. The STAR collaboration has reported that the atomic mass number ($A$) scaling of light nuclei elliptic flow $v_2$ is broken at $\\sqrt{s_{NN}} = 3.0-3.9$ GeV. The observations reveals that, while protons maintain negative $v_2$ values at mid-rapidity at both 3.0 and 3.2 GeV, light nuclei $v_2$ exhibit a sign change from negative at 3.0 GeV to positive at 3.2 GeV. In this study, we investigate $v_2$ of protons and deuterons in mid-central Au+Au Collisions at $\\sqrt{s_{NN}} =$ 3.0, 3.2, 3.5 and 3.9 GeV using the JAM2 microscopic transport model. Deuterons are formed via nucleon coalescence, with the spatial distance ${\\Delta R}$ and momentum difference ${\\Delta P}$ between constituent protons and neutrons serving as the coalescence criteria. Our calculations successfully reproduce the sign change in deuteron $v_2$ at 3.2 GeV. We observe a strong dependence of nucleon coalescence probability on the azimuthal angle relative to the reaction plane. This effect is primarily driven by the transverse momentum dependence of the mean spatial $\\langle {\\Delta R} \\rangle$ and momentum $\\langle {\\Delta P} \\rangle$ separations between nucleon pairs, which vary with the nucleon azimuthal angle. Moreover, our analysis demonstrates that the stiffness of the nuclear equation of state plays a crucial role in determining the energy dependence of this sign change in deuteron $v_2$ at $\\sqrt{s_{NN}}=3.2$ GeV."
    },
    {
      "title": "Examining potential energy surface through Chebyshev shape parametrization",
      "link": "https://arxiv.org/abs/2508.06067",
      "authors": "K. Jyothish, M. S. Suryan Sivadas, A. K. Rhine Kumar",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2508.06067v1 Announce Type: new \nAbstract: The present study introduce a novel approach, the Chebyshev shape parametrization, to describe the geometric configurations of atomic nuclei, with a particular emphasis on fission dynamics. In this framework, the nuclear surface is represented by a profile function expanded in a Chebyshev polynomial series, with deformation parameters derived analytically under volume conservation and centre-of-mass constraints. The proposed parametrization is shown to be universal robust, and we establish transformation equations that connect it to other widely used shape parametrizations. In the macroscopic approach, the potential energy surface (PES) is computed using the Lublin-Strasbourg Drop (LSD) model, incorporating deformation-dependent energy coefficients expressed in terms of Chebyshev parameters. This enables a detailed investigation of the structural evolution and fission pathways of the nucleus Pa-227 across various deformations, depicting the influence of shape parameters on elongation, asymmetry, and neck formation. Complementing this, microscopic analysis is carried out by calculating single-particle energy levels through diagonalization of the Yukawa-folded mean-field Hamiltonian in a deformed harmonic oscillator basis. The nuclear shape parameters are provided by the Chebyshev parametrization, allowing us to examine shell structure effects at specific deformations. Together, these macroscopic and microscopic studies provide comprehensive insight into the nuclear energy landscape and shape evolution during fission."
    },
    {
      "title": "Realistic shell model for ordinary muon capture of sd-shell nuclei",
      "link": "https://arxiv.org/abs/2508.06221",
      "authors": "S. L. Lyu, G. De Gregorio, T. Fukui, N. Itaco, L. Coraggio",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2508.06221v1 Announce Type: new \nAbstract: We report about a study of the ordinary muon capture in nuclei belonging to the sd shell, an electroweak process that occurs with exchange momenta far larger than ordinary beta decays (approximately 100 MeV). Such a characteristic places this transition in an energy range that is consistent with the neutrinoless double-beta decay, and represents an interesting test for nuclear models to support their predictions of the nuclear matrix elements for such an unobserved process. For the first time, the calculations are carried out within the realistic shell model (RSM), namely employing effective shell-model Hamiltonians and decay operators derived from realistic nuclear forces, without resorting to any empirical adjustment of the coupling constants. This is a chapter of a research program that is aimed to assess the realistic shell model in reproducing the observables related to electroweak processes in nuclei, and then to evaluate the reliability of nuclear matrix elements for the neutrinoless double-beta decay that are calculated within this approach. We calculate the partial capture rates for many nuclear systems in the sd-shell region, as well as their spectroscopic properties, and compare the results with the available experimental counterparts. Such a comparison tests the relevance of a microscopic approach to the renormalization of transition operators to reproduce data and provide solid predictions of unknown observables."
    },
    {
      "title": "Factorization and resummation of QED radiative corrections for neutron beta decay",
      "link": "https://arxiv.org/abs/2508.05741",
      "authors": "Zehua Cao, Richard J. Hill, Ryan Plestid, Peter Vander Griend",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2508.05741v1 Announce Type: cross \nAbstract: Details of the two-loop analysis of long-distance QED radiative corrections to neutron beta decay are presented. Explicit expressions are given for hard, jet, and soft functions appearing in the factorization formula that describes the small mass/large energy limit. Power corrections, cancellation of singularities in the small mass expansion, renormalization scheme dependence, and bound state effects are discussed. The results impact the determination of $|V_{ud}|$ from the measured neutron lifetime."
    },
    {
      "title": "Space-time Areas and Hadronization Studies",
      "link": "https://arxiv.org/abs/2508.05784",
      "authors": "S. Abachi, C. Buchanan",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2508.05784v1 Announce Type: cross \nAbstract: Space-time area laws play a fundamental role in modeling strongly interacting phenomena, such as in relativistic string models, QCD on the lattice, and in hadronization modeling. For the latter, an exact expression for relevant space-time areas related to the final state hadronic events for hadrons of any mass is calculated. Usage of this expression in the UCLA hadronization model helps validate its space-time area law (STAL) principle and unifies the treatment of heavy and light hadrons via a single fragmentation function."
    },
    {
      "title": "Correlation functions for $n\\,\\bar{D}_{s1}(2460)$ and $n\\,\\bar{D}_{s1}(2536)$",
      "link": "https://arxiv.org/abs/2508.05825",
      "authors": "Breno Agat\\~ao, Pedro Brand\\~ao, A. Martinez Torres, K. P. Khemchandani, Luciano M. Abreu, E. Oset",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2508.05825v1 Announce Type: cross \nAbstract: We study the interaction of the $n \\bar {D}_{s1}(2460)$ and $n \\bar {D}_{s1}(2536)$ systems from the perspective that the $D_{s1}(2460)$ and $D_{s1}(2536)$ states are molecular states of $K D^*$ and $K^*D$, respectively. We use an improved version of the fixed center approximation to the Faddeev equations which fulfills exact elastic unitarity at the threshold of the systems. We predict the existence of resonant states below threshold and also determine the scattering length, effective range and correlation functions of these systems, showing that the results contain important information to test the assumed molecular nature of the two $D_{s1}$ states."
    },
    {
      "title": "Detecting Traces of Light-Quark Yukawa Couplings to the Higgs Boson in Fragmentation Products",
      "link": "https://arxiv.org/abs/2508.05914",
      "authors": "Johannes K. L. Michel",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2508.05914v1 Announce Type: cross \nAbstract: We point out that Yukawa interactions of light quarks with the Higgs boson are imprinted as unique azimuthal modulations in the density of fragmentation hadrons relative to the Higgs $p_T$. We introduce Yukawa Fragmentation Asymmetries (YFAs), interference observables that are linearly proportional to real (Standard Model) or CP-odd Yukawa couplings, respectively. The chiral suppression is lifted nonperturbatively by chiral-odd multi-hadron fragmentation functions. As a case study, we consider $VH$ production with a tagged target fragmentation hadron at the HL-LHC. We estimate that the YFAs from this single example process are already competitive with current projected HL-LHC sensitivities for second-generation couplings, and outperform them by a factor of 2-3 for first-generation couplings. Our results point to deep synergies between precision studies of confinement and the in-depth exploration of the Higgs sector."
    },
    {
      "title": "QED nuclear medium effects at EIC energies",
      "link": "https://arxiv.org/abs/2502.06943",
      "authors": "Shohini Bhattacharya, Oleksandr Tomalak, Ivan Vitev",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2502.06943v2 Announce Type: replace \nAbstract: We present the first calculation of quantum electrodynamics (QED) nuclear medium effects under the experimental conditions of future Electron-Ion Collider (EIC) experiments. Our work offers numerical estimates, particularly in the context of inclusive deep inelastic scattering on a $^{208}_{82}\\mathrm{Pb}$ nucleus. While prior studies have predominantly focused on elastic scattering, our investigation extends to the more complex scenarios of inelastic processes within a nuclear medium. Our findings suggest that the cross-section corrections due to QED nuclear medium effects could be substantial, reaching or exceeding the level of experimental precision. This work further compares the effects of single re-scattering events with those of multiple re-scatterings, as particles travel the nuclear volume. We estimate the dominant source of the uncertainties associated with our formalism by varying the scale of the atomic physics where the screening of the electric field of the nucleus happens. This calculation not only contributes to the understanding of QED nuclear medium effects, but also offers a path to a more precise extraction of the process-independent non-perturbative structure of nuclei."
    },
    {
      "title": "Dilepton production from moaton quasiparticles",
      "link": "https://arxiv.org/abs/2410.22418",
      "authors": "Zohar Nussinov, Michael C. Ogilvie, Laurin Pannullo, Robert D. Pisarski, Fabian Rennecke, Stella T. Schindler, Marc Winstel",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2410.22418v2 Announce Type: replace-cross \nAbstract: The phase diagram of QCD may contain a moat regime in a large region of temperature $T$ and chemical potential $\\mu\\neq0$. A moat regime is characterized by quasiparticle moatons (pions) whose energy is minimal at nonzero spatial momentum. At $\\mu\\neq 0$, higher mass dimension operators play a critical role in a moat regime. At dimension six, there are nine possible gauge invariant couplings between scalars and photons. For back-to-back dilepton production, only one operator contributes, which significantly enhances production near a moat threshold. This enhancement is an experimental signature of moatons."
    },
    {
      "title": "Mixing interactions and effects in the NJL-model",
      "link": "https://arxiv.org/abs/2501.07658",
      "authors": "F. L. Braghin",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2501.07658v3 Announce Type: replace-cross \nAbstract: The flavor-dependent quark-antiquark contact interactions, induced by vacuum polarization and recently derived for flavor U(3) Nambu-Jona-Lasinio model, are articulated with the resulting mixing effects emerging from flavor symmetry breaking in view. The formal effects of the explicit mixing interactions, $G_{i\\neq j}$, are detailed firstly for the meson mixing problem without the inclusion of 't Hooft interactions induced by instantons. Secondly, it is shown that these mixings, in the scalar channel of quark-antiquark interactions, might give rise to quark mixing in the gap equations. Sixth order quark-antiquark interactions from vacuum polarization, that break $U_A(1)$ symmetry, also contribute."
    },
    {
      "title": "Angela and the electric dipole response: giant and pygmy, hot and cold, isoscalar and isovector",
      "link": "https://epja.epj.org/10.1140/epja/s10050-025-01657-8",
      "authors": "Peter von Neumann-Cosel",
      "source": "European Physical Journal A",
      "summary": "Authors: Peter von Neumann-Cosel.The European Physical Journal A Vol. 61 , page 183Published online: 8/8/2025"
    },
    {
      "title": "Scotogenic dark matter from gauged <math xmlns:mml=\"http://www.w3.org/1998/Math/MathML\" altimg=\"si36.svg\" class=\"math\"><mrow><mi>B</mi><mo linebreak=\"goodbreak\">−</mo><mi>L</mi></mrow></math>",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269325005519?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: September 2025Source: Physics Letters B, Volume 868Author(s): Yadir Garnica, América Morales, Carlos A. Vaquera-Araujo"
    }
  ]
}