{
  "lastUpdated": "2025-10-14T02:19:32.071566",
  "papers": [
    {
      "title": "Effect of Finite-Temperature $\\beta$-Decay Rates on the Rapid Neutron Capture Process",
      "link": "https://arxiv.org/abs/2510.08772",
      "authors": "Yukiya Saito, Ante Ravli\\'c, Pranav Nalamwar, Rebecca Surman",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2510.08772v1 Announce Type: new \nAbstract: $\\beta$-decay is known to play an essential role in the rapid neutron capture process ($r$-process) during $(n, \\gamma) \\leftrightarrow (\\gamma, n)$ equilibrium and freeze-out when the neutron-rich nuclei decay back to stability. Recent systematic theoretical studies on $\\beta$-decay at finite temperature indicated that under hot conditions ($T\\sim10$~GK), a significant acceleration of $\\beta$-decay rates is expected, especially for nuclei near stability. This corresponds to the early stage of the $r$-process. In this study, we investigate the effect of the $\\beta$-decays in finite temperature using the rates calculated with the finite-temperature proton-neutron relativistic quasiparticle random-phase approximation (FT-PNRQRPA). We explore a variety of astrophysical conditions and find that the effect on the abundance pattern is significant in hot and moderately neutron-rich conditions such as are expected in magnetorotational supernovae. Accelerated $\\beta$-decay rates also increase the heating rate in the early phase, resulting in an additional modification of the final abundance pattern."
    },
    {
      "title": "Thermal and magnetic effects on viscosity in Binary Neutron Star mergers",
      "link": "https://arxiv.org/abs/2510.09104",
      "authors": "Pranjal Tambe, Debarati Chatterjee, Mark Alford, Alexander Haber",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2510.09104v1 Announce Type: new \nAbstract: Astrophysical scenarios such as binary neutron star mergers, proto-neutron stars and core-collapse supernovae involve finite temperatures and strong magnetic fields. Previous studies on the effect of magnetic fields on flavor-equilibration processes such as direct Urca relied on the Fermi surface approximation, which is not a reliable approximation in the neutrino-transparent regime of matter in supernovae or neutron star mergers. In a recent study, we went beyond the Fermi surface approximation, performing the full phase space integral to obtain direct Urca rates in background magnetic field. In this work, we extend these calculations to include collisional broadening effects by employing the recently developed nucleon width approximation. We demonstrate the impact of magnetic fields on the flavor-equilibrium condition for two finite-temperature equations of state with different direct Urca thresholds. We also study the impact of magnetic fields on the bulk viscous dissipation of density oscillations relevant in postmerger scenarios."
    },
    {
      "title": "Indirect method for nuclear reactions and the role of the self energy",
      "link": "https://arxiv.org/abs/2510.09140",
      "authors": "Gregory Potel",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2510.09140v1 Announce Type: new \nAbstract: When a nuclear species (e.g., a nucleon or a deuteron nucleus) propagating freely is made to collide with a target nucleus, its trajectory is modified by exchanging variable amounts of energy, mass, linear and angular momentum with the target, according to its interaction with the nuclear medium. By addressing this perturbation away from the free path, one hopes to learn something about the nature of the medium through which our probe propagates. This is the essence of the experimental use of nuclear reactions for the purpose of gathering information about nuclear structure. In order to deal with the structure and the reaction aspects of a specific experiment on the same footing, it is therefore desirable to identify a theoretical construct that embodies the modification of the propagation of a particle in the medium with respect to the free case, and use it both for the determination of the nuclear spectrum (structure) and for the calculation of scattering observables (reaction). A candidate for such an object is the self energy, and we will try in the present lectures to put it at the center stage in the formulation of scattering theory."
    },
    {
      "title": "Toroidal dipole mode in nuclei",
      "link": "https://arxiv.org/abs/2510.09157",
      "authors": "Valentin Nesterenko, Petr Vishnevskiy, Anton Repko, Paul-Gerhard Reinhard, Jan Kvasil",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2510.09157v1 Announce Type: new \nAbstract: A short review on the toroidal dipole mode (TDM) in nuclei is done. The appearance of TDM in nuclei is justified. The experimental manifestation of TDM in (e,e') reaction in 58Ni is shortly reported. The relation of TDM and pygmy E1 resonance is discussed."
    },
    {
      "title": "Revealing the temperature effect on the nucleon-nucleon inelastic cross section in isospin-asymmetric nuclear medium",
      "link": "https://arxiv.org/abs/2510.09337",
      "authors": "Manzi Nan, Pengcheng Li, Guojun Wei, Xilong Xiang, Wei Zuo, Qingfeng Li",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2510.09337v1 Announce Type: new \nAbstract: The nucleon-nucleon ($NN$) inelastic cross section plays an important role in constraining the nuclear equation of state at high baryon density and in describing the formation and evolution of compact astrophysical objects. In this study, the temperature $T$ dependence of the $\\Delta^{++}$ and $\\Delta^{-}$ production cross sections in the isospin-symmetric and -asymmetric nuclear medium is investigated within the self-consistent and relativistic Boltzmann--Uehling--Uhlenbeck (RBUU) framework. Two relativistic mean-field parameterizations are employed: the density-dependent parameterization (called DD-ME$\\delta$) and the nonlinear-dependent parameterization (called OMEG). Both parameterizations yield similar $T$-dependent baryon effective masses and mass splittings, although the OMEG set exhibits a stronger density dependence, particularly at higher densities ($> 1.5\\rho_{0}$). Consequently, at lower densities, the energy, density, temperature, and isospin dependence of both $\\Delta^{++}$ and $\\Delta^{-}$ production cross sections are comparable for both sets, whereas at higher densities, the OMEG set predicts a stronger temperature and density sensitivity. Moreover, the $T$ dependence of the $NN$ inelastic cross section is enhanced with increasing density, but is suppressed in isospin-asymmetric nuclear matter compared to that in isospin-symmetric nuclear matter. The isospin dependence of the cross section remains nearly $T$-independent at small asymmetries, yet becomes more intricate in highly asymmetric systems. These findings provide valuable testing inputs for improving the thermal treatment of $\\Delta$-related dynamical processes in transport models and offer insights into the behavior of $\\Delta$ in astrophysical environments, such as core-collapse supernovae and binary neutron star mergers."
    },
    {
      "title": "Entanglement and accidental symmetries in the nucleon-nucleon system",
      "link": "https://arxiv.org/abs/2510.09466",
      "authors": "Alma L. Cavallin, Oliver Thim, Christian Forss\\'en",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2510.09466v1 Announce Type: new \nAbstract: We study the connection between accidental symmetries in the nuclear interaction and spin entanglement in two-nucleon scattering. Specifically, we incorporate different levels of Wigner $SU(4)$ and Serber symmetries into leading-order potentials derived from chiral effective field theory. We conduct a quantitative analysis by computing the full $S$ matrix, demonstrating that the neutron-proton spin entanglement can be related to the symmetry properties of the interaction and the presence of certain operators and partial waves. Furthermore, we study the order-by-order evolution of the spin entanglement, up to next-to-next-to-leading order in Weinberg power counting, for both neutron-proton and neutron-neutron scattering. Entanglement suppression is not observed in neutron-neutron scattering, which can be attributed to the Pauli principle and the absence of accidental symmetries in this system. We conclude that entanglement is a useful guide for studying the power counting and symmetries in nuclear interactions derived from effective field theories."
    },
    {
      "title": "Probing the Dependence of Partonic Energy Loss on the Initial Energy Density of the Quark Gluon Plasma",
      "link": "https://arxiv.org/abs/2510.09523",
      "authors": "Ian Gill, Ryan J. Hamilton, Helen Caines",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2510.09523v1 Announce Type: new \nAbstract: Considerable evidence now exists for partonic energy loss due to interaction with the hot, dense medium created in ultra-relativistic heavy-ion collisions. A primary signal of this energy loss is the suppression of high transverse momentum $p_{\\mathrm{T}}$ hadron yields in A-A collisions relative to appropriately scaled $pp$ collisions at the same energy. Measuring the collision energy dependence of this energy loss is vital to understanding the medium, but it is difficult to disentangle the medium-driven energy loss from the natural kinematic variance of the steeply-falling $p_{\\mathrm{T}}$ spectra across different $\\sqrt{s_{\\mathrm{NN}}}$. To decouple these effects, we utilize a phenomenologically motivated spectrum shift model to estimate the average transverse momentum loss $\\Delta p_{\\mathrm{T}}$ imparted on high $p_{\\mathrm{T}}$ partons in A-A collisions, a proxy for the medium induced energy loss. We observe a striking correlation between $\\Delta p_{\\mathrm{T}}$ and Glauber-derived estimates of initial state energy density $\\varepsilon_{\\mathrm{Bj}}$, consistent across two orders of magnitude in collision energy for a variety of nuclear species. To access the path-length dependence of energy loss, we couple our model to geometric event shape estimates extracted from Glauber calculations to produce predictions for high-$p_{\\mathrm{T}}$ hadron elliptic flow $v_2$ that agree reasonably with data."
    },
    {
      "title": "Exclusive photoproduction of light and heavy vector mesons: thresholds to very high energies",
      "link": "https://arxiv.org/abs/2510.08845",
      "authors": "Lin Tang, Hui-Yu Xing, Minghui Ding, Craig D. Roberts",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2510.08845v1 Announce Type: cross \nAbstract: A reaction model for $\\gamma + p \\to V + p$, $V=\\rho^0, \\phi, J/\\psi, \\Upsilon$, which exposes the quark-antiquark content of the photon in making the transition $\\gamma\\to {q} \\bar{q} + \\mathbb P \\to V$, where ${q}$ depends on $V$, and couples the intermediate ${q} \\bar{q}$ system to the proton's valence quarks via Pomeron ($\\mathbb P$) exchange, is used to deliver a unified description of available data -- both differential and total cross sections -- from near threshold to very high energies, $W$, for all the $V$-mesons. For the $\\Upsilon$, this means $10\\lesssim W/{\\rm GeV} \\lesssim 2\\,000$. Also provided are predictions for the power-law exponents that are empirically used to characterise the large-$W$ behaviour of the total cross sections and slope parameters characterising the near-threshold differential cross sections. Appealing to notions of vector meson dominance, the latter have been interpreted as vector-meson--proton scattering lengths. The body of results indicate that it is premature to link any $\\gamma + p \\to V + p$ data with, for instance, in-proton gluon distributions, the quantum chromodynamics trace anomaly, or pentaquark production. Further developments in reaction theory and higher precision data are required before the validity of any such links can be assessed."
    },
    {
      "title": "Semihard interactions at TeV energies",
      "link": "https://arxiv.org/abs/2510.08963",
      "authors": "T. V. Iser, E. G. S. Luna",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2510.08963v1 Announce Type: cross \nAbstract: We investigate the high-energy behavior of the total cross section, $\\sigma_{\\text{tot}}$, and the ratio of the real to imaginary parts of the scattering amplitude, $\\rho$, in both proton-proton and antiproton-proton channels. Our analysis is based on a QCD-inspired model in which the rise of the cross sections is predominantly driven by semihard processes involving gluons. We address the tension between measurements from the ATLAS/ALFA and TOTEM Collaborations, showing that independent analyses of their datasets can provide statistically consistent descriptions of the overall data, even though they do not fully reproduce the central values of the $\\rho$ parameter at $\\sqrt{s} = 13$ TeV. The slight discrepancy between these central values and the model's predicted values, obtained using an asymptotic dominant crossing-even elastic scattering amplitude, points to the potential presence of an odd component in the semihard amplitude at high energies."
    },
    {
      "title": "Emergence of the $\\pi(1300)$ Resonance from Lattice QCD",
      "link": "https://arxiv.org/abs/2510.09476",
      "authors": "Haobo Yan, Maxim Mai, Marco Garofalo, Yuchuan Feng, Michael D\\\"oring, Chuan Liu, Liuming Liu, Ulf-G. Mei{\\ss}ner, Carsten Urbach",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2510.09476v1 Announce Type: cross \nAbstract: The mass of the lightest hadron in nature, the pion, is one seventh of that of the nucleon, and one tenth of the mass of its first excited state, the $\\pi(1300)$. This enormous energy difference opens an interesting window into the confinement of quarks and the structure of the lightest hadrons. In this work, we provide the first calculation of resonance parameters of the $\\pi(1300)$ from lattice QCD. For this purpose, recently derived state-of-the-art tools are adapted and applied both in the construction of three-hadron operators and for mapping finite-volume spectra to infinite-volume amplitudes, subsequently analytically continuing these to complex energies. For our heavy pion mass ensembles, we find a clear signal of the resonance. Crucial input is provided through Chiral Perturbation Theory, allowing us to robustly extrapolate to the physical point. Applying model averaging, we extract a pole position of $M_{\\pi(1300)}=(1169\\pm46)-i\\,(62_{-62}^{+168})\\,\\rm MeV$ supporting values from phenomenology."
    },
    {
      "title": "Compositeness of hadrons, nuclei, and atomic systems",
      "link": "https://arxiv.org/abs/2411.12285",
      "authors": "Tomona Kinugawa, Tetsuo Hyodo",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2411.12285v2 Announce Type: replace-cross \nAbstract: Recent observations of exotic hadrons have stimulated the theoretical investigation of the internal structure of hadrons. While all hadrons are ultimately composed of quarks and gluons bound by the strong interaction, quark clustering phenomena can generate hadronic molecules -- weakly bound systems of hadrons -- which are expected to emerge near two-hadron thresholds. However, it should be noted that a pure hadronic molecule is not realized, as the strong interaction induces mixing with other possible configurations. The compositeness of hadrons has been developed as a promising concept to quantitatively characterize the fraction of the hadronic molecular component. Here we summarize the modern understanding of the compositeness to study the internal structure of hadrons and review the application of the compositeness to various quantum systems in different energy scales, such as nuclei and atomic systems, in addition to hadrons."
    },
    {
      "title": "Azimuthal fluctuations of magnetic field and its correlation with the matter geometry in Au + Au, Au + Cu and p + Pb collisions",
      "link": "http://iopscience.iop.org/article/10.1088/1361-6471/ae05b5",
      "authors": "Chun-Hui Zhang, Qi-Chun Feng, Yan-Yu Ren, Li-Ming Hua and Lei Huo",
      "source": "Journal of Physics G: Nuclear and Particle Physics",
      "summary": "We investigated the azimuthal fluctuations of the magnetic field and its correlation with matter geometry using event-by-event simulations in three collision systems: symmetric Au + Au collisions, asymmetric Au + Cu collisions, and small system p + Pb collisions. The correlation between the orientation of the magnetic field and the reaction plane enables the detection of the charge azimuthal correlation driven by the chiral magnetic effect (CME). However, the fluctuations arising from the configuration of the magnetic field and initial matter geometry, especially in the central and peripheral regions, suppress the correlation intensity. Therefore, a quantitative factor is introduced to evaluate the suppression of correlation by fluctuations. We found that the difference in factor R between Au + Au and Au + Cu collisions may serve as evidence for the presence of CME. The correlation pattern in the small system differs markedly from that in the other two collision systems. The orientation of the magnetic field and event plane are fully random in small systems with high multiplicities and only weakly correlated in those with low multiplicities."
    },
    {
      "title": "Alpha clusterization as a reason for the narrow symmetric mass distribution in spontaneous fission of <math xmlns:mml=\"http://www.w3.org/1998/Math/MathML\" altimg=\"si7.svg\" class=\"math\"><msup><mrow></mrow><mn>258</mn></msup></math>Fm",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269325007014?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: Available online 12 October 2025Source: Physics Letters BAuthor(s): H. Paşca, G.G. Adamian, N.V. Antonenko"
    },
    {
      "title": "Design optimization of isochronous mode in the HIAF-SRing*",
      "link": "http://iopscience.iop.org/article/10.1088/1674-1137/adcf0e",
      "authors": "Wen-Wen Ge, 文文 葛, You-Jin Yuan, 有进 原, Jian-Cheng Yang, 建成 杨, S. Litvinov, Geng Wang, 耿 王, Rui-Jiu Chen, 瑞九 陈, Xin-Liang Yan, 鑫亮 颜, Hang Ren, 航 任, Guo-Dong Shen and 国栋 申",
      "source": "Chinese Physics C",
      "summary": "The measurement of mass, or equivalently the binding energy, of exotic nuclei has reached the limits of nuclear existence, which are characterized by tiny production cross-sections and short half-lives. The isochronous mode of the Spectrometer Ring at the High Intensity heavy-ion Accelerator Facility project in China (HIAF-SRing) offers the capacity for such measurements. However, many factors limit the revolution time resolution of the isochronous mode of the large acceptance HIAF-SRing. Nonlinear field errors as well as fringe fields of the wide aperture dipoles and quadrupoles strongly excite the higher-order aberrations, which negatively affect the revolution time resolution. Moreover, the transverse emittance of the beam is inversely proportional to the revolution time resolution. Their influence is investigated here, and a possible correction scheme with sextupoles and octupoles is shown. With higher-order corrections, a mass resolution of , corresponding to a relative revolution time of , is with the isochronous setting within the momentum acceptance of %."
    },
    {
      "title": "Polarized neutron beams from polarized deuterium-tritium fusion with applications to magnetic field imaging in high-energy-density plasmas*",
      "link": "http://iopscience.iop.org/article/10.1088/1674-1137/adec4f",
      "authors": "Ronghao Hu, 荣豪 胡, Qike Gu, 祺科 辜, Kejian Shi, 可鉴 史, Zezhong Wei, 泽众 魏, Meng Lv, 蒙 吕, Shiyang Zou, 士阳 邹, Yongkun Ding and 永坤 丁",
      "source": "Chinese Physics C",
      "summary": "When the spins of deuteron and triton are aligned in parallel, the fusion cross-section increases by approximately 50%. The emitted neutrons are anisotropic and polarized in specific directions. The polarized neutron beams can be used to measure strong magnetic fields in high-energy-density plasmas, offering a potential alternative to the well-established proton imaging technique. In contrast to protons, neutrons are not deflected by electromagnetic fields and are not sensitive to electric fields, thus reducing the complexity of magnetic field reconstruction. Three-dimensional spin transport hydrodynamics simulations are employed to investigate the polarized neutron beams generated from spin-polarized deuterium-tritium target implosions. Synthetic polarized neutron images of magnetic fields are generated from Monte Carlo simulations. Based on a comparison of the results of finite-size sources and an ideal point source, a method to compensate the finite-source-size blurring effect is proposed to reduce the error in magnetic field reconstruction."
    },
    {
      "title": "Extra charged gauge boson W′ in Alternative Left-Right Model at future muon collider*",
      "link": "http://iopscience.iop.org/article/10.1088/1674-1137/adec51",
      "authors": "Liuxin Zhao, 刘欣 赵, Honglei Li, 洪蕾 李, Zhi-Long Han, 志龙 韩, Fei Huang, 飞 黄, Xinyi Yan and 心怡 闫",
      "source": "Chinese Physics C",
      "summary": "The study of extra charged gauge bosons beyond the Standard Model has always been of great interest. Future muon colliders will have a significant advantage in discovering exotic particles. In this paper, by studying the process, we explore the properties of in the alternative left-right model. The cross section and angular distribution of the final electron are investigated in a scenario of different masses and right-handed coupling constants. The forward-backward asymmetry is also an important observable to reflect the properties of . We provide a method to effectively suppress the background processes by imposing constraints on the transverse momentum and azimuthal angle of the final-state electrons α. With cuts of GeV and , the significance exceeds 5σ for 4.8 TeV at a collision energy of 10 TeV."
    },
    {
      "title": "Investigating the transverse-momentum- and pseudorapidity-dependent flow vector decorrelation in p–Pb collisions with a multi-phase transport model*",
      "link": "http://iopscience.iop.org/article/10.1088/1674-1137/adef1b",
      "authors": "Siyu Tang, 思宇 汤, Zuman Zhang, 祖满 张, Chao Zhang, 潮 张, Liang Zheng, 亮 郑, Renzhuo Wan and 仁卓 万",
      "source": "Chinese Physics C",
      "summary": "Event-by-event fluctuations in the initial energy density of nuclear collisions lead to the decorrelation of second order flow vector, which is known as its transverse-momentum ( ) and pseudorapidity (η) dependence as observed in high-energy heavy-ion collisions. Existing measurements at the CERN Large Hadron Collider showed that these decorrelations are also observed in small collision systems. In this work, a systematic study of the transverse-momentum- and pseudorapidity-dependent flow vector decorrelation is performed in p–Pb collisions at the 5.02 TeV with A Multi-Phase Transport (AMPT) model using different tunings of initial conditions and partonic and hadronic interactions. The string-melting version of the AMPT model provides a reasonable description of the measured flow vector decorrelation as a function of and η. We demonstrate that hadronic scatterings do not have a significant effect on decorrelation in p–Pb collisions for different centrality selections, while both initial conditions and partonic interactions affect the magnitude of the decorrelations. In addition, we found that the subtraction of the nonflow, especially the long-range jet correlation, is crucial for the accurate extraction of flow vector decorrelation in small collision systems. The comparison of data and model presented in this paper provide further insights in understanding the fluctuations of the flow vector with and η in small collision systems and has referential value for future measurements."
    },
    {
      "title": "Investigation of cluster states around 20Ne including spin-orbit coupling and its extension to heavier nuclei*",
      "link": "http://iopscience.iop.org/article/10.1088/1674-1137/adf317",
      "authors": "Tao Wan, 涛 万, Shu-Lin Tang, 树林 唐, Yi-Bin Qian and 以斌 钱",
      "source": "Chinese Physics C",
      "summary": "Clustering, as a fundamental dynamical feature existing widely in many-body systems, has aroused tremendous interest in nuclear physics over the last few decades. The α-cluster concept has been used successfully to describe the energy spectra and electromagnetic transitions for a series of nuclei above the doubly magic core. In the present study, we have systematically investigated the spectroscopic properties of three-nucleon and α-cluster states in 19F and 21Ne within the binary cluster-core model (BCM) plus the extra spin-orbit potential. The calculated energy levels and electromagnetic transition strengths, with few exceptions, are in good agreement with experimental data, confirming the reliability and integrity of BCM. Furthermore, such a BCM is extended to the case of cluster states approaching shell closures in heavier nuclei, such as 43Sc, 59Cu, and 93Mo, leading to satisfactory reproductions and predictions on energy levels and reduced transition rates. It is expected that the present study can provide further insight into the cluster degrees of freedom in odd-A nuclei."
    },
    {
      "title": "Development of cesium laser resonance ionization schemes for PLASEN experiment*",
      "link": "http://iopscience.iop.org/article/10.1088/1674-1137/adf49e",
      "authors": "Yangfan Guo, 洋帆 郭, Zhou Yan, 周 严, Xiaofei Yang, 晓菲 杨, Shaojie Chen, 少杰 陈, Wencong Mei, 文聪 梅, Hanrui Hu, 晗睿 胡, Yinshen Liu, 寅绅 刘, Dongyang Chen, 冬阳 陈, Chen Zhang, 臣 张, Tianxu Gao, 天旭 高, Yipin Jing, 一品 景, Yanlin Ye and 沿林 叶",
      "source": "Chinese Physics C",
      "summary": "To study the nuclear properties and deformation of neutron-rich cesium isotopes in their ground and isomeric states at the Beijing Rare Isotope Beam Facility (BRIF), optimal resonance ionization schemes and experimental conditions must be predetermined. In this study, we evaluated several three-step laser resonance ionization schemes for cesium atoms to access their ionization efficiency and spectral resolution under varying measurement conditions using high-resolution and high-sensitivity collinear resonance ionization spectroscopy system. Hence, we identified the currently most efficient resonance ionization scheme and optimal experimental conditions, achieving an overall measurement efficiency of 1: 400 with a spectral resolution of about 100 MHz. Under this condition, the extracted hyperfine structure parameters of 133Cs showed excellent agreement with previously reported values. This study establishes a solid foundation for the forthcoming online measurement of neutron-rich cesium isotopes at BRIF."
    },
    {
      "title": "Effects of energy levels on the double-differential cross sections of outgoing charged particles for the n+19F reaction below 20 MeV*",
      "link": "http://iopscience.iop.org/article/10.1088/1674-1137/adf49f",
      "authors": "Hanmei Cao, 寒梅 曹, Fanglei Zou, 方磊 邹, Xiaojun Sun, 小军 孙, Jingshang Zhang and 竞上 张",
      "source": "Chinese Physics C",
      "summary": "The double-differential cross sections (DDCSs) for the n+19F reaction are crucial for elucidating the mechanisms of nuclear reaction processes, advancing applications in nuclear engineering and technology, and supporting fundamental research in nuclear astrophysics. The quantitative description of the DDCS for emission products presents a persistent theoretical challenge, primarily due to the effects of energy levels being more intricate than those of 1p-shell nuclei. The pick-up mechanism of complex particles, as one of the important components of the statistical theory for light nuclear reactions (STLN), is improved to describe the DDCSs of outgoing charged particles, considering the effect of energy levels with energy, angular momentum, and parity conservations. A comprehensive analysis of all open reaction channels is performed for the n+19F reaction below 20 MeV. After ensuring the acquisition of the high-quality DDCS of the emitted neutrons, the DDCSs of outgoing charged particles (including ) are self-consistently obtained. The results of this study are not only in good agreement with recently measured experimental data at =14.2 MeV but also superior to the data recommended by current major nuclear databases. Thus, the LUNF code for the n+19F reaction is developed to obtain an ENDF-6 formatted DDCS file of the nucleon and light composite charged particles."
    }
  ]
}