{
  "lastUpdated": "2025-03-31T02:26:46.104834",
  "papers": [
    {
      "title": "Precisely constraining the properties of neutron stars using new universal relations and astronomical observations*",
      "link": "http://iopscience.iop.org/article/10.1088/1674-1137/ad9301",
      "authors": "Zehan Wu, 则晗 武, Dehua Wen and 德华 文",
      "source": "Chinese Physics C",
      "summary": "Given the significant uncertainty in the equation of state (EOS) of high-density nuclear matter, establishing EOS-independent universal relations between global properties of neutron stars provides a practical method to constraining unobservable or difficult-to-observe properties using astronomical observations. Constructing universal relations between EOS-dependent properties (e.g., moment of inertia, tidal deformation, etc.) or combined properties (e.g., compactness) is common, and improving the precision of the universal relations may provide stricter constraint on the properties of neutron star. We find that in 3-dimensional space with mass and radius as the base coordinates, the points corresponding to properties of a neutron star described by different EOSs are almost located on the same surface. Thus, the universal relation between the property and the stellar mass-radius can be expressed through describing the surface. We demonstrate that the resulting universal relations have greater precision. For example, we construct high-precision universal relations for the moment of inertia, the f-mode frequency, and the dimensionless tidal deformation with respect to the mass-radius. With the increase in the size and accuracy of NICER observational data for neutron star masses and radii, these universal relations allow for more precise constraints on the unobservable or difficult-to-observe properties."
    },
    {
      "title": "An empirical formula of nuclear β-decay half-lives with the transition-strength contribution*",
      "link": "http://iopscience.iop.org/article/10.1088/1674-1137/ad9303",
      "authors": "Lei Tian, 蕾 田, Wei-Feng Li, 伟峰 李, Ji-Yu Fang, 基宇 方, Zhong-Ming Niu and 中明 牛",
      "source": "Chinese Physics C",
      "summary": "An empirical formula of nuclear β-decay half-lives is proposed by including the transition-strength contribution. The inclusion of the transition-strength contribution can reduce nuclear β-decay half-lives by about an order of magnitude, and its effect gradually increases toward the neutron-rich or heavy nuclear regions. For nuclear β-decay half-lives less than 1 s, the empirical formula can describe the experimental data within approximately2 times, which is more accurate than the sophisticated microscopic models. The transition-strength contribution can also be effectively considered by refitting the parameters of other empirical formulas without the transition-strength term although they will still significantly deviate from the new empirical formula in light or heavy neutron-rich nuclear regions. This indicates that the inclusion of the transition-strength contribution in the empirical formula is crucial for the global description of nuclear β-decay half-lives. The extrapolation ability of the new empirical formula was verified by the newly measured β-decay half-lives."
    },
    {
      "title": "Inferring a spinning black hole in an expanding universe via the S2 star around the galactic center*",
      "link": "http://iopscience.iop.org/article/10.1088/1674-1137/ad9304",
      "authors": "Jin-Tao Yao, 金涛 姚, Xin Li and 昕 李",
      "source": "Chinese Physics C",
      "summary": "The nearest black hole to Earth, Sagittarius A (Sgr A ), with its intense gravitational field, provides a unique opportunity to explore black hole mysteries. Over the past few decades, monitoring of the S2 star has provided extensive valuable data that can be utilized to examine various gravity theories and black hole paradigms. This paper focuses on the most intriguing objects in astronomy, spinning black holes, and investigates the effects of spin on orbital motion. By applying the Markov Chain Monte Carlo algorithm to publicly available observational data of the S2 star, our findings indicate that current data fail to constrain the spin of Sgr A . Simulated stars with smaller semi-major axes reveal that the direction of Lense-Thirring precession aligns with the spin direction of Sgr A . Additionally, by incorporating the cosmological constant, which accounts for the expansion of the universe, into our analysis, we establish an upper limit of on the cosmological constant at the confidence level. Future long-term monitoring of S-cluster stars, combined with enhanced observational precision, may enable the determination of the spin of Sgr A and further tighten the bound on the cosmological constant."
    },
    {
      "title": "Semi-microscopic analysis of 20Ne +130Te elastic and inelastic scattering at 15.3 A MeV",
      "link": "http://iopscience.iop.org/article/10.1088/1674-1137/ad9305",
      "authors": "Kassem O. Behairy, M. A. Hassanain, M. Anwar and A. Hemmdan",
      "source": "Chinese Physics C",
      "summary": "The new measured data of elastic and inelastic 20Ne+130Te scattering at an energy of 15.3 A MeV are analyzed in framework of the nuclear optical potential. Three types of semi-microscopic potentials are used: the real part is calculated using a double folding model in conjunction with the conventional phenomenological Woods-Saxon (WS) potential for the imaginary part. Two real cluster models are constructed using the cluster structure of 20Ne nucleus as 5α and α+16O. The real part of the third potential is generated using a CDM3Y6 interaction employed for comparison. Three excited energies to the superposition of the projectile and target states, ground-state (Quasi), 1.6 and 2.5 MeV are investigated using deformed potentials. The contributions of these states are calculated using a one-step distorted wave Born approximation and coupled Channels approaches. Successful calculations and results using semi-microscopic potentials in simple one-channel and coupled channels are obtained. The values of cross section and volume integrals require more contributions to enable more comparisons regarding this project."
    },
    {
      "title": "Friedmann’s universe controlled by Gauss-Bonnet modified gravity",
      "link": "http://iopscience.iop.org/article/10.1088/1674-1137/ad9b9e",
      "authors": "F. dos Anjos and M. Novello",
      "source": "Chinese Physics C",
      "summary": "We consider a Lagrangian to describe gravity using a nonlinear term depending on the Gauss-Bonnet topological invariant. We examine the conditions for a bouncing and the existence of an ulterior accelerated phase of the universe. The original concept of Einstein's first paper on cosmology was to modify the equations that control the gravitational metric. Based on this, several authors have proposed different formalisms to modify general relativity. Herein, a function of the topological invariant is used in a homogeneous and isotropic cosmological model. First, a case with the topological invariant as a constant is thoroughly examined, yielding specific constraints on the evolution of the Hubble parameter. Subsequently, we study a function of the topological invariant squared. In an empty space-time scenario, the term that modifies Einstein’s equations functions as an effective geometrical density, and we map regions in the phase space in which the effective pressure is positive or negative. This results in non-trivial integral solutions such as cyclic stages of acceleration and deceleration of the scale factor in the model, among other behaviors. We add cosmic dust to the system, and for certain classes of solutions, we observe that the minimum positive value of the Hubble parameter is limited by the cosmic dust matter density. If this matter density reaches zero, the minimum value of the Hubble parameter also reaches zero."
    },
    {
      "title": "Geometric constraints via Page curves: insights from island rule and quantum focusing conjecture*",
      "link": "http://iopscience.iop.org/article/10.1088/1674-1137/ada34e",
      "authors": "Ming-Hui Yu, 明辉 余, Xian-Hui Ge and 先辉 葛",
      "source": "Chinese Physics C",
      "summary": "To explore the inverse problem tied to the Page curve phenomenon and island paradigm, we investigate the geometric conditions underpinning black hole evaporation, where information is preserved and islands manifest, giving rise to the characteristic Page curve. Focusing on a broad class of static spherical symmetry black hole metrics in asymptotically Minkowski or (anti-)de Sitter spacetimes, we derive a pivotal constraint, the second derivative of the blacken factor for which the island exists, and reproduce the Page curve. Moreover, starting from the quantum focusing conjecture theory, we obtain another constraint on the blacken factor for which the theory can be satisfied: . In particular, by studying these two constraints, we find common properties. Specifically, we reveal that a universal criterion, manifested in the negativity of the second derivative of , i.e., , in proximity to the event horizon where , ensures the emergence of Page curves and follows the quantum focusing conjecture in a manner transcending specific theoretical models. Finally, we argue that the negativity of the second derivative of the blacken factor near the event horizon strongly indicates negative heat capacity, which implies that black holes with a negative heat capacity must have islands and satisfy the quantum focusing conjecture."
    },
    {
      "title": "Application of the Woods-Saxon potential in studying quadrupole and octupole excited states using machine learning*",
      "link": "http://iopscience.iop.org/article/10.1088/1674-1137/ada5c9",
      "authors": "Hadi Sobhani, Yan-An Luo and 延安 罗",
      "source": "Chinese Physics C",
      "summary": "In this study, the energy bands of quadrupole and octupole excited states are investigated. This is achieved by employing the Bohr Hamiltonian, incorporating quadrupole and octupole deformations whose variables are accurately separated. Subsequently, the Woods-Saxon potential is added to the problem. Because this problem cannot yield suitable solutions using conventional approximations, we solve it numerically using machine learning. A detailed description is given of how wave functions and their associated energies are obtained. Throughout this procedure, we demonstrate how machine learning aids us in easily accomplishing our objective. We examine and analyze the energy spectrum and possible multipole transitions for candidate isotopes Ra and Th."
    },
    {
      "title": "Analysis of the reaction*",
      "link": "http://iopscience.iop.org/article/10.1088/1674-1137/ada7ce",
      "authors": "Yi Pan, 一 潘, Rong Li, 荣 李, Bo-Chao Liu and 伯超 刘",
      "source": "Chinese Physics C",
      "summary": "In this work, we study the reaction in an effective Lagrangian approach and isobar model. Compared to previous studies using a Regge-plus-resonance model, we consider the contributions of the t-channel (K and ) and u-channel (proton) exchanges explicitly as the background contribution. To restore the gauge invariance of the amplitude violated by introducing the phenomenological form factors, we employ two different methods from the literature. Then, we discuss the roles of possible resonance contributions in this reaction and present predictions of Λ polarization based on various models. We find that the contribution of the background terms plays an important role in the present reaction. Meanwhile, the , , and resonances may also contribute to this reaction. Due to the uncertainties of the present data and relatively small contributions of the hyperon resonances, we cannot identify the roles of various hyperon resonances in the present work. However, we show that the measurement of the spin polarization of the final Λ will be helpful to verify various models."
    },
    {
      "title": "Exposing the dead-cone effect of jet quenching in QCD medium*",
      "link": "http://iopscience.iop.org/article/10.1088/1674-1137/ada7cf",
      "authors": "Yun-Fan Liu, 云帆 刘, Wei Dai, 巍 代, Ben-Wei Zhang, 本威 张, Enke Wang and 恩科 王",
      "source": "Chinese Physics C",
      "summary": "When an energetic parton traverses the hot QCD medium, it may suffer from multiple scattering and lose its energy. The medium-induced gluon radiation for a massive quark will be suppressed relative to that of a light quark due to the dead-cone effect. The development of new declustering techniques of jet evolution makes a direct study of the dead-cone effect in the QCD medium possible for the first time. In this work, we compute the emission angle distribution of the charm-quark-initiated splittings in D0 meson tagged jet and that of the light parton-initiated splittings in an inclusive jet in p+p and Pb+Pb at 5.02 TeV by utilizing the declustering techniques of jet evolution. The heavy quark propagation and induced energy loss in the QCD medium are simulated with the SHELL model based on the Langevin equation. By directly comparing the emission angle distributions of charm-quark-initiated splittings with those of light parton-initiated splittings at the same energy intervals of the initial parton, we provide insights into the fundamental splitting structure in A+A collisions, thereby exploring the possible observation of the dead-cone effect in medium-induced radiation. We further investigate the case of the emission angle distributions normalized to the number of splittings and find the dead-cone effect will broaden the emission angle of the splitting and reduce the possibility for such splitting to occur, leading the massive parton to lose less energy. We also find that the collisional energy loss mechanism has a negligible impact on the medium modification to the emission angle distribution of the charm-quark-initiated splittings for D0 meson-tagged jets."
    },
    {
      "title": "Effects of nuclear deformation and surface polarization on proton-emission half-lives*",
      "link": "http://iopscience.iop.org/article/10.1088/1674-1137/ada95e",
      "authors": "Hanlin Wang, 翰林 王, Zhen Wang, 震 王, Dong Bai, 栋 柏, Dongdong Ni, 冬冬 倪, Zhongzhou Ren and 中洲 任",
      "source": "Chinese Physics C",
      "summary": "Proton radioactivity is used to investigate the characteristics of unstable neutron-deficient nuclei beyond the proton dripline. Based on the tunneling of one proton through the potential barrier formed by Woods-Saxon plus expanded Coulomb potentials, the half-lives of various proton emitters are calculated using distorted wave Born approximations. In particular, deformation and nuclear surface polarization are considered in our calculation, and their effects on proton-emission half-lives are researched. An analytic formula expressing the relationship between spectroscopic factors and deformation and polarization, which significantly reduces the deviations of calculated half-lives from experimental data, is proposed as well. Moreover, inspired by the new experimental results for the first proton emitter ever discovered, [L. G. Sarmiento et al., Nat. Commun. 14, 5961 (2023)], we calculate its two proton-emission branches and interpret the partial half-lives. It is noteworthy that this high-spin isomer has some particular characteristics, including diminutive spectroscopic factors and stronger daughter-proton interactions, that considerably enhance the effects of deformation and polarization."
    },
    {
      "title": "Modified power law cosmology: theoretical scenarios and observational constraints*",
      "link": "http://iopscience.iop.org/article/10.1088/1674-1137/adaa57",
      "authors": "L. K. Sharma, Suresh Parekh, Saibal Ray, Anil Kumar Yadav, Maxim Khlopov and Kalyani C.K. Mehta",
      "source": "Chinese Physics C",
      "summary": "This research paper examines a cosmological model in flat space-time via gravity, where R and G are the Ricci scalar and Gauss-Bonnet invariant, respectively. Our model assumes that is an exponential function of G combined with a linear combination of R. We scrutinize the observational limitations under a power law cosmology that relies on two parameters, the Hubble constant ( ) and the deceleration parameter (q) utilizing the 57-point data, 8-point BAO data, 1701-point Pantheon+ data, joint data of + Pantheon, and joint data of + BAO + Pantheon+. The outcomes for and q are realistic within observational ranges. We also address energy conditions, analysis, and cosmographical parameters such as jerk, lerk, and snap. Our estimate of is remarkably consistent with various recent Planck Collaboration studies that utilize the ΛCDM model. According to our study, power law cosmology within the context of gravity provides the most comprehensive explanation of the important aspects of cosmic evolution."
    },
    {
      "title": "ρ meson form factors and parton distribution functions in impact parameter space*",
      "link": "http://iopscience.iop.org/article/10.1088/1674-1137/adab61",
      "authors": "Jin-Li Zhang and 金利 张",
      "source": "Chinese Physics C",
      "summary": "This study investigates the form factors and impact parameter space parton distribution functions of the ρ meson derived from the generalized parton distributions within the Nambu–Jona-Lasinio model framework, employing a proper time regularization scheme. We compare the charge , magnetic , and quadrupole form factors with lattice data. The dressed form factors, and , exhibit good agreement with lattice results; however, is found to be harder than what is observed in lattice calculations. The Rosenbluth cross section for elastic electron scattering on a spin-one particle can be expressed through the structure functions and . Additionally, the tensor polarization can also be formulated in terms of these form factors. We analyze the structure functions , and tensor polarization function ; our findings quantitatively align with predicted values across various limits. In impact parameter space, we examine parton distribution functions along with their dependence on longitudinal momentum fraction x and impact parameter . The width distributions in impact parameter space reveal that the range of the charge distribution is the most extensive. In contrast, the transverse magnetic radius falls within a moderate range, while the quadrupole distribution demonstrates the narrowest extent."
    },
    {
      "title": "Cosmological perturbations in the energy-momentum squared gravity theory: constraints from gravitational wave standard sirens and redshift space distortions*",
      "link": "http://iopscience.iop.org/article/10.1088/1674-1137/adab62",
      "authors": "Qi-Ming Fu, 启铭 付, Xin Zhang and 鑫 张",
      "source": "Chinese Physics C",
      "summary": "We investigate the linear cosmological perturbations in the context of the so-called energy-momentum squared gravity (EMSG) theory. Recent research shows that the EMSG theory can reproduce a viable background cosmological evolution comparable to ΛCDM, whereas the matter-dominated era exhibits slight distinctions. In this paper, we focus on power-law EMSG models and derive the equations for the linear cosmological perturbations. We explore the propagation of the gravitational wave (GW) and the growth of matter density perturbation at the first order, and we estimate the model parameters from the simulated GW and observed redshift space distortion data. Our analysis reveals that the model parameters should be small and positive in the confidence interval, which indicates that the theory agrees closely with the observational data and can be considered an alternative to the standard cosmological model."
    },
    {
      "title": "Muon g − 2 with SU(2) L multiplets*",
      "link": "http://iopscience.iop.org/article/10.1088/1674-1137/adabcf",
      "authors": "Takaaki Nomura and Hiroshi Okada",
      "source": "Chinese Physics C",
      "summary": "We propose a simple model to obtain a sizable muon anomalous magnetic dipole moment (muon ) that introduces several multiplet fields without any additional symmetries. The neutrino mass matrix is simply induced via a type-II seesaw scenario in terms of triplet Higgs with hypercharge 1. In addition, we introduce an quartet vector-like fermion with hypercharge and scalar with hypercharge . The quartet fermion plays a crucial role in explaining muon causing the chiral flip inside a loop diagram with the mixing of triplet and quartet scalar bosons via the standard model Higgs. We conduct a numerical analysis and search for the allowed region in our parameter space and demonstrate the collider physics."
    },
    {
      "title": "Azimuthal correlation anisotropies in p + p collisions simulated using Pythia*",
      "link": "http://iopscience.iop.org/article/10.1088/1674-1137/adacc3",
      "authors": "Manuel Sebastian Torres, Yicheng Feng, 毅程 冯, Fuqiang Wang and 福强 王",
      "source": "Chinese Physics C",
      "summary": "Stimulated by a keen interest in possible collective behavior in high-energy proton-proton and proton-nucleus collisions, we study two-particle angular correlations in pseudorapidity and azimuthal differences in simulated p + p interactions using the Pythia 8 event generator. Multi-parton interactions and color connection are included in these simulations, which have been perceived to produce collectivity in final-state particles. Meanwhile, contributions from genuine few-body nonflow correlations, not of collective flow behavior, are known to be severe in these small-system collisions. We present our Pythia correlation studies pedagogically and report azimuthal harmonic anisotropies analyzed using several methods. We observe anisotropies in these Pythia simulated events qualitatively and semi-quantitatively, similar to experimental data. Our findings highlight the delicate nature of azimuthal anisotropies in small-system collisions and provide a benchmark that can aid in improving data analysis and interpreting experimental measurements in small-system collisions."
    },
    {
      "title": "Observational signatures of traversable wormholes*",
      "link": "http://iopscience.iop.org/article/10.1088/1674-1137/adb414",
      "authors": "Yiqian Chen, 一千 陈, Lang Cheng, 朗 程, Peng Wang, 鹏 王, Haitang Yang and 海棠 杨",
      "source": "Chinese Physics C",
      "summary": "This study investigates the observational signatures of traversable Simpson-Visser wormholes illuminated by luminous celestial spheres and orbiting hot spots. We demonstrate that when light sources and observers are on the same side of a wormhole, the images of the wormhole mimic those of a black hole. However, when the light source is positioned opposite the observer, photons traversing the wormhole throat generate distinct observational signatures. Specifically, unlike black hole images, wormhole images are confined in a critical curve, resulting in smaller centroid variations. Furthermore, the light curve of hot spots can exhibit additional peaks."
    },
    {
      "title": "Unstable mode of the net-baryon density near the spinodal decomposition region*",
      "link": "http://iopscience.iop.org/article/10.1088/1674-1137/adb561",
      "authors": "Shanjin Wu and 善进 吴",
      "source": "Chinese Physics C",
      "summary": "This paper investigates conserved net-baryon multiplicity fluctuations near the spinodal decomposition region based on the stochastic diffusion equation, model B. The convex anomaly in the spinodal region induces the unstable mode, and the correlation function dominates at the harder mode. The unstable mode results in oscillating behavior of second-order multiplicity fluctuations with increasing spatial interval. This oscillating behavior of multiplicity fluctuations with respect to acceptance may indicate the existence of the convex anomaly of spinodal decomposition."
    }
  ]
}