{
  "lastUpdated": "2025-03-20T02:18:53.860813",
  "papers": [
    {
      "title": "Nuclear level density studied in odd-mass nuclei in the framework of the projected shell model",
      "link": "http://link.aps.org/doi/10.1103/PhysRevC.111.034324",
      "authors": "Jiaqi Wang, Saumi Dutta, Cui-Juan Lv, Long-Jun Wang, and Yang Sun",
      "source": "Physical Review C",
      "summary": "Author(s): Jiaqi Wang, Saumi Dutta, Cui-Juan Lv, Long-Jun Wang, and Yang SunIn a recent article [Phys. Rev. C 108, 034309 (2023)], we proposed a projected shell model method for the calculation of nuclear level density (NLD) in deformed even-even nuclei. The current article presents the subsequent study of NLDs in odd-mass nuclei as well as a comparative analysis between ou…[Phys. Rev. C 111, 034324] Published Wed Mar 19, 2025"
    },
    {
      "title": "Two-cluster approach to the properties of one- and two-neutron-halo nuclei",
      "link": "http://link.aps.org/doi/10.1103/PhysRevC.111.034616",
      "authors": "H. M. Maridi, Jagjit Singh, N. R. Walet, and D. K. Sharp",
      "source": "Physical Review C",
      "summary": "Author(s): H. M. Maridi, Jagjit Singh, N. R. Walet, and D. K. SharpIn this work, we present a new approximate method for obtaining simple wave functions for the ground state of exotic nuclei with a neutron halo. We model the system as a two-cluster structure, treating the core and halo as inert objects. The relative wave function is expressed as a combination of si…[Phys. Rev. C 111, 034616] Published Wed Mar 19, 2025"
    },
    {
      "title": "Multicomponent Fermi systems at low densities",
      "link": "http://link.aps.org/doi/10.1103/PhysRevC.111.035808",
      "authors": "C. J. Pethick and A. Schwenk",
      "source": "Physical Review C",
      "summary": "Author(s): C. J. Pethick and A. SchwenkWe calculate, to second order in the scattering length between two fermions, the Landau quasiparticle interaction for a low-density mixture of two fermion species with unequal densities at temperature zero. From the Landau parameters we evaluate the energy density and find agreement with the result …[Phys. Rev. C 111, 035808] Published Wed Mar 19, 2025"
    },
    {
      "title": "Investigation of effects of pairing correlations on calculated $\\beta$-decay half-lives of fp-shell nuclei",
      "link": "https://arxiv.org/abs/2503.13889",
      "authors": "Asim Ullah, Jameel-Un Nabi, Muhammad Tahir",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2503.13889v1 Announce Type: new \nAbstract: Pairing of nucleons plays a key role in solving various nuclear physics problems. We investigate the probable effects of pairing correlations on the calculated Gamow-Teller (GT) strength distributions and the associated $\\beta$-decay half-lives. Computations are performed for a total of 35 fp-shell nuclei using the proton-neutron quasiparticle random phase approximation (pn-QRPA) model. The nuclei were selected because of their importance in various astrophysical environments. Pairing gaps are one of the key parameters in the pn-QRPA model to compute GT transitions. We employed three different values of the pairing gaps obtained from three different empirical formulae in our calculation. The GT strength distributions changed significantly as the pairing gap values changed. This in turn resulted in contrasting centroid and total strength values of the calculated GT distributions and led to differences in calculated half-lives using the three schemes. The half-life values computed via the three-term pairing formula, based on separation energies of nucleons, were in best agreement with the measured data. We conclude that the traditional choice of pairing gap values, $\\Delta_p = \\Delta_n = 12/\\sqrt{A}$, may not lead to half-life values in good agreement with measured data. The findings of this study are interesting but warrant further investigation."
    },
    {
      "title": "Influence of the effective mass on the properties of nuclear matter at finite density and temperature",
      "link": "https://arxiv.org/abs/2503.13963",
      "authors": "Hajime Togashi, Debashree Sen, Hana Gil, Chang Ho Hyun",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2503.13963v1 Announce Type: new \nAbstract: Significance of the chiral symmetry restoration is studied by considering the role of the modification of the nucleon mass in nuclear medium at finite density and temperature. Using the Korea-IBS-Daegu-SKKU density functional theory, we can create models that have an identical nuclear matter equation of state but different isoscalar and isovector effective masses at zero temperature. Effect of the effective mass becomes transparent at non-zero temperatures, and it becomes more important as temperature increases. Role of the effective mass is examined thoroughly by calculating the dependence of thermodynamic variables such as free energy, internal energy, entropy, pressure and chemical potential on density, temperature and proton fraction. We find that sensitivity to the isoscalar effective mass is several times larger than that of the isovector effective mass, so the uncertainties arising from the effective mass are dominated by the isoscalar effective mass. In the analysis of the relative uncertainty, we obtain that the maximum uncertainty is less than 2% for free energy, internal energy and chemical potential, but it amounts to 20% for pressure. Entropy shows a behavior completely different from the other four variables that the uncertainty is about 40% at the saturation density and increases monotonically as density increases. Effect of the uncertainty to properties of physical systems is investigated with the proto-neutron star. It is shown that temperature depends strongly on the effective mass at a given density and substantial swelling of the radius occurs due to the finite temperature. Equation of state is stiffer with smaller isoscalar effective mass, so the effect of the effective mass appears clearly in the mass-radius relation of the proto-neutron star, larger radius corresponding to smaller effective mass."
    },
    {
      "title": "Electron capture and \\b{eta}-decay rates for nuclei with A=65-80",
      "link": "https://arxiv.org/abs/2503.14010",
      "authors": "Asim Ullah, Jameel-Un Nabi",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2503.14010v1 Announce Type: new \nAbstract: Recently, a list of the top 50 most important electron capture (EC) and $\\beta$-decay (BD) nuclei, averaged throughout the stellar trajectory for $0.500 > Y_e > 0.400$, was published. The current study presents the calculation of EC and BD rates, from the published list with $A = 65\\text{--}80$, on a detailed temperature-density grid. The EC and BD rates were calculated using the proton-neutron quasiparticle random phase approximation model (pn-QRPA). Our calculation did not employ the Brink-Axel hypothesis. A systematic comparison of the current calculation with previous pn-QRPA and independent particle model (IPM) results is presented for the first time. The reported EC rates are nearly the same when compared with the previous pn-QRPA calculation. On the other hand, the reported BD rates are generally smaller by up to an order of magnitude. Comparison with IPM results shows that our calculated rates are larger by two orders of magnitude. The current calculation may contribute to a more realistic simulation of the late phases of stellar evolution and the modeling of X-ray bursts."
    },
    {
      "title": "Delayed Thermal Relaxation of Rapidly Cooling Neutron Stars: Neucleon Superfluidity and Non-nucleon Particles",
      "link": "https://arxiv.org/abs/2503.14059",
      "authors": "Zhonghao Tu, Ang Li",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2503.14059v1 Announce Type: new \nAbstract: The thermal relaxation time of neutron stars, typically defined by a sudden drop in surface temperature, is usually on the order of 10 to 100 years. In this study, we investigate neutron star thermal relaxation by incorporating nucleon superfluidity and non-nucleonic particles, specifically considering hyperons as a representative case. We find that rapidly cooling neutron stars driven by neutron superfluidity and direct Urca processes demonstrate delayed thermal relaxation under specific physical conditions. The former acquires that the neutron $^3P_2$ critical temperature is small enough, whereas the latter depends on the presence of a small core that permits direct Urca processes. To explore these scenarios, we propose simple theoretical frameworks to describe these delayed thermal relaxation behaviors and discuss how an recently-established enhanced modified Urca rate influences the relaxation time. By confronting the theoretical results with the observation of Cassiopeia A, we can effectively constrain the maximum neutron $^3P_2$ critical temperature."
    },
    {
      "title": "Investigation of $\\beta$-decay properties of neutron-rich Cerium isotopes",
      "link": "https://arxiv.org/abs/2503.14323",
      "authors": "Jameel-Un Nabi, Asim Ullah, Zeeshan Khan",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2503.14323v1 Announce Type: new \nAbstract: Reliable and precise knowledge of the $\\beta$-decay properties of neutron-rich nuclei is important for a better understanding of the $r$-process. We report the computation of $\\beta$-decay properties of neutron-rich Cerium isotopes calculated within the proton-neutron quasiparticle random phase approximation (pn-QRPA) approach. A total of 34 isotopes of Ce in the mass range $120 \\leq A \\leq 157$ were considered in our calculation. Pairing gaps are recognized amongst the key parameters in the pn-QRPA model to compute Gamow-Teller (GT) transitions. We employed two different values of the pairing gaps obtained from two different empirical formulae in our computation. The GT strength distributions changed considerably with changes in the pairing gap values. This, in turn, resulted in contrasting centroid and total strength values of the GT distributions and led to differences in calculated half-lives using the two schemes. The traditional pairing gaps resulted in significant fragmentation of GT strength. However, the pairing gaps, calculated employing the formula based on separation energies of neutron and proton, led to computed half-lives in better agreement with the measured data."
    },
    {
      "title": "Nuclear configurational complexity in high-energy hadron-hadron scatterings",
      "link": "https://arxiv.org/abs/2503.14410",
      "authors": "G. Karapetyan",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2503.14410v1 Announce Type: new \nAbstract: This paper investigates high-energy hadron-hadron scattering utilizing AdS/QCD correspondence, gravitational form factors, and the Brower-Polchinski-Strassler-Tan pomeron exchange kernel. We use the configurational complexity to estimate the slope of the total cross section for hadron-hadron interactions at the high-energy regime. Our approach agrees well with the phenomenological cross sections regulated by Pomeron exchange involving the pion-nucleon, nucleon-nucleon, and pion-pion, in data from the TOTEM collaboration (LHC). In the case of pion-nucleon and pion-pion scattering, the agreement for the global critical point of the configurational complexity has good accuracy within 2.3\\%."
    },
    {
      "title": "Isospin sum rules for bottom-baryon weak decays",
      "link": "https://arxiv.org/abs/2503.13527",
      "authors": "Wei-Chen Fu, Si-Jia Wen, Di Wang",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2503.13527v1 Announce Type: cross \nAbstract: Isospin symmetry, as the most precise flavor symmetry, can be used to extract information about hadronic dynamics. The effective Hamiltonian operators of bottom quark weak decays are zero under a series of isospin lowering operators $I_-^n$, which permits us to generate isospin sum rules without the Wigner-Eckhart invariants. In this work, we derive hundreds of isospin sum rules for the two- and three-body non-leptonic decays of bottom baryons. They provide hints for new decay modes and the isospin partners of pentaquark states."
    },
    {
      "title": "Dissecting Jet Modification in the QGP with Multi-Point Energy Correlators",
      "link": "https://arxiv.org/abs/2503.13603",
      "authors": "Jo\\~ao Barata, Ian Moult, Andrey V. Sadofyev, Jo\\~ao M. Silva",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2503.13603v1 Announce Type: cross \nAbstract: Energy correlators have recently attracted significant attention in the study of heavy ion collisions due to their potential to robustly connect experimental measurements with an underlying quantum field theoretic description. While theoretical studies have so far primarily focused on the simplest two-point correlator, mapping out the dynamics of the quark-gluon plasma (QGP) will require developing a theoretical understanding of multi-point energy correlators. In this paper we present a systematic theoretical study of multi-point energy correlators for jets fragmenting in a dense quark-gluon plasma, accounting for both the medium's perturbative modification to the jet, and its hydrodynamical back-reaction. We consider both the scaling behavior of projected correlators, as well as the shape dependent three-point correlator, highlighting how both provide insight into interactions with the QGP. We discuss the parametric dependence of modifications on the medium scales, opening new opportunities to experimentally separate jet modifications from the medium response. Our results open the door to a systematic exploration of multi-point energy correlators in heavy ion collisions."
    },
    {
      "title": "Comprehensive Analysis of Constructing Hybrid Stars with an RG-consistent NJL Model",
      "link": "https://arxiv.org/abs/2503.13626",
      "authors": "Jan-Erik Christian, Ishfaq Ahmad Rather, Hosein Gholami, Marco Hofmann",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2503.13626v1 Announce Type: cross \nAbstract: In this work, we investigate the properties of hadronic and quark matter that would allow for a first order phase transition between them within neutron stars. To this end, we use a parameterizable Relativistic Mean-Field (RMF) description for the hadronic phase and a Renormalization Group-consistent Nambu-Jona-Lasino (RG-NJL) model for the quark phase. This also enables us to consider sequential phase transitions involving a two-flavor color-superconducting (2SC) and a color-flavor-locked (CFL) phase. We find large ranges for all parameters that facilitate a phase transition, even when constrained by current astrophysical data. We further attempt to filter out stars with a high chance of detectability by mass-radius measurement, i.e., stars with identical mass but different radii, so-called twin stars. However, we find that such configurations are outside the constrained parameter spaces. Instead, most of the mass-radius relations that feature a phase transition appear to be indistinguishable from a purely hadronic description."
    },
    {
      "title": "Investigations of symmetry breakings by multiple condensates on exotic chiral condensed phases",
      "link": "https://arxiv.org/abs/2503.13845",
      "authors": "Joshua Murakami (Kochi Univ. Japan), Kentaro Hayashi (Kochi Univ. Japan), Yasuhiko Tsue (Kochi Univ. Japan)",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2503.13845v1 Announce Type: cross \nAbstract: The Nambu-Goldstone modes on the exiotic chiral condensed phase with chiral and tensor-type quark-antiquark condensates are investigated by using of the two-point vertex functions. It is shown that one of the Nambu-Goldstone modes appears as a result of meson-mixing. As is well known, another method to find the Nambu-Goldstone modes is given by the use of the algebraic commutation relations between broken generators and massless modes obtained through the spontaneous symmetry breaking. This method is adopted to the cases of the chiral symmetry breakings due to the tensor-type condensate and the inhomogeneous chiral condensate. The result obtained by the use of the meson two-point vertex functions is obviously reproduced in the case of the tensor-type condensate. Furthermore, we investigate the general rules for determining the broken symmetries and the Nambu-Goldstone modes algebraically. As examples, the symmetry breaking pattern and the Nambu-Goldstone modes due to the tensor-type condensate or the inhomogeneous chiral condensate are shown by adopting the general rules developed in this paper in the algebraic method."
    },
    {
      "title": "Lattice Monte Carlo meets lattice functional Renormalization Group: A quantitative comparison",
      "link": "https://arxiv.org/abs/2503.14149",
      "authors": "Niklas Zorbach, Jan Philipp Klinger, Owe Philipsen, Jens Braun",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2503.14149v1 Announce Type: cross \nAbstract: Lattice Monte Carlo (MC) simulations and the functional Renormalization Group (RG) are powerful approaches that allow for quantitative studies of non-perturbative phenomena such as bound-state formation, spontaneous symmetry breaking and phase transitions. While results from both methods have recently shown remarkable agreement for many observables, e.g., in Quantum Chromodynamics, an analysis of deviations in certain quantities turns out to be challenging. This is because calculations with the two methods are based on different approximations, regularizations and scale fixing procedures. In the present work, we present a framework for a more direct comparison by formulating the functional RG approach on a finite spacetime lattice. This removes all ambiguities of regularization, finite size and scale fixing procedures in concrete studies. By investigating the emergence of spontaneous symmetry breaking and phase transitions in a $Z(2)$ scalar theory in $d=1,2,3$ spacetime dimensions, we demonstrate at the example of the local potential approximation how this framework can be used to evaluate and compare the systematic errors of both approaches."
    },
    {
      "title": "Double parton interactions initiated by direct photons in $\\gamma p$ and $\\gamma A$ collisions revisited",
      "link": "https://arxiv.org/abs/2503.14152",
      "authors": "B. Blok (Technion), R. Segev (Technion)",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2503.14152v1 Announce Type: cross \nAbstract: We consider the double parton scattering (DPS) initiated by direct photons in $\\gamma p$ and $\\gamma A$ collisions. We extend the previously known results for photoproduction to the case of electroproduction with nonzero photon virtuality $Q^2$, and then consider the DPS for both photo and electroproduction for HERA and IEC ( electron ion collider) kinematics. The number of DPS events at IEC is shown to be of the same order as in HERA and is even larger, with increase in luminocity compensating the decrease of the center of mass energy."
    },
    {
      "title": "Strategic White Paper on AI Infrastructure for Particle, Nuclear, and Astroparticle Physics: Insights from JENA and EuCAIF",
      "link": "https://arxiv.org/abs/2503.14192",
      "authors": "Sascha Caron, Andreas Ipp, Gert Aarts, G\\'abor B\\'ir\\'o, Daniele Bonacorsi, Elena Cuoco, Caterina Doglioni, Tommaso Dorigo, Juli\\'an Garc\\'ia Pardi\\~nas, Stefano Giagu, Tobias Golling, Lukas Heinrich, Ik Siong Heng, Paula Gina Isar, Karolos Potamianos, Liliana Teodorescu, John Veitch, Pietro Vischia, Christoph Weniger",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2503.14192v1 Announce Type: cross \nAbstract: Artificial intelligence (AI) is transforming scientific research, with deep learning methods playing a central role in data analysis, simulations, and signal detection across particle, nuclear, and astroparticle physics. Within the JENA communities-ECFA, NuPECC, and APPEC-and as part of the EuCAIF initiative, AI integration is advancing steadily. However, broader adoption remains constrained by challenges such as limited computational resources, a lack of expertise, and difficulties in transitioning from research and development (R&amp;D) to production. This white paper provides a strategic roadmap, informed by a community survey, to address these barriers. It outlines critical infrastructure requirements, prioritizes training initiatives, and proposes funding strategies to scale AI capabilities across fundamental physics over the next five years."
    },
    {
      "title": "Robust linear correlations related to neutron skin thickness",
      "link": "https://arxiv.org/abs/2502.05820",
      "authors": "Y. Lei, X. Lian, C. L. Bai",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2502.05820v2 Announce Type: replace \nAbstract: We observe various robust linear correlations related to neutron skin thickness ($\\Delta R_{\\rm np}$) within different interaction ensembles, including newly proposed random Skyrme ensemble. The robust linear correlation between $\\Delta R_{\\rm np}$, or charge radius difference of mirror nuclei ($\\Delta R_{\\rm mirr}$), and the isospin asymmetry ($I=\\frac{N-Z}{A}$) becomes apparent as the model space is enlarged. Shape coexistence, or shape effect on charge radius, is considered to explain the experimental deviation of ${}^{18}$O/Ne and some odd-$A$ $\\Delta R_{\\rm mirr}$s from the $\\Delta R_{\\rm mirr}-I$ linearity. The slopes of the linear $\\Delta R_{\\rm mirr}-I$ and $\\Delta R_{\\rm np}-I$ correlations ($C_{\\rm np}$ and $C_{\\rm mirr}$, respectively) are also robustly and linearly correlated to the slope of the symmetry energy ($L$). These linear correlations are further understood with the similar formulation between between $L$ and the symmetry energy coefficient ($J$). The linear correlations between $C_{\\rm np}-L$ and $C_{\\rm mirr}-L$ are also adopted to constrain $L$ to $20\\sim36$ MeV with 1$\\sigma$ confidence. Considering the deviation of ${}^{18}$O/Ne $\\Delta R_{mirr}$ due to shape coexistence, the 1$\\sigma$ range for $L$ is further narrowed to $28\\sim36$ MeV, suggesting a relatively soft equation of state for nuclear matter."
    },
    {
      "title": "The $z_g$ distribution for heavy flavour jets in dense quark-gluon plasma",
      "link": "https://arxiv.org/abs/2312.15560",
      "authors": "Boris Blok (Technion), Chang Wu (Technion)",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2312.15560v2 Announce Type: replace-cross \nAbstract: We study the $z_g$ distribution for heavy flavour, i.e. bottom and charm quark, jets propagating through the dense QCD medium. We extend the late emission approximation for Armesto-Salgado-Wiedemann (ASW) formula to heavy flavours. % We consider both the normalised and $N_{\\rm jet}$ normalised $z_g$ distributions, and the ratio of the latter distributions to the vacuum ones, called the R ratio. We demonstrate that since there is no collinear singularity in the medium, there is no principal need to use the Sudakov safety technique for medium-induced emission (MIE). We see that contrary to the vacuum case, the normalised $z_g$ distribution is sensitive to the dead cone angle value. In particular, for the case of $N_{jet}$ normalised distribution with $\\theta_g\\le \\theta_{cut}$, it is possible to directly probe the dead cone gluons in the medium.\n  Our results can be useful to guide the experimental measurements of the heavy flavour jet substructure in dense QCD medium."
    },
    {
      "title": "Probing the onset of hydrodynamization in peripheral p-Pb collisions at $\\sqrt{s_{NN}} =$ 5.02 TeV",
      "link": "https://arxiv.org/abs/2410.15671",
      "authors": "Nikhil Hatwar, Sadhana Dash, Basanta Kumar Nandi",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2410.15671v3 Announce Type: replace-cross \nAbstract: An attempt has been made to estimate the minimum size of the de-confined matter of Quark-Gluon Plasma (QGP) in small systems like p-Pb system that could be satisfactorily modeled with low-order hydrodynamics. The variation of second order transport coefficient of second order relativistic viscous hydrodynamics, the shear relaxation time has been utilized to study the sensitivity of experimental observables like elliptic flow coefficient. A representative system of p-Pb collisions at $\\sqrt{s_{NN}} =$ 5.02 TeV, simulated with the state-of-art framework of JETSCAPE event generator was used to study the variation of elliptic flow coefficient for peripheral collisions. The soft sector dynamics was simulated using an initial condition, a pre-equilibrium stage, hydrodynamics and a hadron afterburner. The transverse momentum spectra and rapidity distribution was obtained for light flavored hadrons and compared with the experimental data. The increase in elliptic flow fluctuations indicate breakdown of fluid behavior at $dN/dy \\approx 14$ for p-Pb collision at $\\sqrt{s_{NN}} =$ 5.02 TeV."
    },
    {
      "title": "Uncertainties in tellurium-based dark matter searches stemming from nuclear structure uncertainties",
      "link": "https://arxiv.org/abs/2501.00621",
      "authors": "Daniel J. Heimsoth, Rebecca Kowalski, Danielle H. Speller, Calvin W. Johnson, A. Baha Balantekin, Susan N. Coppersmith",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2501.00621v2 Announce Type: replace-cross \nAbstract: Using tellurium dioxide as a target, we calculate uncertainties on 90% upper confidence limits of Galilean effective field theory (Galilean EFT) couplings to a weakly-interacting massive particle (WIMP) dark matter candidate due to uncertainties in nuclear shell models. We find that these uncertainties in naturally-occurring tellurium isotopes are comparable across the different Galilean EFT couplings to uncertainties in xenon, with some reaching over 100%. We also consider the effect these nuclear uncertainties have on estimates of the annual modulation of dark matter from these searches, finding that the uncertainties in the modulation amplitude are proportional to the non-modulating upper confidence limit uncertainties. We also show that the determination of the modulation phase is insensitive to changes in the nuclear model for a given isotope."
    },
    {
      "title": "Spacetime curvature corrections for the Yukawa potential and its application for the Reissner-Nordstr\\\"om Metric",
      "link": "https://arxiv.org/abs/2502.10247",
      "authors": "J. V. Zamperlini, C. C. Barros Jr",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2502.10247v2 Announce Type: replace-cross \nAbstract: In this paper, we investigate the influence of the spacetime curvature on the Yukawa potential, focusing on boson-boson interactions derived from the {\\Phi^3} theory. Using the Bunch-Parker propagator expansion within Born's first approximation, we derive a Yukawa-like potential in a curved spacetime. We analyze the impact of the curvature on the propagator in momentum space, revealing modifications to the potential and showing that the corrections are determined by geometric quantities from Einstein's equations, like the Ricci scalar and tensor. We illustrate this using the Reissner-Nordstr\\\"om metric, highlighting the corrections' magnitude for specific parameters. Our results underscore the nuanced interplay between spacetime curvature and quantum interactions, providing insights into nucleon-nucleon systems in curved spacetimes or near strong gravitational fields."
    },
    {
      "title": "Study of the deuterons emission time in pp collisions at the LHC via kaon-deuteron correlations",
      "link": "https://epja.epj.org/10.1140/epja/s10050-025-01534-4",
      "authors": "O. Vázquez Doce, D. L. Mihaylov, L. Fabbietti",
      "source": "European Physical Journal A",
      "summary": "Authors: O. Vázquez Doce, D. L. Mihaylov and L. Fabbietti.The European Physical Journal A Vol. 61 , page 53Published online: 17/3/2025"
    },
    {
      "title": "Effective theories for nuclei at high energies",
      "link": "https://epja.epj.org/10.1140/epja/s10050-025-01523-7",
      "authors": "Thomas Duguet, Giuliano Giacalone, Vittorio Somà, You Zhou, Oscar Garcia-Montero, Sören Schlichting",
      "source": "European Physical Journal A",
      "summary": "Authors: Thomas Duguet, Giuliano Giacalone, Vittorio Somà, You Zhou, Oscar Garcia-Montero and Sören Schlichting.The European Physical Journal A Vol. 61 , page 54Published online: 17/3/2025\n       Keywords:"
    },
    {
      "title": "Are regular black holes from pure gravity classified within the same thermodynamical topology?",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269325001625?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: Available online 18 March 2025Source: Physics Letters BAuthor(s): Sheng-Wei Wang, Shan-Ping Wu, Shao-Wen Wei"
    },
    {
      "title": "The Weak Gravity Conjecture in the Vilkovisky-DeWitt Effective Action of Quantum Gravity",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269325001637?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: Available online 18 March 2025Source: Physics Letters BAuthor(s): Tommaso Antonelli, Xavier Calmet"
    },
    {
      "title": "Identifying weak critical fluctuations of intermittency in heavy-ion collisions with topological machine learning",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269325001650?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: Available online 18 March 2025Source: Physics Letters BAuthor(s): Rui Wang, Chengrui Qiu, Chuan-Shen Hu, Zhiming Li, Yuanfang Wu"
    },
    {
      "title": "Unveiling Neutrino Mysteries with Δ(27) Symmetry",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269325001613?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: Available online 18 March 2025Source: Physics Letters BAuthor(s): Manash Dey, Subhankar Roy"
    }
  ]
}