{
  "lastUpdated": "2025-10-07T02:17:28.198557",
  "papers": [
    {
      "title": "Large-scale calculation of the <i>E</i>1 photon strength function using a deformed covariant energy density functional approach",
      "link": "http://link.aps.org/doi/10.1103/mt1w-9d4x",
      "authors": "L. González-Miret Zaragoza, J.-P. Ebran, S. Goriely, S. Hilaire, E. Khan, and S. Péru",
      "source": "Physical Review C",
      "summary": "Author(s): L. González-Miret Zaragoza, J.-P. Ebran, S. Goriely, S. Hilaire, E. Khan, and S. PéruThe E1 strength function is calculated over the entire nuclear chart using the axially deformed covariant quasiparticle finite amplitude method (QFAM). A zero-range effective interaction is used, and the numerical parameters of the calculations are optimized, allowing for the calculation of high-ene…[Phys. Rev. C 112, 044303] Published Mon Oct 06, 2025"
    },
    {
      "title": "Microscopic pairing in fission dynamics",
      "link": "http://link.aps.org/doi/10.1103/w2mk-7jcv",
      "authors": "A. Zdeb, A. Baran, S. A. Giuliani, L. M. Robledo, and M. Warda",
      "source": "Physical Review C",
      "summary": "Author(s): A. Zdeb, A. Baran, S. A. Giuliani, L. M. Robledo, and M. WardaNuclear fission can be modeled as a quantum tunneling process driven by the interplay between the nuclear binding energy and the collective inertia. Within the Wentzel-Kramers-Brillouin formalism, spontaneous fission half-lives can be obtained by minimizing the action integral in the multidimensiona…[Phys. Rev. C 112, 044602] Published Mon Oct 06, 2025"
    },
    {
      "title": "Double-differential-cross-section measurements of neutron scattering on $^{56}\\mathrm{Fe}$",
      "link": "http://link.aps.org/doi/10.1103/b5n2-9kxn",
      "authors": "G. Gkatis, M. Diakaki, G. Noguere, A. Oprea, C. Paradela, E. Pirovano, and A. J. M. Plompen",
      "source": "Physical Review C",
      "summary": "Author(s): G. Gkatis, M. Diakaki, G. Noguere, A. Oprea, C. Paradela, E. Pirovano, and A. J. M. PlompenMeasurements of neutron elastic and inelastic scattering on $^{56}\\mathrm{Fe}$ were performed at the Geel Electron Linear Accelerator (GELINA) of the EC-JRC. A highly enriched $^{56}\\mathrm{Fe}$ scattering sample was used to minimize the contribution of minor iron isotopes, ensuring the extraction o…[Phys. Rev. C 112, 044603] Published Mon Oct 06, 2025"
    },
    {
      "title": "Indirect measurement of the astrophysical reaction rates of $^{15}\\mathrm{N}(p,γ)^{16}\\mathrm{O}$",
      "link": "http://link.aps.org/doi/10.1103/rvss-98yr",
      "authors": "C. Chen (陈晨), Y. J. Li (李云居), Z. H. Li (李志宏), Y. Zhang (张扬), J. W. Tian (田竣文), J. Y. H. Li (李家英豪), Y. Q. Zhang (张玉强), C. Dong (董超), F. Q. Cao (曹富强), J. C. Liu (刘建成), Q. W. Fan (樊启文), E. T. Li (李二涛), S. Q. Yan (颜胜权), Y. B. Wang (王友宝), S. Zeng (曾晟), G. Lian (连钢), W. Nan (南巍), N. Song (宋娜), and D. Nan (南丁)",
      "source": "Physical Review C",
      "summary": "Author(s): C. Chen (陈晨), Y. J. Li (李云居), Z. H. Li (李志宏), Y. Zhang (张扬), J. W. Tian (田竣文), J. Y. H. Li (李家英豪), Y. Q. Zhang (张玉强), C. Dong (董超), F. Q. Cao (曹富强), J. C. Liu (刘建成), Q. W. Fan (樊启文), E. T. Li (李二涛), S. Q. Yan (颜胜权), Y. B. Wang (王友宝), S. Zeng (曾晟), G. Lian (连钢), W. Nan (南巍), N. Song (宋娜), and D. Nan (南丁)$^{15}\\mathrm{N}(p,γ)^{16}\\mathrm{O}$ is one of the key reactions in the CNO cycle, which provides a link between the CN cycle and the CNO bi-cycle and determines the production of isotopes of elements such as oxygen and fluorine. Its cross sections at stellar energies are dominated by two broad ${J…[Phys. Rev. C 112, 045802] Published Mon Oct 06, 2025"
    },
    {
      "title": "Implications of a Weakening N = 126 Shell Closure Away from Stability for r-Process Astrophysical Conditions",
      "link": "https://arxiv.org/abs/2510.02690",
      "authors": "Mengke Li, Gail C. McLaughlin, Rebecca Surman",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2510.02690v1 Announce Type: new \nAbstract: The formation of the third r-process abundance peak near A = 195 is highly sensitive to both nuclear structure far from stability and the astrophysical conditions that produce the heaviest elements. In particular, the N = 126 shell closure plays a crucial role in shaping this peak. Experimental data hints that the shell weakens as proton number departs from Z = 82, a trend largely missed by global mass models. To investigate its impact on r-process nucleosynthesis, we employ both standard global models with strong closures and modified Duflo-Zuker (DZ) models that reproduce the weakening, combined with three sets of beta minus decay rates. Strong shell closures generate sharply peaked abundances, whereas weakened closures consistent with the experimental trend produce broader, flatter patterns. Accurately reproducing the solar third peak under weakened shell strength requires highly neutron-rich conditions (Ye <= 0.175) and slower decay rates. These results demonstrate that a weakening N = 126 shell closure away from stability imposes significant constraints on the astrophysical environments of the r-process and underscores the need for precise mass measurements and improved characterization of beta minus decay properties in this region."
    },
    {
      "title": "Role of universal function of the nuclear proximity potential: A systematic study on the alpha-decay of heavy/super-heavy nuclei and {\\alpha}-induced reactions",
      "link": "https://arxiv.org/abs/2510.02764",
      "authors": "S. Mohammadi, R. Gharaei, S. A. Alavi",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2510.02764v1 Announce Type: new \nAbstract: The idea of the universal function is fundamental advantage of proximity potential model. We present a systematic study of the role of universal function of the proximity potential model on alpha decay process for 250 ground state to ground state transitions using WKB approximation. In order to realize this goal, five universal functions proposed in the proximity models gp 77, Guo 2013, Ngo 80, Zhang 2013 and Prox. 2010 have been incorporated into the formalism of Prox. 77. The obtained results show that the radial behavior of universal function affects the penetration probability of the {\\alpha} particle. The theoretical {\\alpha} decay half lives are calculated and compared with the corresponding experimental data. It is shown that the Prox. 77 with Guo 2013 universal function provides the best fit to the available data. The role of the different universal functions in the {\\alpha} decay half lives of super heavy nuclei (SHN) with Z from 104 to 118 are also studied. It is shown that the experimental half lives in the super heavy mass region are described well using the Prox. 77 with Zhang 2013 universal function. In this paper, the validity of the original and modified forms of the proximity 77 potential is also examined for complete fusion reactions between {\\alpha} particle and 10 different target nuclei. Our results show that the measured {\\alpha} induced fusion reaction cross sections can be well reproduced using the Prox. 77 with Zhang 2013 universal function for the reactions involving light and medium nuclei. Whereas, the Prox. 77 with Guo 2013 universal function model demonstrates a reliable agreement with the experimental data at sub-barrier energies for heavier systems."
    },
    {
      "title": "Imprints of dynamic fluidization on dilepton production",
      "link": "https://arxiv.org/abs/2510.02862",
      "authors": "Renan G\\'oes-Hirayama, Zuzana Paul\\'inyov\\'a, Joscha Egger, Iurii Karpenko, Hannah Elfner",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2510.02862v1 Announce Type: new \nAbstract: We present a newly developed hybrid hadronic transport + hydrodynamics framework geared towards heavy ion collisions at low to intermediate beam energies, and report on the resulting excitation function of dileptons. In this range of energies, it is unclear how to properly initialize the hydrodynamic evolution. Due to the cumulative electromagnetic radiation throughout the collision, dilepton observables are sensitive to the initial condition. In this work, we study how the dilepton ``thermometer'' is affected by employing dynamical initial conditions, in contrast to the traditional fixed-time approach."
    },
    {
      "title": "Production of spectator neutrons, protons and light fragments on fixed targets at NICA",
      "link": "https://arxiv.org/abs/2510.02992",
      "authors": "A. O. Svetlichny (Institute for Nuclear Research, Russian Academy of Sciences, Moscow, Russia, Moscow Institute of Physics and Technology, Dolgoprudny, Russia), E. Y. Vasyagina (Institute for Nuclear Research, Russian Academy of Sciences, Moscow, Russia, Moscow Institute of Physics and Technology, Dolgoprudny, Russia), S. D. Savenkov (Institute for Nuclear Research, Russian Academy of Sciences, Moscow, Russia, Moscow Institute of Physics and Technology, Dolgoprudny, Russia), I. A. Pshenichnov (Institute for Nuclear Research, Russian Academy of Sciences, Moscow, Russia, Moscow Institute of Physics and Technology, Dolgoprudny, Russia)",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2510.02992v1 Announce Type: new \nAbstract: The Ultrarelativistic Quantum Molecular Dynamics (UrQMD) model was connected to a set of models called Ablation Monte Carlo (AMC) to identify excited spectator fragments on completion of the UrQMD modeling of nucleus-nucleus collisions and then simulate spectator decays. The UrQMD-AMC approach combines the Minimum Spanning Tree (MST) clustering algorithm, which associates individual nucleons with excited clusters termed prefragments, with decay models of excited nuclei from the Geant4 toolkit. The relevant decay model for the prefragments decay is selected based on their mass and excitation energy, and includes nuclear evaporation, statistical multifragmentation, and Fermi breakup models. The UrQMD-AMC approach was validated by comparing its results with data on the rapidity and transverse momentum distributions of neutrons and light fragments from 600A MeV Sn + Sn and 10.6A GeV Au + Ag collisions. This approach supplements the evolution of individual nucleons during a nucleus-nucleus collision simulated with UrQMD with nucleon clustering to simulate also the production of spectator nuclear fragments, which are not produced in the UrQMD model alone."
    },
    {
      "title": "Principal Components of Nuclear Mass Model Residuals",
      "link": "https://arxiv.org/abs/2510.03020",
      "authors": "Y. Y. Huang, X. H. Wu",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2510.03020v1 Announce Type: new \nAbstract: Principal Component Analysis (PCA) is applied to the residuals of six widely used nuclear mass models to uncover systematic deviations and identify missing physical effects in theoretical nuclear mass predictions. By analyzing the principal components of nuclear mass model residuals, this study reveals that no single dominant pattern governs the discrepancies across models. Instead, the residual structures are largely uncorrelated, indicating that current nuclear mass models fail to capture underlying nuclear residual effects in distinct and model-specific ways. These findings suggest that improvements to nuclear mass models should be guided by model-specific residual analyses rather than a one-size-fits-all approach."
    },
    {
      "title": "Predictions in modified Glauber model of total charged-particle yields centrality dependence in O+O and Ne+Ne collisions at LHC",
      "link": "https://arxiv.org/abs/2510.03079",
      "authors": "Svetlana Simak, Grigory Feofilov",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2510.03079v1 Announce Type: new \nAbstract: In this article we present the results of application of the Monte Carlo modified Glauber model for the predictions of collision centrality dependence of the total charged-particle yields for 16O +16O and 20Ne+20Ne colliding systems at the LHC.\n  Our model differs from the Standard Glauber model by the effective account of the energy losses in successive inelastic nucleon-nucleon collisions. For this purpose, a single model parameter k is defined as a mean fraction of the momentum loss that happens in any binary nucleon collision due to the production of multiple particles. Therefore, the decrease of the nucleon momentum after each inelastic collision leads to a corresponding reduction of the inelastic cross section and the mean multiplicity yield in the subsequent interaction. All these effects are taken into account in the MC model in each of the subsequent inelastic binary interactions.\n  We discuss the purely geometrical effects for these light colliding systems that could be considered useful in future studies of QGP properties in energy density scanning. Predictions in this single parameter model are based on the previous successful analysis of non-linear centrality dependence of charged particle yields observed in Pb+Pb collisions by ALICE at the LHC."
    },
    {
      "title": "Application of the holographic equations of state for modeling experiments on heavy ion collisions",
      "link": "https://arxiv.org/abs/2510.03157",
      "authors": "A. V. Anufriev, V. N. Kovalenko",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2510.03157v1 Announce Type: new \nAbstract: In this paper, we propose a method for numerical modeling of the nuclear matter properties within the framework of relativistic heavy-ion collisions using a holographic equation of state. Machine learning methods were applied to address the regression and optimization issues during the calibration of the relevant parameters using the LQCD results for quark masses that approximate the physical values. Numerical simulations are performed using the iEBE-MUSIC and vHLLE-SMASH frameworks, which incorporate certain relativistic hydrodynamics solvers. We modify the code by implementing a tabulated holographic equation of state, enabling simulations of quark-gluon plasma evolution with dynamically generated initial conditions via the 3D Monte Carlo Glauber Model and SMASH. Finally, the spectra of produced hadrons are computed using a hybrid iSS+UrQMD and Hadron Sampler+SMASH approaches at the freeze-out stage.12 p"
    },
    {
      "title": "ArgoLOOM: agentic AI for fundamental physics from quarks to cosmos",
      "link": "https://arxiv.org/abs/2510.02426",
      "authors": "S. D. Bakshi, P. Barry, C. Bissolotti, I. Cloet, S. Corrodi, Z. Djurcic, S. Habib, K. Heitmann, T. J. Hobbs, W. Hopkins, S. Joosten, B. Kriesten, N. Ramachandra, A. Wells, M. Zurek",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2510.02426v1 Announce Type: cross \nAbstract: Progress in modern physics has been supported by a steadily expanding corpus of numerical analyses and computational frameworks, which in turn form the basis for precision calculations and baseline predictions in experimental programs. These tools play a central role in navigating a complex landscape of theoretical models and current and potential observables to identify and understand fundamental interactions in physics. In addition, efforts to search for new fundamental interactions increasingly have a cross-disciplinary nature, such that understanding and leveraging interoperabilities among computational tools may be a significant enhancement. This work presents a new agentic AI framework, which we call ArgoLOOM, designed to bridge methodologies and computational analyses across cosmology, collider physics, and nuclear science. We describe the system contours, key internal aspects, and outline its potential for unifying scientific discovery pipelines. In the process, we demonstrate the use of ArgoLOOM on two small-scale problems to illustrate its conceptual foundations and potential for extensibility into a steadily growing agentic framework for fundamental physics."
    },
    {
      "title": "Statistical framework for nuclear parameter uncertainties in nucleosynthesis modeling of r- and i-process",
      "link": "https://arxiv.org/abs/2510.03138",
      "authors": "S. Martinet, G. Goriely, A. Choplin, L. Siess",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2510.03138v1 Announce Type: cross \nAbstract: Propagating nuclear uncertainties to nucleosynthesis simulations is key to understand the impact of theoretical uncertainties on the predictions, especially for processes far from the stability region, where nuclear properties are scarcely known. While systematic (model) uncertainties have been thoroughly studied, the statistical (parameter) ones have been more rarely explored, as constraining them is more challenging. We present here a methodology to determine coherently parameter uncertainties by anchoring the theoretical uncertainties to the experimentally known nuclear properties through the use of the Backward Forward Monte Carlo method. We use this methodology for two nucleosynthesis processes: the intermediate neutron capture process (i-process) and the rapid neutron capture process (r-process). We determine coherently for the i-process the uncertainties from the (n,$\\gamma$) rates while we explore the impact of nuclear mass uncertainties for the r-process. The effect of parameter uncertainties on the final nucleosynthesis is in the same order as model uncertainties, suggesting the crucial need for more experimental constraints on key nuclei of interest. We show how key nuclear properties, such as relevant (n,$\\gamma$) rates impacting the i-process tracers, could enhance tremendously the prediction of stellar evolution models by experimentally constraining them."
    },
    {
      "title": "Modeling of acceleration in heavy-ion collisions: occurrence of temperature below the Unruh temperature",
      "link": "https://arxiv.org/abs/2502.10146",
      "authors": "G. Yu. Prokhorov, D. A. Shohonov, O. V. Teryaev, N. S. Tsegelnik, V. I. Zakharov",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2502.10146v2 Announce Type: replace \nAbstract: It has recently been shown that extremely strong electric fields can be created in central collisions of heavy ions, due to which the Schwinger effect can be significant. A direct analogue of the electric field in hydrodynamics is the acceleration of the medium. Using the parton-hadron-string dynamics (PHSD) framework we model the Au-Au collisions at intermediate collision energies $\\sqrt{s_{NN}}=4.5-11.5\\,$GeV and obtain the spatial distribution of acceleration at different time moments. The present study demonstrates that extremely high acceleration of the order of 1 GeV may be generated in both central and non-central collisions, and that the distribution exhibits a core-corona structure. Consequently, in contrast to the case with an electric field, the Unruh effect is expected to be significant. It is demonstrated that for the confined phase the temperature is less than the Unruh temperature. Conversely, in the deconfined phase, the relationship is inverse. The obtained results thus support the prediction about the existence of states with $T<T_U$ at the early stages of the collision and the associated complementary description of thermalization in terms of the novel phase transition at the Unruh temperature."
    },
    {
      "title": "The theoretical study on multinucleon transfer reactions with a Pb target based on the HYBRID model",
      "link": "https://epja.epj.org/10.1140/epja/s10050-025-01698-z",
      "authors": "Xiao-Ye Zhang, Gen Zhang, Feng-Shou Zhang",
      "source": "European Physical Journal A",
      "summary": "Authors: Xiao-Ye Zhang, Gen Zhang and Feng-Shou Zhang.The European Physical Journal A Vol. 61 , page 217Published online: 25/9/2025"
    },
    {
      "title": "Mass spectra of qqq¯q¯$$qq\\bar{q}\\bar{q}$$, sss¯s¯$$ss\\bar{s}\\bar{s}$$ and qqs¯s¯$$qq\\bar{s}\\bar{s}$$ tetraquarks using Regge phenomenology",
      "link": "https://epja.epj.org/10.1140/epja/s10050-025-01701-7",
      "authors": "Vandan Patel, Juhi Oudichhya, Ajay Kumar Rai",
      "source": "European Physical Journal A",
      "summary": "Authors: Vandan Patel, Juhi Oudichhya and Ajay Kumar Rai.The European Physical Journal A Vol. 61 , page 218Published online: 26/9/2025"
    },
    {
      "title": "(α,γ$$\\alpha , \\gamma $$) cross section measurements in 102$$^{102}$$Pd, 104$$^{104}$$Pd and 106$$^{106}$$Cd relevant to p process",
      "link": "https://epja.epj.org/10.1140/epja/s10050-025-01682-7",
      "authors": "S. Harissopulos, V. Foteinou, G. Provatas, M. Axiotis, H.-W. Becker, A. Lagoyannis, P. Dimitriou",
      "source": "European Physical Journal A",
      "summary": "Authors: S. Harissopulos, V. Foteinou, G. Provatas, M. Axiotis, H.-W. Becker, A. Lagoyannis and P. Dimitriou.The European Physical Journal A Vol. 61 , page 219Published online: 28/9/2025"
    },
    {
      "title": "Angular structure of many-body correlations in atomic nuclei",
      "link": "https://epja.epj.org/10.1140/epja/s10050-025-01679-2",
      "authors": "Jean-Paul Blaizot, Giuliano Giacalone",
      "source": "European Physical Journal A",
      "summary": "Authors: Jean-Paul Blaizot and Giuliano Giacalone.The European Physical Journal A Vol. 61 , page 220Published online: 29/9/2025\n       Keywords:"
    },
    {
      "title": "Performance of the MORA apparatus for testing time-reversal invariance in nuclear beta decay",
      "link": "https://epja.epj.org/10.1140/epja/s10050-025-01694-3",
      "authors": "N. Goyal, A. Singh, S. Daumas-Tschopp, L. M. Motilla Martinez, G. Ban, V. Bosquet, J. F. Cam, P. Chauveau, S. Chinthakayala, G. Frémont, R. P. De  Groote, F. de Oliveira Santos, T. Eronen, A. Falkowski, X. Fléchard, Z. Ge, M. González-Alonso, H. Guérin, L. Hayen, A. Jaries, M. Jbayli, A. Jokinen, A. Kankainen, B. Kootte, R. Kronholm, N. Lecesne, Y. Merrer, V. Morel, M. Mougeot, G. Neyens, J. Perronnel, M. Reponen, A. Raggio, S. Rinta-Antila, A. Rodriguez-Sanchez, N. Severijns, J. C. Thomas, C. Vandamme, S. Vanlangendonk, V. Virtanen, E. Liénard, I. D. Moore, P. Delahaye",
      "source": "European Physical Journal A",
      "summary": "Authors: N. Goyal, A. Singh, S. Daumas-Tschopp, L. M. Motilla Martinez, G. Ban, V. Bosquet, J. F. Cam, P. Chauveau, S. Chinthakayala, G. Frémont, R. P. De  Groote, F. de Oliveira Santos, T. Eronen, A. Falkowski, X. Fléchard, Z. Ge, M. González-Alonso, H. Guérin, L. Hayen, A. Jaries, M. Jbayli, A. Jokinen, A. Kankainen, B. Kootte, R. Kronholm, N. Lecesne, Y. Merrer, V. Morel, M. Mougeot, G. Neyens, J. Perronnel, M. Reponen, A. Raggio, S. Rinta-Antila, A. Rodriguez-Sanchez, N. Severijns, J. C. Thomas, C. Vandamme, S. Vanlangendonk, V. Virtanen, E. Liénard, I. D. Moore and P. Delahaye.The European Physical Journal A Vol. 61 , page 221Published online: 1/10/2025\n       Keywords:"
    },
    {
      "title": "HFB3: an axial HFB solver with Gogny forces using a 2-center HO basis (C++/Python)",
      "link": "https://epja.epj.org/10.1140/epja/s10050-025-01697-0",
      "authors": "N. Dubray, J.-P. Ebran, P. Carpentier, M. Frosini, A. Zdeb, N. Pillet, J. Newsome, M. Verrière, G. Accorto, D. Regnier",
      "source": "European Physical Journal A",
      "summary": "Authors: N. Dubray, J.-P. Ebran, P. Carpentier, M. Frosini, A. Zdeb, N. Pillet, J. Newsome, M. Verrière, G. Accorto and D. Regnier.The European Physical Journal A Vol. 61 , page 222Published online: 1/10/2025"
    }
  ]
}