{
  "lastUpdated": "2025-04-23T02:25:01.736719",
  "papers": [
    {
      "title": "Three-nucleon force effects in polarization transfers from the doubly spin-polarized initial neutron-deuteron state to the outgoing neutron in neutron-deuteron scattering",
      "link": "http://link.aps.org/doi/10.1103/PhysRevC.111.044003",
      "authors": "H. Witała, J. Golak, R. Skibiński, H. Sakai, and K. Sekiguchi",
      "source": "Physical Review C",
      "summary": "Author(s): H. Witała, J. Golak, R. Skibiński, H. Sakai, and K. SekiguchiWe discuss new spin observables presently accessible to measurement in the proton-deuteron ($\\mathit{pd}$) system, namely polarization transfer coefficients from the doubly spin-polarized initial state to the outgoing nucleon in the elastic nucleon-deuteron ($\\mathit{Nd}$) scattering and in the nucl…[Phys. Rev. C 111, 044003] Published Tue Apr 22, 2025"
    },
    {
      "title": "Novel spectroscopic study of radium isotopes using the interacting boson model with negative parity degrees of freedom",
      "link": "http://link.aps.org/doi/10.1103/PhysRevC.111.044316",
      "authors": "Pedro A. Contreras-Corral, Omar Vallejos, and José Barea",
      "source": "Physical Review C",
      "summary": "Author(s): Pedro A. Contreras-Corral, Omar Vallejos, and José BareaWe present a systematic study of the low-lying positive and negative parity states of the $^{216–228}\\mathrm{Ra}$ isotopic chain in the context of the $spdf$ interacting boson model $(spdf\\text{−}IBM\\text{−}1)$. The goal is to reproduce the experimental data for the level energies and the electromag…[Phys. Rev. C 111, 044316] Published Tue Apr 22, 2025"
    },
    {
      "title": "Understanding on prediction differences among theoretical mass models with machine learning techniques",
      "link": "http://link.aps.org/doi/10.1103/PhysRevC.111.044317",
      "authors": "Weihu Ye and Niu Wan",
      "source": "Physical Review C",
      "summary": "Author(s): Weihu Ye and Niu WanNuclear mass is fundamental in both nuclear physics and astrophysics. Different theoretical mass models have been proposed based on distinct assumptions, leading to varied mass predictions. In this work, we employ a Gaussian process regression (GPR) machine learning (ML) model to systematically inve…[Phys. Rev. C 111, 044317] Published Tue Apr 22, 2025"
    },
    {
      "title": "Search for the jet-induced diffusion wake in the quark-gluon plasma via measurements of jet-track correlations in photon-jet events in $\\mathrm{Pb}+\\mathrm{Pb}$ collisions at $\\sqrt{{s}_{NN}}=5.02\\phantom{\\rule{0.16em}{0ex}}\\mathrm{TeV}$ with the ATLAS detector",
      "link": "http://link.aps.org/doi/10.1103/PhysRevC.111.044909",
      "authors": "G. Aad <em>et al.</em> (ATLAS Collaboration)",
      "source": "Physical Review C",
      "summary": "Author(s): G. Aad et al. (ATLAS Collaboration)This paper presents a measurement of jet-track correlations in photon-jet events, using 1.72 ${\\text{nb}}^{−1}$ of $\\mathrm{Pb}+\\mathrm{Pb}$ data at $\\sqrt{{s}_{NN}}=5.02\\phantom{\\rule{0.16em}{0ex}}\\mathrm{TeV}$ recorded with the ATLAS detector at the LHC. Events with energetic photon-jet pairs are …[Phys. Rev. C 111, 044909] Published Tue Apr 22, 2025"
    },
    {
      "title": "Solvable model for spin polarizations with flow-momentum correspondence",
      "link": "http://link.aps.org/doi/10.1103/PhysRevC.111.044911",
      "authors": "Anum Arslan, Wen-Bo Dong, Guo-Liang Ma, Shi Pu, and Qun Wang",
      "source": "Physical Review C",
      "summary": "Author(s): Anum Arslan, Wen-Bo Dong, Guo-Liang Ma, Shi Pu, and Qun WangWe present an analytically solvable model based on the blast-wave picture of heavy-ion collisions with flow-momentum correspondence. It can describe the key features of spin polarization in heavy-ion collisions. With the analytical solution, we can clearly show that the spin polarization with respec…[Phys. Rev. C 111, 044911] Published Tue Apr 22, 2025"
    },
    {
      "title": "Comment on “Spin-trap isomers in deformed, odd-odd nuclei in the light rare-earth region near $N=98$”",
      "link": "http://link.aps.org/doi/10.1103/PhysRevC.111.049801",
      "authors": "M. Stryjczyk, A. Jaries, A. Kankainen, and T. Eronen",
      "source": "Physical Review C",
      "summary": "Author(s): M. Stryjczyk, A. Jaries, A. Kankainen, and T. EronenA new isomeric $({4}^{−})$ state at 285.5(32) keV in $^{162}\\mathrm{Tb}$ was reported by Orford et al. [Phys. Rev. C 102, 011303(R) (2020)] based on a Penning-trap mass measurement. Here, we show that this result is not compatible with existing experimental data. The state identified as $^{162}\\math…[Phys. Rev. C 111, 049801] Published Tue Apr 22, 2025"
    },
    {
      "title": "Rapidity scan with DCCI at LHC energy",
      "link": "https://arxiv.org/abs/2504.13963",
      "authors": "Shin-ei Fujii, Yasuki Tachibana, Tetsufumi Hirano",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2504.13963v1 Announce Type: new \nAbstract: We extend the dynamical core-corona initialization (DCCI2) model to include the baryon number evolution in the entire system created in high-energy heavy-ion collisions. Introducing the source term for the baryon number, we describe the early-stage equilibration and later-stage hydrodynamic evolution of the baryon number throughout the system from midrapidity to forward rapidity. Through numerical simulations with this extended model, we show that extremely large baryon chemical potentials are realized in forward rapidity regions at the LHC energy and are comparable to those of the BES energies. Moreover, we show that fluctuations of baryon chemical potentials are large and, consequently, negative baryon chemical potential regions appear at midrapidity."
    },
    {
      "title": "Neutrino cooling rates due to nickel isotopes for presupernova evolution of massive stars",
      "link": "https://arxiv.org/abs/2504.14197",
      "authors": "Jameel-Un Nabi, Ramoona Shehzadi, Muhammad Majid",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2504.14197v1 Announce Type: new \nAbstract: Simulation studies indicate that weak interaction rates on nickel isotopes play a crucial role in determining the electron-to-baryon ratio within the stellar interior during the late stages of core evolution. (Anti)neutrinos produced through weak decay processes escape from stellar regions with densities below 10^11 g/cm^3, carrying away energy and thereby reducing the core entropy. In this work, we present a microscopic calculation of neutrino and antineutrino cooling rates resulting from weak interactions on nickel isotopes in the mass range 56 <= A <= 71. The calculations are performed using the deformed proton-neutron Quasiparticle Random Phase Approximation (pn-QRPA) model. Recent investigations into the Gamow-Teller (GT) strength distributions of nickel isotopes demonstrate that the deformed pn-QRPA model successfully reproduces experimental charge-changing transition data."
    },
    {
      "title": "Ground-state nuclear properties of neutron-rich copper isotopes and lepton capture rates in stellar matter",
      "link": "https://arxiv.org/abs/2504.14201",
      "authors": "Jameel-Un Nabi, Tuncay Bayram, Muhammad Majid",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2504.14201v1 Announce Type: new \nAbstract: This study consists of two separate investigations centered on neutron-rich isotopes of copper, utilizing two distinct nuclear models. In the first part, the nuclear ground-state properties of copper isotopes in the mass range 72 <= A <= 82 were analyzed using the relativistic mean field (RMF) model. Quadrupole moment-constrained RMF calculations were carried out with DD-ME2 and DD-PC1 density-dependent interactions to compute the ground-state binding energies, charge radii, proton and neutron radii, quadrupole moments, and deformation parameters for the 71-82Cu isotopes. The results show good agreement with the limited experimental data available and previous theoretical predictions. In addition, potential energy curves were evaluated to investigate the ground-state geometrical configurations of these isotopes. The second part of the study is devoted to calculating lepton capture rates under stellar conditions. While earlier works have provided allowed Gamow-Teller (GT) and unique first-forbidden (U1F) beta-decay rates for selected neutron-rich Cu isotopes in stellar environments, the corresponding lepton capture rates had not yet been computed. This paper presents, for the first time, those lepton capture rates."
    },
    {
      "title": "Correlations and fluctuations in a magnetized three-flavor PNJL model with and without inverse magnetic catalysis effect",
      "link": "https://arxiv.org/abs/2504.14532",
      "authors": "Shijun Mao",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2504.14532v1 Announce Type: new \nAbstract: The correlations $\\chi^{BQ}_{11},\\ \\chi^{BS}_{11} ,\\ \\chi^{QS}_{11}$ and quadratic (quartic) fluctuations $\\chi^{B,\\ Q,\\ S}_{2,4}$ of baryon number $B$, electric charge $Q$ and strangeness $S$ are investigated in a three-flavor PNJL model at finite temperature and magnetic field. The inverse magnetic catalysis (IMC) effect is introduced through the magnetic field dependent parameters $G(eB)$ or $T_0(eB)$, and we make comparison of the results in the cases with and without IMC effect. Since including IMC effect does not change the strength of phase transition under external magnetic field, it does not lead to qualitative difference in the correlations and fluctuations, but modifies their values. Under vanishing and nonvanishing magnetic field, the correlations and fluctuations increase with temperature, and then show the peak around the pseudocritical temperatures of chiral restoration and deconfinement phase transitions. The peak structure in $\\chi^{BQ}_{11}$, $\\chi^B_{4}$ and $\\chi^Q_{4}$ are much more apparent than in others. The correlations and fluctuations along the phase transition line under external magnetic field are characterized by the scaled correlations ${\\hat {\\chi}}_{11}^{XY}=\\frac{\\chi_{11}^{XY}(eB,T_{pc}^c(eB))}{\\chi_{11}^{XY}(eB=0,T_{pc}^c(eB=0))}$ and scaled quadratic (quartic) fluctuations ${\\hat {\\chi}}_{2,4}^{X}=\\frac{\\chi_{2,4}^{X}(eB,T_{pc}^c(eB))}{\\chi_{2,4}^{X}(eB=0,T_{pc}^c(eB=0))}$, with $X,\\ Y=B,\\ Q,\\ S$ and $X \\neq Y$ at the pseudocritical temperature $T_{pc}^c$ of chiral restoration phase transition. They increase with magnetic fields due to the increase of phase transition strength under magnetic fields. Among them, ${\\hat {\\chi}}_{11}^{BQ}$ increases fastest, which may serve as the magnetometer of QCD."
    },
    {
      "title": "An effective finite-range Gogny-type interaction for the quantum molecular dynamics like model",
      "link": "https://arxiv.org/abs/2504.14533",
      "authors": "Meiqi Sun, Dandan Niu, Junping Yang, Ying Cui, Zhuxia Li, Qiang Zhao, Kai Zhao, Yingxun Zhang",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2504.14533v1 Announce Type: new \nAbstract: In this work, we propose an effective finite-range Gogny-type interaction that can be directly used in the quantum molecular dynamics (QMD) like model. Two methods for determining the parameters of the effective interaction are discussed. The first method establishes an approach to connect the conventional Gogny interaction in nuclear structure to that in heavy-ion collisions, the second method allows for the description of the symmetry energy varying from the supersoft to stiff, as well as the momentum-dependent symmetry potential, exhibiting behaviors ranging from monotonic to non-monotonic variations. This effective interaction opens up opportunities for a deeper understanding of finite-range interactions and non-monotonic momentum-dependent symmetry potentials in future studies."
    },
    {
      "title": "Kinetic Theory of Quasiparticles, Retarded Correlators and Hydrodynamics",
      "link": "https://arxiv.org/abs/2504.14591",
      "authors": "Ali Hataei, Roya Heydari, Farid Taghinavaz",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2504.14591v1 Announce Type: new \nAbstract: Kinetic theory provides a powerful framework for investigating macroscopic and microscopic properties of weakly and strongly interacting plasmas. By assuming a constant mass profile within the kinetic theory approach, we examine the collective behavior of a system of massive relativistic particles within the Maxwell-Boltzmann equilibrium distribution. We derive the two-point retarded correlation functions for both charge and energy-momentum tensor components at arbitrary momentum and frequency values. To obtain analytical results, we expand relations for very small and large mass-to-temperature ratios ($m/T$). For large ratios, no significant effects are observed in the charge, shear, or sound propagation channels. However, for small ratios in the charge correlation function within the hydrodynamic limit, the mass tends to shift the hydrodynamic poles toward the unstable region, i.e., $\\text{Im}(\\omega) \\geq 0$. This instability emerges at a critical value of $(m/T)_c \\simeq 1.234$. Furthermore, in the sound channel, the mass amplifies the standard propagating sound mode, converting it into a purely (positive) imaginary mode. Consequently, all modes in this channel become purely imaginary, with instability becoming a dominant characteristic. In contrast, in the shear channel, all modes converge to their massless limits. Similar to the massless case, a threshold value exists for $(k \\tau)$, below which the correlators exhibit solutions. We find that hydrodynamic poles arise in the strong coupling regime, while the weak coupling regime features a logarithmic branch cut between $\\omega = k$ and $\\omega = -k$ that is analogous to the massless scenario. Additionally, we derive the shear and bulk viscosity transport coefficients, along with other coefficients up to third order in gradients, as an expansion in terms of small $(m/T)$."
    },
    {
      "title": "The quest for the quark-gluon plasma from the perspective of dynamical models of relativistic heavy-ion collisions",
      "link": "https://arxiv.org/abs/2504.14740",
      "authors": "Marcus Bleicher, Elena Bratkovskaya",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2504.14740v1 Announce Type: new \nAbstract: The physics of heavy-ion collisions is one of the most exciting and challenging directions of science for the last four decades. On the theoretical side one deals with a non-abelian field theory, while on the experimental side today's largest accelerators are needed to enable these studies. The discovery of a new stage of matter - called the quark-gluon plasma (QGP) - and the study of its properties is one of the major achievements of modern physics. In this contribution we briefly review the history of theoretical descriptions of heavy-ion collisions based on dynamical models, focusing on the personal experiences in this inspiring field."
    },
    {
      "title": "Emulating multi-channel scattering based on the eigenvector continuation in the discrete basis formalism",
      "link": "https://arxiv.org/abs/2504.14922",
      "authors": "K. Hagino, S. Yoshida, M. Kimura, K. Uzawa",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2504.14922v1 Announce Type: new \nAbstract: We construct an emulator for a multi-channel scattering problem based on the eigenvector continuation. To this end, we employ the Kohn variational principle formulated in the discrete basis formalism. We apply this to one-dimensional scattering problems with a Gaussian barrier. Both for a single-channel and two-channel problems, we demonstrate that the penetration probability as well as the wave functions are well reproduced by the emulator. In particular, the energy dependence of the penetrability in a wider range of energy from well below the barrier to well above the barrier is successfully reproduced."
    },
    {
      "title": "Probing high-order deformation effects in neutron-deficient nuclei $^{246,248}$No with improved potential-energy-surface calculations",
      "link": "https://arxiv.org/abs/2504.15016",
      "authors": "Jin-Liang Guo, Hua-Lei Wang, Kui Xiao, Zhen-Zhen Zhang, Min-Liang Liu",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2504.15016v1 Announce Type: new \nAbstract: The high-order deformation effects in even-even $^{246,248}$No are investigated by means of pairing self-consistent Woods-Saxon-Strutinsky calculations using the potential-energy-surface (PES) approach in an extended deformation space $(\\beta_2, \\beta_3,\\beta_4,\\beta_5,\\beta_6,\\beta_7, \\beta_8)$. Based on the calculated two-dimensional-projected energy maps and different potential-energy curves, we find that the highly even-order deformations have an important impact on both the fission trajectory and energy minima, while the odd-order deformations, accompanying the even-order ones, primarily affect the fission path beyond the second barrier. Relative to the light actinide nuclei, nuclear ground state changes to the superdeformed configuration but the normally-deformed minimum, as the low-energy shape isomer, may still be primarily responsible for enhancing nuclear stability and ensuring experimental accessibility in $^{246,248}$No. Our present investigation indicates the nonnegligible impact of high-order deformation effects along the fission valley and will be helpful for deepening the understandings of different deformation effects and deformation couplings in nuclei, especially in this neutron-deficient heavy-mass region."
    },
    {
      "title": "Probing the octupole deformation of $^{238}$U in high-energy nuclear collisions",
      "link": "https://arxiv.org/abs/2504.15245",
      "authors": "Chunjian Zhang, Jiangyong Jia, Jinhui Chen, Chun Shen, Lumeng Liu",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2504.15245v1 Announce Type: new \nAbstract: Some atomic nuclei exhibit ``pear\" shapes arising from octupole deformation ($\\beta_3$), though direct experimental evidences for such exotic shapes remains scarce. Low-energy model studies suggest $^{238}$U may have a modest octupole deformation arising from collective vibrational degrees of freedom, in addition to a large prolate shape. We investigated the impact of this modest octupole shape on observables involving triangular flow ($v_3$) in high-energy nuclear collisions. Using a hydrodynamic framework, we show $v_3$ and its correlation with mean transverse momentum, $\\langle v_3^2 \\delta\\pT \\rangle$, exhibit strong sensitivity to $\\beta_3$. We found that $\\langle v_3^2\\rangle$ follows a linear increase with $\\beta_3^2$, while $\\langle v_3^2 \\delta\\pT \\rangle$ is suppressed in the presence of $\\beta_3$. Our findings show that the collective-flow-assisted nuclear imaging method in high-energy nuclear collisions, when compared with experimental data, can provide unique constraints on higher-order deformations."
    },
    {
      "title": "Bremsstrahlung Gamma Ray as a Probe of Short-Range Correlations in Nuclei",
      "link": "https://arxiv.org/abs/2504.13929",
      "authors": "Junhuai Xu, Qinglin Niu, Yuhao Qin, Dawei Si, Yijie Wang, Sheng Xiao, Baiting Tian, Zhi Qin, Haojie Zhang, Boyuan Zhang, Dong Guo, Minxue Fu, Xiaobao Wei, Yibo Hao, Zengxiang Wang, Tianren Zhuo, Chunwang Ma, Yuansheng Yang, Xianglun Wei, Herun Yang, Peng Ma, Limin Duan, Fangfang Duan, Kang Wang, Junbing Ma, Shiwei Xu, Zhen Bai, Guo Yang, Yanyun Yang, Mengke Xu, Kaijie Chen, Zirui Hao, Gongtao Fan, Hongwei Wang, Chang Xu, Zhigang Xiao",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2504.13929v1 Announce Type: cross \nAbstract: The nucleons in nuclei form temporally correlated pairs in close proximity, called short range correlation (SRC), which plays a crucial role in understanding nuclear structure and the fundamental properties of dense nuclear matter. The consequence of SRC on heavy-ion collisions (HICs) has remained unexplored until now. In this paper, we identify neutron-proton bremsstrahlung $\\gamma$-ray emission from HICs as a new indicator of SRC in nuclei. By observing the hardening of the bremsstrahlung $\\gamma$-ray spectrum, which results from the increase of high-momentum components above the Fermi surface in nucleon momentum distributions, we precisely determine the SRC fraction in nuclei to be $(21\\pm7)\\%$ at $3\\sigma$ confidence levels. Our experiment identifies the first direct and accurate signature of SRC in low-energy HICs, providing a new method to study the parton momentum distribution of nucleons in nuclei."
    },
    {
      "title": "Toward extracting scattering phase shift from integrated correlation functions on quantum computers",
      "link": "https://arxiv.org/abs/2504.14474",
      "authors": "Peng Guo",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2504.14474v1 Announce Type: cross \nAbstract: Based on a established relation in Refs.~\\cite{Guo:2023ecc,Guo:2024zal,Guo:2024pvt} that relates the integrated correlation functions for a trapped system to the infinite volume scattering phase shifts through a weighted integral, we propose to extract the infinite volume scattering phase shifts through quantum simulation of the integrated correlation functions of trapped two-particle systems on quantum computers. The integrated correlation function can be computed by an ancilla-based algorithm proposed in Ref.~\\cite{PhysRevA.64.022319}. The proposal is demonstrated with a simple contact interaction fermion model."
    },
    {
      "title": "Study of the Coulomb and nuclear breakup of $^{11}$Be using a Halo-EFT description at N$^2$LO",
      "link": "https://arxiv.org/abs/2406.10168",
      "authors": "L. -P. Kubushishi, P. Capel",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2406.10168v2 Announce Type: replace \nAbstract: Background: The halo effective field theory (Halo-EFT) provides a very efficient description of loosely-bound nuclei in models of reaction. It offers a very systematical ranking of the significance of nuclear-structure observables in reaction calculations. This greatly helps to infer reliable structure information from reaction cross sections. However, for a meaningful analysis, the Halo-EFT scheme needs to have converged. Purpose: In a previous study [P. Capel, D. R. Phillips, and H.-W. Hammer, Phys. Rev. C 98, 034610 (2018)], NLO descriptions of 11Be have been developed and lead to excellent agreement with existing breakup data. However, the convergence of the scheme at NLO was not fully demonstrated. Moreover, a significant dependence on the regulator of the effective 10Be-n interaction has been observed. Method: We develop Halo-EFT descriptions of 11Be at N2LO and use them in an accurate breakup-reaction code. We compare our theoretical cross sections with experiment on Pb and C targets at about 70 MeV/nucleon. Results: On Pb, the N2LO descriptions of 11Be lead to little change to the NLO results of the previous study, confirming the convergence of that scheme. On C, the reaction is significantly affected by the presence of d resonances in the low-energy spectrum of 11Be. In the Halo-EFT power counting these resonances appear only at N2LO; our new descriptions include them naturally. Going to N2LO removes also the cutoff dependence observed in the previous study. Conclusions: We demonstrate the convergence of the Halo-EFT description of 11Be at NLO for Coulomb breakup and at N2LO for nuclear-dominated dissociation. The reliability of the nuclear-structure information inferred in the previous study is thus confirmed."
    },
    {
      "title": "Evolutions of in-medium baryon-baryon scattering cross sections and stiffness of dense nuclear matter from Bayesian analyses of FOPI proton flow excitation functions",
      "link": "https://arxiv.org/abs/2501.02579",
      "authors": "Bao-An Li, Wen-Jie Xie",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2501.02579v2 Announce Type: replace \nAbstract: Within a Bayesian statistical framework using a Gaussian Process (GP) emulator for an isospin-dependent Boltzmann-Uehling-Uhlenbeck (IBUU) transport model simulator of heavy-ion reactions with momentum-independent Skyrme interactions, we infer from the proton directed and elliptical flow in mid-central Au+Au reactions at beam energies from 150 to 1200 MeV/nucleon taken by the FOPI Collaboration the posterior Probability Distribution Functions (PDFs) of the in-medium baryon-baryon scattering cross section (BBSCS) modification factor $X$ (with respect to their free-space values) and the stiffness parameter $K$ of dense nuclear matter. We find that the most probable value of $X$ evolves from around 0.7 to 1.0 as the beam energy $E_{beam}/A$ increases. On the other hand, the posterior PDF($K$) may have dual peaks having roughly the same height or extended shoulders at high $K$ values. More quantitatively, the posterior PDF($K$) changes from having a major peak around 220 MeV characterizing a soft EOS in the reaction at $E_{beam}/A$=150 MeV to one that peaks around 320 MeV indicating a stiff EOS in the reactions at $E_{beam}/A$ higher than about 600 MeV. The transition from soft to stiff happens in mid-central Au+Au reactions at beam energies around 250 MeV/nucleon in which $K=220$ MeV and $K=320$ MeV are approximately equally probable. Altogether, the FOPI proton flow excitation function data indicate a gradual hardening of hot and dense nuclear matter as its density and temperature increase in reactions with higher beam energies."
    },
    {
      "title": "Neutron versus proton scattering on exotic nuclei: the $^9$He example",
      "link": "https://arxiv.org/abs/2502.14595",
      "authors": "M. S. Khirk (Flerov Laboratory of Nuclear Reactions, JINR, Dubna, Russia), L. V. Grigorenko (Flerov Laboratory of Nuclear Reactions, JINR, Dubna, Russia), D. E. Lanskoy (Faculty of Physics, Lomonosov Moscow State University, Moscow, Russia), P. G. Sharov (Institute of Physics in Opava, Silesian University in Opava, Opava, Czech Republic)",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2502.14595v3 Announce Type: replace \nAbstract: Neutron scattering on exotic nuclides is a class of processes which can not be studied directly now and in any observable future. Resonance proton scattering of exotic nuclide on a thick target in inverse kinematics can be used to infer the properties of the low-energy neutron scattering of this nuclide assuming the isobaric symmetry. However, the results of such resonance proton scattering reactions are so far analyzed in theoretical approaches (optical, R-matrix models), which are missing important aspects of isospin dynamics, isospin violation in continuum and threshold dynamics. The isospin conserving coupled-channel model (ICM) is proposed, which provides a more reliable basis for understanding of such experimental studies. Qualitatively different phase shifts for the $^{8}$He+$p$ $T=5/2$ and $T=3/2$ resonances are predicted by ICM with quite unusual profile for the $T=5/2$ states. Alternative interpretation of the existing $^{8}$He+$p$ data is proposed. The observable properties of the $T=5/2$ resonances may be strongly affected by the isobaric-partner $T=3/2$ states. Crucial importance of studies of the neutron-emission channel for disentangling this possible influence is demonstrated."
    },
    {
      "title": "Applicability of Hydrodynamics in Hadronic Phase of Heavy-Ion Collisions",
      "link": "https://arxiv.org/abs/2208.14792",
      "authors": "Ronald Scaria, Captain R. Singh, Raghunath Sahoo",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2208.14792v3 Announce Type: replace-cross \nAbstract: The hadronic phase and its dynamics in relativistic heavy-ion collisions are topics of immense discussion. The hadronic phase contains various massive hadrons with an abundance of the lightest hadron, i.e., $\\pi$-mesons (pions). In this paper, we consider that pions are in thermal equilibrium in the hadronic phase and use second-order viscous hydrodynamics for a medium of massive pions to obtain its expansion to the boundary of the kinetic freeze-out. We achieve the kinetic freeze-out boundary with the Knudsen number $Kn>1$ limit. When this condition is met, hydrodynamics expansion breaks down, and the mean free path becomes sufficiently large in comparison with the system size so that the particle yields are preserved. Further, we investigate the effect of the massive fluid on the resonance particle yields, including re-scattering and regeneration, along with the natural decay widths of the resonances. The resonances can play an essential role in determining the characteristics of the hadronic phase as they have sufficiently small lifetimes, which may be comparable to the hadronic phase lifetime. In the current study, we predict the hadronic phase lifetime, which is further used to determine the $K^*(892)^0/K$, $\\phi(1020)/K$, and $\\rho(770)^0/\\pi$ yield ratios at the kinetic freeze-out. We calculate these ratios as a function of charged particle multiplicity and transverse momentum and compare the findings with experimental data. Our calculations qualitatively agree with the experimental data, indicating a possible hydrodynamical evolution of the hadronic phase."
    },
    {
      "title": "Study of transport properties of a hot and dense QCD matter using a novel approximation method",
      "link": "https://arxiv.org/abs/2404.08919",
      "authors": "Anowar Shaikh, Shubhalaxmi Rath, Sadhana Dash, Binata Panda",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2404.08919v3 Announce Type: replace-cross \nAbstract: We have studied the charge and the heat transport properties of a hot and dense QCD matter by solving the relativistic Boltzmann transport equation using a novel approximation method. Following the recently developed novel relaxation time approximation (RTA) model, we have proposed a novel Bhatnagar-Gross-Krook (BGK) model with a modified collision integral to carry out the aforementioned study. We have also compared our findings with the results of the novel RTA, the standard RTA and the standard BGK models. Our observation shows that the novel collision integrals for both the RTA and BGK models decrease the charge and the heat transport phenomena in the medium, as evidenced by the reduced values of the transport coefficients, such as the electrical conductivity and the thermal conductivity, when compared to the standard RTA and standard BGK models. Furthermore, certain observables, such as the thermal diffusion constant and the Lorenz number have been explored using the novel approaches of the aforesaid models. We have found an overall decreasing trend of the thermal diffusion constant with the temperature in the novel BGK model, similar to the novel RTA model, but the magnitude remains higher throughout the temperature range. However, the magnitude of the thermal diffusion constant in the proposed novel BGK model remains lower than its value in the standard BGK model. The magnitude of the Lorenz number in the novel BGK model remains higher than that in the standard BGK model, but it is lower than that in the novel RTA model. We have also observed that the Lorenz number in all cases has an increasing trend at low temperatures, showing a violation of the Wiedemann-Franz law, whereas at high temperatures, it becomes saturated. The Lorenz number remaining above unity indicates that the thermal conductivity prevails over the electrical conductivity in the aforesaid models."
    },
    {
      "title": "Nuclear deformation effects in photoproduction of $\\rho$ mesons in ultraperipheral isobaric collisions",
      "link": "https://arxiv.org/abs/2405.16491",
      "authors": "Shuo Lin, Jin-Yu Hu, Hao-Jie Xu, Shi Pu, Qun Wang",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2405.16491v2 Announce Type: replace-cross \nAbstract: We have investigated the $\\rho^{0}$ meson photoproduction in ultraperipheral isobaric collisions between $_{44}^{96}\\textrm{Ru}+_{44}^{96}\\textrm{Ru}$ and $_{40}^{96}\\textrm{Zr}+_{40}^{96}\\textrm{Zr}$ at $\\sqrt{s_{NN}}=200$ GeV, employing the dipole model with the equivalent photon approximation. By implementing the Woods-Saxon distribution to represent the nuclear mass density, which is derived from density functional theory with an inclusion of nuclear deformation effects, we have calculated the transverse momentum $q_{T}$ spectra in isobaric collisions. We observe the characteristic dip behavior in these spectra, indicative of diffraction phenomena in high-energy physics. We notice that the deformation effects cause a nearly linear increase with $q_{T}^{2}$ for $q_{T}^{2}\\lesssim0.015$ $\\textrm{GeV}^{2}$, aligning with experimental observations. We offer a simple explanation for the observed behavior in these spectra by introducing the effective width of the nuclei in the thickness function. We also extend our discussion on the $\\rho^{0}$ meson photoproduction with the targets $^{63}\\textrm{Cu}$,$^{197}\\textrm{Au}$, and $^{238}\\textrm{U}$."
    },
    {
      "title": "Adiabatic Hydrodynamization and the Emergence of Attractors: a Unified Description of Hydrodynamization in Kinetic Theory",
      "link": "https://arxiv.org/abs/2405.17545",
      "authors": "Krishna Rajagopal, Bruno Scheihing-Hitschfeld, Rachel Steinhorst",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2405.17545v2 Announce Type: replace-cross \nAbstract: \"Attractor\" solutions for the pre-hydrodynamic, far-from-equilibrium, evolution of the matter produced in relativistic heavy ion collisions have emerged as crucial descriptors of the rapid hydrodynamization of quark-gluon plasma (QGP). Adiabatic Hydrodynamization (AH) has been proposed as a framework with which to describe, explain, and predict attractor behavior that draws upon an analogy to the adiabatic approximation in quantum mechanics. In this work, we systematize the description of pre-hydrodynamic attractors in kinetic theory by showing how to use the AH framework to identify these long-lived solutions to which varied initial conditions rapidly evolve, demonstrating the robustness of this framework. In a simplified QCD kinetic theory in the small-angle scattering limit, we use AH to explain both the early- and late-time scaling behavior of a longitudinally expanding gluon gas in a unified framework. In this context, we show that AH provides a unified description of, and intuition for, all the stages of what in QCD would be bottom-up thermalization, starting from a pre-hydrodynamic attractor and ending with hydrodynamization. We additionally discuss the connection between the notions of scaling behavior and adiabaticity and the crucial role of time-dependent coordinate redefinitions in identifying the degrees of freedom of kinetic theories that give rise to attractor solutions. The tools we present open a path to the intuitive explanation of how attractor behavior arises and how the attractor evolves in all stages of the hydrodynamization of QGP in heavy ion collisions."
    },
    {
      "title": "Higgs Thermal Nonequilibrium in Primordial QGP",
      "link": "https://arxiv.org/abs/2502.03598",
      "authors": "Cheng Tao Yang, Shelbi Foster, Johann Rafelski",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2502.03598v2 Announce Type: replace-cross \nAbstract: In this work we investigate the chemical and kinetic nonequilibrium dynamics of the Higgs boson during the primordial Universe QGP (quark-gluon plasma) epoch $130\\mathrm{\\,GeV}>T>10\\mathrm{\\,GeV}$. We show that the Higgs bosons is always out of chemical abundance equilibrium with a fugacity $\\Upsilon_h = 0.69$ due to virtual decay channels. Additionally, Higgs momentum distribution is found to be ``cold'' for $T<25$\\,GeV, since the scattering rate drops below the production rate."
    },
    {
      "title": "Molecular 9Be+p Fusion Reaction",
      "link": "https://arxiv.org/abs/2503.00023",
      "authors": "Johann Rafelski, Berndt M\\\"uller",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2503.00023v2 Announce Type: replace-cross \nAbstract: We study (nuclear) fusion reactions in Beryllium. We argue that some are nuclear long-distance molecular processes of interest for low energy nuclear reactions. For these we develop a novel reaction model. We note a chain of reactions that can naturally arise in Beryllium target created by nonequilibrium proton reactions."
    },
    {
      "title": "Theoretical tools for neutrino scattering: interplay between lattice QCD, EFTs, nuclear physics, phenomenology, and neutrino event generators",
      "link": "http://iopscience.iop.org/article/10.1088/1361-6471/adae26",
      "authors": "L Alvarez-Ruso, A M Ankowski, S Bacca, A B Balantekin, J Carlson, S Gardiner, R González-Jiménez, R Gupta, T J Hobbs, M Hoferichter, J Isaacson, N Jachowicz, W I Jay, T Katori, F Kling, A S Kronfeld, S W Li, H-W Lin, K-F Liu, A Lovato, K Mahn, J Menéndez, A S Meyer, J Morfin, S Pastore, N Rocco, M Sajjad Athar, T Sato, A Schwenk, P E Shanahan, L E Strigari, M L Wagman, X Zhang, Y Zhao, B Acharya, L Andreoli, C Andreopoulos, J L Barrow, T Bhattacharya, V Brdar, C Giusti, Y Hayato, A N Khan, D Kim, Y F Li, M Lin, P Machado, M Martini, K Niewczas, V Pandey, A Papadopoulou, R Plestid, M Roda, I Ruiz Simo, J N Simone, R S Sufian, J Tena-Vidal, O Tomalak, Y-D Tsai and J M Udías",
      "source": "Journal of Physics G: Nuclear and Particle Physics",
      "summary": "Maximizing the discovery potential of increasingly precise neutrino experiments will require an improved theoretical understanding of neutrino-nucleus cross sections over a wide range of energies. Low-energy interactions are needed to reconstruct the energies of astrophysical neutrinos from supernovae bursts and search for new physics using increasingly precise measurement of coherent elastic neutrino scattering. Higher-energy interactions involve a variety of reaction mechanisms including quasi-elastic scattering, resonance production, and deep inelastic scattering that must all be included to reliably predict cross sections for energies relevant to DUNE and other accelerator neutrino experiments. Refined nuclear interaction models in these energy regimes will also be valuable for other applications, such as measurements of reactor, solar, and atmospheric neutrinos. This manuscript discusses the theoretical status, challenges, required resources, and path forward for achieving precise predictions of neutrino-nucleus scattering and emphasizes the need for a coordinated theoretical effort involved lattice QCD, nuclear effective theories, phenomenological models of the transition region, and event generators."
    },
    {
      "title": "Experimental study of tensor structure function of deuteron",
      "link": "https://epja.epj.org/10.1140/epja/s10050-025-01558-w",
      "authors": "Jiwan Poudel, Alessandro Bacchetta, Jian-Ping Chen, Nathaly Santiesteban",
      "source": "European Physical Journal A",
      "summary": "Authors: Jiwan Poudel, Alessandro Bacchetta, Jian-Ping Chen and Nathaly Santiesteban.The European Physical Journal A Vol. 61 , page 81Published online: 18/4/2025"
    },
    {
      "title": "Constraining vector dark matter and dark photon with degenerate mass in a hidden local SU(2) model*",
      "link": "http://iopscience.iop.org/article/10.1088/1674-1137/adb2fe",
      "authors": "Takaaki Nomura, Xinran Xu and 欣然 徐",
      "source": "Chinese Physics C",
      "summary": "We discuss almost degenerate vector dark matter and dark photonsinduced from the hidden gauge sector, where it is spontaneously broken by the vacuum expectation value of doublet. Kinetic mixing between and gauge fields can be generated by introducing a dimension six operator realizing dark photon interactions. In estimating relic density, we focus on the process in which dark matter annihilates into dark photons and search for the region of dark matter mass and gauge coupling realizing observed relic density. We then discuss constraints from dark photon physics, thermalization of dark sector, and direct detection of dark matter. It is then found that constraints from direct detection experiments give us the strongest upper limits on the dark photon interactions."
    },
    {
      "title": "Probing the mass effect of heavy quark jets in high-energy nuclear collisions*",
      "link": "http://iopscience.iop.org/article/10.1088/1674-1137/adb385",
      "authors": "Sa Wang, 洒 王, Shuang Li, 双 李, Yao Li, 瑶 李, Ben-Wei Zhang, 本威 张, Enke Wang and 恩科 王",
      "source": "Chinese Physics C",
      "summary": "The production of heavy-quark (HQ) jets is a new area that addresses the mass effect of jet quenching in heavy-ion physics. This paper presents a theoretical study of HQ jet yield suppression in Pb+Pb collisions at the Large Hadron Collider (LHC) and focuses on the energy loss of HQ jets produced by different mechanisms. The p+p baseline is provided by the generator simulation of high-energy reactions of particles (SHERPA), and the jet-medium interactions are described by the SHELL transport model, which considers the elastic and inelastic partonic energy loss in the quark-gluon plasma (QGP). In p+p collisions, our numerical results indicate that the HQ jets from gluon splitting ( -jet) are the dominant contribution at high , displaying more dispersive structures than the HQ-initiated ( -jet). In nucleus-nucleus collisions, our calculations were consistent with the inclusive and b-jet recently measured by the ATLAS collaboration, revealing a remarkable manifestation of the mass effect of jet energy loss. As a result of the dispersive substructure, the -jet loses more energy than the -jet in the QGP. Due to the significant contribution of -jet, the of c-jet is comparable or even smaller than that of inclusive jet. To experimentally distinguish the -jet and -jet, we propose event selection strategies based on their topological features and test their performances. By isolating the -jet, -jet, and the jets initiated by heavy quarks, we predicted that the order of their are in line with the mass hierarchy of energy loss. Future measurements on the of -jet and -jet will provide a unique opportunity for testing the flavor/mass dependence of energy loss at the jet level."
    },
    {
      "title": "Full next-to-leading order calculations for dark matter pair production in the leptoquarks plus dark matter model*",
      "link": "http://iopscience.iop.org/article/10.1088/1674-1137/adb387",
      "authors": "Dazhuang He, 大壮 何, Yu Zhang, 宇 张, Hao Sun and 昊 孙",
      "source": "Chinese Physics C",
      "summary": "The processes involving leptons plus missing energy (and jets) at lepton colliders (electron–positron and muon colliders) are studied in the leptoquarks plus dark matter (DM) model. We calculate the full next-to-leading order (NLO) corrections, including QCD, EW, and ISR, for heavy DM pair production, followed by the heavy DM cascade decay into stable DM and SM fermions. Large logarithmic effects caused by collinear ISR and EW virtual corrections are emphasized. Moreover, we emphasize that NLO corrections become increasingly significant with higher . However, for larger NLO corrections at high , the EW corrections dominate over the QCD corrections. The significance of the signals can be enhanced by applying kinematic cuts. By incorporating the NLO correction factor, the significance of the signal processes could be further improved by approximately 40% and 20% for and channels at a 10 TeV muon collider."
    },
    {
      "title": "Implication of shell quenching in scandium isotopes around N=20*",
      "link": "http://iopscience.iop.org/article/10.1088/1674-1137/adb416",
      "authors": "Rong An, 荣 安, Xiang Jiang, 翔 蒋, Na Tang, 娜 唐, Li-Gang Cao, 李刚 曹, Feng-Shou Zhang and 丰收 张",
      "source": "Chinese Physics C",
      "summary": "Shell closure structures are commonly observed phenomena associated with nuclear charge radii throughout the nuclide chart. Inspired by recent studies demonstrating that the abrupt change can be clearly observed in the charge radii of the scandium isotopic chain across the neutron number N=20, we further review the underlying mechanism of the enlarged charge radii for 42Sc based on the covariant density functional theory. The pairing correlations are tackled by solving the state-dependent Bardeen-Cooper-Schrieffer equations. Meanwhile, the neutron-proton correlation around the Fermi surface derived from the simultaneously unpaired proton and neutron is appropriately considered in describing the systematic evolution of nuclear charge radii. The calculated results suggest that the abrupt increase in charge radii across the N=20 shell closure seems to be improved along the scandium isotopic chain if the strong neutron-proton correlation is properly included."
    },
    {
      "title": "New approach to studying alpha decay and cluster radioactivity using an extended form of the Sextic potential",
      "link": "http://iopscience.iop.org/article/10.1088/1674-1137/adb567",
      "authors": "V. P. Ndzono, A. Zarma, P. MahTsila, J. M. Ema'a Ema'a, P. Ele Abiama and G. H. Ben-Bolie",
      "source": "Chinese Physics C",
      "summary": "In this study, we systematically investigate the α decay half-lives of 263 emitters in the region and clusters 14C, 20O, 23Fe, 24,25,26Ne, 28,30Mg, and 32,34Si in the presence of an extended form of the Sextic potential to describe the strong nuclear interaction between the daughter nucleus and cluster in the parent nucleus using the Wentzel-Kramers-Brillouin (WKB) method. We find nuclear potential parameters that explain the decay mechanism for each variety of cluster and show that this form of double-well potential provides an excellent description of the nuclear decay phenomenon. We highlight constraints between the potential parameters and experimental data. Moreover, we emphasize the importance of the coupling parameters of the nuclear potential in the nature of the preformed cluster. The obtained results are compared with experimental and literature data. Our results are in very good agreement with the experimental data."
    },
    {
      "title": "Sub-barrier fusion analysis of 40Ca + 46,48,50Ti systems*",
      "link": "http://iopscience.iop.org/article/10.1088/1674-1137/adb8b8",
      "authors": "Samiksha, Manjeet Singh, Vijay and Anand Kumar",
      "source": "Chinese Physics C",
      "summary": "Considering the simple Wong formula, simple Wong formula with deformed choice of nuclear potential, symmetric-asymmetric Gaussian barrier distribution (SAGBD) model, and coupled channel approach, this work investigates the fusion mechanism of 40Ca + 46,48,50Ti systems. For these reactions, the roles of internal structural degrees of freedom of collision partners and diffuseness parameter associated with Woods-Saxon potential in fusion dynamics are investigated. For the chosen systems, simple Wong formula-based calculations are found to be unable to describe actual fusion data at sub-barrier energies. The inclusion of quadrupole deformation with an additional radius parameter in deformed choice of nuclear potential along with the simple Wong formula is capable of retracing experimental data. In the SAGBD model, the simple Wong formula is weighted by a Gaussian function. The SAGBD model with different choices of diffuseness has been explored, and fusion yields have been found to be relatively sensitive to the choice of diffuseness of Woods-Saxon potential. SAGBD outcomes with Winther and Akyüz-Winther diffuseness are unable to retrieve experimental data. To improve theoretical predictions, the diffuseness is optimized relative to Winther and Akyüz-Winther value, and theoretical outcomes with an optimized diffuseness parameter within SAGBD model address the fusion behaviour of 40Ca + 46,48,50Ti reactions well. Coupled channel analysis of given reactions, wherein the influences of low-lying vibrational states of participants are directly considered, readily reproduced the fusion data for all studied systems. The low-lying vibrational 2+ and 3– states are found to be sufficient to reproduce the fusion data for 40Ca + 46,48Ti reactions. However, for 40Ca + 50Ti reactions, in addition to low-lying 2+ and 3– vibrational states, the considerations of a pair neutron transfer channel is required to address sub-barrier fusion data."
    },
    {
      "title": "Traces of quantum fuzziness on the black hole shadow and particle deflection in the multi-fractional theory of gravity",
      "link": "http://iopscience.iop.org/article/10.1088/1674-1137/adb9c6",
      "authors": "Reggie C. Pantig",
      "source": "Chinese Physics C",
      "summary": "In this study, we investigate the properties of black holes within the framework of multi-fractional theories of gravity, focusing on the effects of q-derivatives and weighted derivatives. These modifications, which introduce scale-dependent spacetime geometries, alter black hole solutions in intriguing ways. Within these frameworks, we analyze two key observable phenomena - black hole shadows and particle deflection angle in the weak field limit - using both analytical techniques and observational data from the Event Horizon Telescope (EHT) for M87* and Sgr A*. The study using the q-derivative formalism reveals that the multi-scale length influences the size of the black hole shadow in two ways and modifies the weak deflection angle. Constraints on are derived from the EHT observations, showing significant deviations from standard Schwarzschild black hole predictions, which range from to orders of magnitude. Additionally, the weak deflection angle is computed using the non-asymptotic generalization of the Gauss-Bonnet theorem (GBT) to reveal the effects of finite-distance and multi-scale parameters. Using the Sun in the Solar System test, we observe that the constraints for range from to orders of magnitude. Results from the weighted derivative formalism generate a dS/AdS-like behavior, where smaller deviations are found in the strong field regime than in the weak field regime. The results suggest that, while these effects are subtle, they provide a potential observational signature of quantum gravity effects. The findings presented here contribute to the broader effort of testing alternative theories of gravity through black hole observations, offering a new perspective on the quantum structure of spacetime at cosmological and astrophysical scales."
    },
    {
      "title": "Holographic image features of an AdS black hole in Einstein-power-Yang-Mills gravity*",
      "link": "http://iopscience.iop.org/article/10.1088/1674-1137/adb9c7",
      "authors": "Xin-Yun Hu, 馨匀 胡, Ke-Jian He, 柯腱 何, Xiao-Xiong Zeng and 晓雄 曾",
      "source": "Chinese Physics C",
      "summary": "Using the AdS/CFT correspondence, we investigate the holographic image of an AdS black hole in Einstein-power-Yang-Mills gravity. The AdS boundary hosts a Gaussian oscillation source, which induces a lensed response on the opposite side of the boundary during propagation through bulk spacetime. The optical system enables observers at the north pole to continuously capture holographic images that exhibit an axisymmetric bright ring known as the Einstein ring. As the observation position shifts, the bright ring gradually transforms into a luminous arc and eventually transitions into a light point. Additionally, we examine the impact of variations in relevant physical quantities on the ring and present the corresponding brightness curve. The results indicate that, as the temperature T and nonlinear Yang Mills charge parameter q increase, the ring radius increases, whereas an increase in chemical potential u leads to a decrease in ring radius. However, the peak brightness curve of the ring invariably decreases as the values of T, u, and q increase, albeit to varying degrees. Comparing the outcomes of geometric optics, we observe that the position of the ring in holography images is consistent with that of the photon ring."
    },
    {
      "title": "Thermodynamics of Schwarzschild-AdS black hole in non-commutative geometry",
      "link": "http://iopscience.iop.org/article/10.1088/1674-1137/adbacd",
      "authors": "Rui-Bo Wang, 睿博 王, Shi-Jie Ma, 仕杰 马, Lei You, 磊 游, Jian-Bo Deng, 剑波 邓, Xian-Ru Hu and 显茹 胡",
      "source": "Chinese Physics C",
      "summary": "In this paper, we study the thermodynamics of Schwarzschild-anti-de Sitter black holes within the framework of non-commutative geometry. By solving the Einstein equation, we derive the corrected Schwarzschild-AdS black hole with Lorentzian distribution and analyze the thermodynamics. Our results confirm that if the energy-momentum tensor outside the event horizon is related to the mass of the black hole, the conventional first law of thermodynamics will be violated. The study of criticality reveals that the black hole undergoes a small black hole-large black hole phase transition similar to that of the Van der Waals system, with a critical point and critical ratio slightly smaller than that of the Van der Waals fluid. As the non-commutative parameter increases, the phase transition process shortens, leading to a critical point, and ultimately to the disappearance of the phase transition. The violation of the conventional first law results in a discontinuity of the Gibbs free energy during the phase transition, indicating the occurrence of zeroth-order phase transition. Moreover, we investigate the Joule-Thomson expansion, obtaining the minimum inversion temperature and minimum inversion mass."
    },
    {
      "title": "Collective impact of higher-order deformations of target nuclei on the fusion dynamics of heavy-ion induced reactions*",
      "link": "http://iopscience.iop.org/article/10.1088/1674-1137/adbace",
      "authors": "Harshit Sharma, Raj Kumar and Manoj K. Sharma",
      "source": "Chinese Physics C",
      "summary": "Several studies on fusion reaction dynamics focused on the impact of quadrupole deformation. However, existing literature highlights the importance of the octupole and hexadecapole deformations associated with both the projectile and target nuclei. However, the collective influence of these deformations ( , , and ) on the fusion reaction dynamics has not been examined explicitly. In this study, we investigated the collective influence of higher-order deformations up to on the barrier characteristics, in particular , , and , and their impact on the fusion cross-sections of heavy-ion induced reactions in the mass range . The reactions were examined at both compact and elongated configurations of the deformed nuclei. Heavy ion-induced reactions, which consist of target nuclei with higher-order deformations up to , reveal a notable alteration in the barrier characteristics and , along with a significant change in orientation for both compact and elongated configurations. In addition, the incorporation of deformations up to and their corresponding orientations contributes to enhanced capture cross-sections as well as integrated cross-sections , resulting in better agreement with experimental data for -induced reactions with , , and -induced reactions with . We conclude that the incorporation of deformations of all orders up to at their optimized compact and elongated configurations is essential because it provides better outcomes compared to the optimized configurations of and deformed nuclei."
    }
  ]
}