{
  "lastUpdated": "2025-10-10T02:19:21.409223",
  "papers": [
    {
      "title": "Structural evolution and $K$ mixing in $^{52}\\mathrm{Cr}$: A shell model description",
      "link": "http://link.aps.org/doi/10.1103/xf4g-1mvr",
      "authors": "Arkadip Bera, Abhijit Bisoi, Rozina Rahaman, Y. Sapkota, Arkabrata Gupta, Sangeeta Das, Ananya Das, Dibyadyuti Pramanik, S. Rajbanshi, A. Pal, S. Basak, Sansaptak Basu, S. S. Nayak, D. Kumar, S. Bhattacharya, T. Bhattacharjee, S. Chakraborty, G. Mukherjee, S. Bhattacharyya, A. Sharma, S. Kundu, Pankaj K. Giri, R. Raut, and S. S. Ghugre",
      "source": "Physical Review C",
      "summary": "Author(s): Arkadip Bera, Abhijit Bisoi, Rozina Rahaman, Y. Sapkota, Arkabrata Gupta, Sangeeta Das, Ananya Das, Dibyadyuti Pramanik, S. Rajbanshi, A. Pal, S. Basak, Sansaptak Basu, S. S. Nayak, D. Kumar, S. Bhattacharya, T. Bhattacharjee, S. Chakraborty, G. Mukherjee, S. Bhattacharyya, A. Sharma, S. Kundu, Pankaj K. Giri, R. Raut, and S. S. GhugreThe ${K}^{π}={0}^{+}$ and ${K}^{π}={4}^{+}$ bands of $^{52}\\mathrm{Cr}$, populated through the $^{51}\\mathrm{V}(^{4}\\mathrm{He},2np)^{52}\\mathrm{Cr}$ reaction with a 45 MeV $^{4}\\mathrm{He}$ beam, have been studied using the Indian National Gamma Array (INGA) facility. The level scheme has been veri…[Phys. Rev. C 112, 044305] Published Wed Oct 08, 2025"
    },
    {
      "title": "$β$-delayed spectroscopy of $^{80}\\mathrm{Ge}_{48}$ and competition between Gamow-Teller and first-forbidden transitions in $^{80g+m}\\mathrm{Ga}_{49} β$ decay",
      "link": "http://link.aps.org/doi/10.1103/xtvt-qy6v",
      "authors": "R. Li <em>et al.</em>",
      "source": "Physical Review C",
      "summary": "Author(s): R. Li et al.The $β$-delayed spectroscopy of $^{80}\\mathrm{Ge}$ has been studied using sources of ground and low-lying isomeric states of $^{80}\\mathrm{Ga}$. A hybrid $γ$-ray spectrometer was used, composed of high-purity germanium (HPGe) detectors for low-energy $γ$-ray detection, phoswich detectors from the PA…[Phys. Rev. C 112, 044306] Published Wed Oct 08, 2025"
    },
    {
      "title": "Effect of initial geometry fluctuations on the heavy flavor flow using a multiphase transport model",
      "link": "http://link.aps.org/doi/10.1103/2xt8-bh6x",
      "authors": "J. Y. Zhang, Y. J. Song, L. Ma, W. H. Ma, and H. Z. Huang",
      "source": "Physical Review C",
      "summary": "Author(s): J. Y. Zhang, Y. J. Song, L. Ma, W. H. Ma, and H. Z. HuangExperimental studies show unique sensitivities of anisotropic flow to the initial state of heavy-ion collisions. In the framework of a multiphase transport model, we study the effect of the initial fluctuations on heavy flavor flow in $\\mathrm{Au}+\\mathrm{Au}$ collisions at energies available at the…[Phys. Rev. C 112, 044901] Published Wed Oct 08, 2025"
    },
    {
      "title": "Hadronization mechanisms and strange-particle production in inelastic proton-proton collisions at energies available at the CERN Super Proton Synchrotron",
      "link": "http://link.aps.org/doi/10.1103/flfc-kh4g",
      "authors": "Khaled Abdel-Waged and Nuha Felemban",
      "source": "Physical Review C",
      "summary": "Author(s): Khaled Abdel-Waged and Nuha FelembanWe investigate the impact of various hadronization mechanisms on strange particle production in inelastic proton-proton collisions at energies available at the CERN Super Proton Synchrotron (SPS), utilizing four configurations of the pythia8 model. These configurations include the popcorn mode, faci…[Phys. Rev. C 112, 044902] Published Wed Oct 08, 2025"
    },
    {
      "title": "New phenomenological extraction of the nucleon charge size scale: The baryonic core and quark-antiquark meson cloud radii",
      "link": "http://link.aps.org/doi/10.1103/x25k-26xc",
      "authors": "I. A. Qattan",
      "source": "Physical Review C",
      "summary": "Author(s): I. A. QattanIn this work, I present new extractions of the proton's $〈{r}_{Ep}〉$ and neutron's $〈{r}_{En}^{2}〉$ conventional charge radii. This analysis is based on two-photon-exchange (TPE) corrected elastic electron-proton cross section ${σ}_{R}$ data from the Mainz experiment, covering the range $0.0155≤{Q}^…[Phys. Rev. C 112, 045201] Published Wed Oct 08, 2025"
    },
    {
      "title": "Spectroscopy of $^{113m}\\mathrm{Cd}$",
      "link": "http://link.aps.org/doi/10.1103/yzlp-wcyf",
      "authors": "P. Belli, R. Bernabei, F. Cappella, V. Caracciolo, R. Cerulli, F. A. Danevich, F. Ferella, A. Incicchitti, D. V. Kasperovych, V. R. Klavdiienko, V. V. Kobychev, M. Laubenstein, A. Leoncini, S. Nisi, D. V. Poda, O. G. Polischuk, M. Ramalho, J. Suhonen, and V. I. Tretyak",
      "source": "Physical Review C",
      "summary": "Author(s): P. Belli, R. Bernabei, F. Cappella, V. Caracciolo, R. Cerulli, F. A. Danevich, F. Ferella, A. Incicchitti, D. V. Kasperovych, V. R. Klavdiienko, V. V. Kobychev, M. Laubenstein, A. Leoncini, S. Nisi, D. V. Poda, O. G. Polischuk, M. Ramalho, J. Suhonen, and V. I. TretyakThe first-forbidden nonunique $β$ decay of $^{113m}\\mathrm{Cd}$ was studied at the Gran Sasso underground laboratory of INFN with the help of a cadmium tungstate crystal scintillator enriched in $^{106}\\mathrm{Cd}$ and contaminated by $^{113m}\\mathrm{Cd}$ at level of $≈$(14–28) Bq. The half-life of …[Phys. Rev. C 112, 045503] Published Wed Oct 08, 2025"
    },
    {
      "title": "Gauge invariance and color charge fluctuations",
      "link": "http://link.aps.org/doi/10.1103/czq9-xl61",
      "authors": "Thomas D. Cohen",
      "source": "Physical Review C",
      "summary": "Author(s): Thomas D. CohenThe nature of confinement is connected with color charge. Unfortunately, the color charge densities in QCD, the Noether charge densities associated with the global color invariance, are not invariant under local color rotations. This implies that the expectation values of the net color charge in any…[Phys. Rev. C 112, L042201] Published Wed Oct 08, 2025"
    },
    {
      "title": "Proper time expansions and glasma dynamics",
      "link": "https://arxiv.org/abs/2510.06390",
      "authors": "Margaret E Carrington, Bryce T. Friesen, Doug Pickering, Shane Sangster, Kaene Soopramania",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2510.06390v1 Announce Type: new \nAbstract: The earliest phase of an ultrarelativistic heavy ion collision can be described as a highly populated system of gluons called glasma. The system's dynamics is governed by the classical Yang-Mills equation. Solutions can be found at early times using a proper time expansion. Since the expansion parameter is the time, this method is necessarily limited to the study of early time dynamics. In addition compute time and memory limitations restrict practical calculations to no more than eighth order in the expansion. The result is that the method produces reliable results only for very early times. In this paper we explore several different methods to increase the maximum time that can be reached. We find that, depending slightly on the quantity being calculated, the latest time for which reliable results are obtained can be extended approximately 1.5 times (from $\\sim0.05$~fm/$c$ using previous methods to about $0.08$~fm/$c$)."
    },
    {
      "title": "Excitation energy of fission fragments within nuclear time-dependent density functional theory",
      "link": "https://arxiv.org/abs/2510.06701",
      "authors": "Antonio Bjel\\v{c}i\\'c, Nicolas Schunck, Marc Verriere",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2510.06701v1 Announce Type: new \nAbstract: The number and properties of the neutrons and photons emitted in nuclear fission are directly related to the excitation energy of the fission fragments when they are formed at scission. Though not observable experimentally because of the extremely short time scales, the excitation energy of fission fragments can be predicted by microscopic theory based on time-dependent density functional theory (TDDFT). Initial results on the value of the total kinetic energy of fission reactions were very promising, but could not probe all possible fragmentations. In this work, we perform large-scale TDDFT calculations in $^{240}$Pu enabled by the development of a new TDDFT solver. We obtain TDDFT trajectories covering nearly all possible fragmentations. We find that the total kinetic energy is close to experimental values only for the most likely fission while it is severely underestimated at both small and large asymmetries. This conclusion seems rather independent of the parameterization of the energy functional, both in its particle-hole and particle-particle channels."
    },
    {
      "title": "A Data-Guided Coalescence Model for Light Nuclei and Hypernuclei: Validation and Predictions",
      "link": "https://arxiv.org/abs/2510.06758",
      "authors": "Yue Hang Leung, Yingjie Zhou, Norbert Herrmann",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2510.06758v1 Announce Type: new \nAbstract: The production of light hypernuclei in relativistic heavy-ion collisions provides a unique opportunity to probe hyperon--nucleon interactions and possible three-body forces, which are central to the resolution of the hyperon puzzle in neutron star matter. In this work, we develop a data-guided coalescence framework in which the source size is extracted from proton and deuteron yields and used, together with measured proton and $\\Lambda$ spectra, to predict the production of $A=3$ nuclei $(t,{}^{3}\\rm{He})$ and hypernuclei $({}^{3}_{\\Lambda}\\rm{H})$. For tritons, calculations with a Gaussian wave function reproduce experimental spectra and yield ratios across a broad collision-energy range. For the hypertriton, the model predictions are highly sensitive to the assumed wave function. This sensitivity is strongest at low collision energies and in low-multiplicity environments, implying that such conditions are particularly valuable for probing hypernuclear structure."
    },
    {
      "title": "Scattering of charged particles within Efros method utilizing oscillator series expansion of wave functions",
      "link": "https://arxiv.org/abs/2510.06976",
      "authors": "Ustin M. Yanikov, Vasily A. Kulikov, Andrey M. Shirokov",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2510.06976v1 Announce Type: new \nAbstract: We apply the version of the Efros method utilizing oscillator expansion of wave functions to the Coulomb scattering problem using our recent developments of the HORSE formalism. The approach yields accurate phase shifts and cross sections with significantly reduced computational cost compared to the full HORSE method, while maintaining agreement with exact solutions. These results demonstrate the efficiency of the Efros method and its prospect for applications in ab initio nuclear reaction calculations."
    },
    {
      "title": "Transport-based initial conditions for heavy-ion collisions at finite densities",
      "link": "https://arxiv.org/abs/2510.06996",
      "authors": "H. Roch, G. Pihan, A. Monnai, S. Ryu, N. Senthilkumar, J. Staudenmaier, H. Elfner, B. Schenke, J. H. Putschke, C. Shen, S. A. Bass, M. Chartier, Y. Chen, R. Datta, R. Dolan, L. Du, R. Ehlers, R. J. Fries, C. Gale, D. A. Hangal, B. V. Jacak, P. M. Jacobs, S. Jeon, Y. Ji, F. Jonas, M. Kordell II, A. Kumar, R. Kunnawalkam-Elayavalli, J. Latessa, Y. -J. Lee, M. Luzum, A. Majumder, S. Mak, A. Mankolli, C. Martin, H. Mehryar, T. Mengel, C. Nattrass, J. Norman, M. Ockleton, C. Parker, J. -F. Paquet, G. Roland, L. Schwiebert, A. Sengupta, M. Singh, C. Sirimanna, R. A. Soltz, I. Soudi, Y. Tachibana, J. Velkovska, G. Vujanovic, X. -N. Wang, X. Wu, J. Zhang, W. Zhao",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2510.06996v1 Announce Type: new \nAbstract: We employ the SMASH transport model to provide event-by-event initial conditions for the energy-momentum tensor and conserved charge currents in hydrodynamic simulations of relativistic heavy-ion collisions. We study the fluctuations and dynamical evolution of three conserved charge currents (net baryon, net electric charges, and net strangeness) with a 4D lattice-QCD-based equation of state, NEOS-4D, in the hydrodynamic phase. Out-of-equilibrium corrections at the particlization are generalized to finite densities to ensure the conservation of energy, momentum, and the three types of charges. These theoretical developments are integrated within X-SCAPE as a unified framework for studying the nuclear matter properties in the Beam Energy Scan program."
    },
    {
      "title": "Bounds on the equation of state of cold nuclear matter from imaginary chemical potentials",
      "link": "https://arxiv.org/abs/2510.07124",
      "authors": "Thomas D. Cohen",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2510.07124v1 Announce Type: new \nAbstract: The sign problem in numerical calculations of the QCD Euclidean space path integral of QCD with a chemical potential vanishes if the chemical potential is imaginary and calculations of the partition function with an imaginary chemical potentials are equivalent to calculations with Lagrange multipliers enforcing the current density. At zero temperature, Lorentz boosts allows one to deduce properties of systems with both number density and and current density from properties of systems with a current density alone; this allows both upper and lower bounds to be determined for the equation of state (EOS) in the form of energy density as a function of number density."
    },
    {
      "title": "Impact of relativistic corrections to high-pT prompt-psi(2S) production at hadron colliders",
      "link": "https://arxiv.org/abs/2510.06456",
      "authors": "Valerio Bertone, Jean-Philippe Lansberg, Kate Lynch",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2510.06456v1 Announce Type: cross \nAbstract: We study relativistic corrections to prompt psi(2S) at high pT in hadron colliders. Our calculation employs leading-power factorization with Fragmentation Functions (FFs) computed in nonrelativistic QCD and evolved to next-to-leading-logarithmic accuracy. Relativistic corrections increase the cross section significantly for the gluon channel, but moderately for charm. We perform a full analysis of uncertainties. We observe a good agreement with both ATLAS and CMS cross sections without the need of higher-order color-octet contributions. The polar anisotropy is found to be close to CMS data."
    },
    {
      "title": "Classification of $g$-modes for neutron stars with a strong transition: Novel universal relation including slow stable twin stars",
      "link": "https://arxiv.org/abs/2510.06463",
      "authors": "M. C. Rodriguez, Jos\\'e C. Jim\\'enez, Ignacio F. Ranea-Sandoval",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2510.06463v1 Announce Type: cross \nAbstract: We investigate the behavior of the non-radial gravity-pulsation discontinuity mode ($g$-mode) in hybrid compact stars with a strong first-order phase transition, which can give rise to twin-star configurations in some cases. These modes are of utmost relevance since they can be potentially excited in isolated as well as binary neutron star systems in the inspiral phase, thus allowing us to indirectly detect the presence of a deconfinement transition. In order to do this, we consider four categories of twin stars that present distinctive features in their equations of state. We employ the constant speed of sound parametrization, which accounts for a sharp phase transition between confined hadronic matter and deconfined quark matter. Then, working within the relativistic Cowling approximation to obtain the frequencies of non-radial oscillations, we find that, depending on the twin star category, the relations between $g$-mode frequencies and masses as well as tidal deformabilities display a highly distinct behavior across the diverse twin star categories that appear in the slow hadron-quark conversion regime. This distinct phenomenology provides smoking-gun evidence to clearly distinguish and further classify hybrid stars with a strong transition from purely hadronic stars using upcoming gravitational-wave data. In addition, we present for each of the categories studied the relation between the $g$-mode frequency and the normalized energy density jump. Finally, we present a novel universal relationship for the discontinuity $g$-mode able to encompass the four categories including long branches of slow stable twin stars and address its asteroseismological capability."
    },
    {
      "title": "Dissecting the moat regime at low energies I: Renormalization and the phase structure",
      "link": "https://arxiv.org/abs/2510.06712",
      "authors": "Fabian Rennecke, Shi Yin",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2510.06712v1 Announce Type: cross \nAbstract: Dense QCD matter can feature a moat regime, where the static energy of mesons is minimal at nonzero momentum. Valuable insights into this regime can be gained using low-energy models. This, however, requires a careful assessment of model artifacts. We therefore study the effects of renormalization and in-medium modifications of quark-meson interaction on the moat regime. To capture the main effects, we use a two-flavor quark-meson model at finite temperature and baryon density in the random phase approximation. We put forward a convenient renormalization scheme to account for the nontrivial momentum dependence of meson self-energies and discuss the role of renormalization conditions for renormalization group consistent results on the moat regime. In addition, we demonstrate and that its extent in the phase diagram critically depends on the interaction of quarks and mesons."
    },
    {
      "title": "Null geodesics and shadows of Dekel-Zhao-type dark matter black holes with a quintessential field: Constraints from EHT observations of M87<math xmlns:mml=\"http://www.w3.org/1998/Math/MathML\" altimg=\"si14.svg\" class=\"math\"><msup><mrow></mrow><mo>*</mo></msup></math> and Sgr A<math xmlns:mml=\"http://www.w3.org/1998/Math/MathML\" altimg=\"si14.svg\" class=\"math\"><msup><mrow></mrow><mo>*</mo></msup></math>",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269325007038?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: Available online 9 October 2025Source: Physics Letters BAuthor(s): A. Errehymy"
    },
    {
      "title": "Probing the sensitivity of anisotropic flow coefficients to the initial nuclear structure in pO and OO collisions at the LHC",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269325006999?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: Available online 9 October 2025Source: Physics Letters BAuthor(s): Aswathy Menon Kavumpadikkal Radhakrishnan, Suraj Prasad, Neelkamal Mallick, Raghunath Sahoo, Gergely Gábor Barnaföldi"
    },
    {
      "title": "Generalized Symmetries in Shallow Water",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269325006926?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: Available online 8 October 2025Source: Physics Letters BAuthor(s): V. Taghiloo, M.H. Vahidinia"
    },
    {
      "title": "Interaction- and charge-changing cross sections for neutron-rich <math xmlns:mml=\"http://www.w3.org/1998/Math/MathML\" altimg=\"si2.svg\" class=\"math\"><msup><mrow></mrow><mrow><mn>63</mn><mo>−</mo><mn>80</mn></mrow></msup></math>Cu isotopes toward the derivation of neutron skin thickness",
      "link": "https://www.sciencedirect.com/science/article/pii/S0375947425002477?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Nuclear Physics A",
      "summary": "Publication date: Available online 8 October 2025Source: Nuclear Physics AAuthor(s): G. Takayama, M. Fukuda, M. Tanaka, M. Fukutome, M. Takechi, T. Suzuki, A. Homma, D. Nishimura, T. Moriguchi, D.S. Ahn, A. Aimaganbetov, M. Amano, M. Amitani, H. Arakawa, H. Baba, S. Bagchi, K.-H Behr, N. Burtebayev, K. Chikaato, H. Du"
    }
  ]
}