{
  "lastUpdated": "2025-03-18T02:20:37.911126",
  "papers": [
    {
      "title": "First Measurement of a Weak $r$-Process Reaction on a Radioactive Nucleus",
      "link": "http://link.aps.org/doi/10.1103/PhysRevLett.134.112701",
      "authors": "M. Williams <em>et al.</em>",
      "source": "Physical Review Letter",
      "summary": "Author(s): M. Williams et al.The first measurement of a weak r-process reaction on a radioactive nucleus was made possible by novel solid helium targets.[Phys. Rev. Lett. 134, 112701] Published Mon Mar 17, 2025"
    },
    {
      "title": "X17 boson and the $^{2}\\mathrm{H}(p,{e}^{+}{e}^{−})^{3}\\mathrm{He}$ and $^{2}\\mathrm{H}(n,{e}^{+}{e}^{−})^{3}\\mathrm{H}$ processes: A theoretical analysis",
      "link": "http://link.aps.org/doi/10.1103/PhysRevC.111.034002",
      "authors": "M. Viviani, E. Filandri, L. Girlanda, C. Gustavino, A. Kievsky, and L. E. Marcucci",
      "source": "Physical Review C",
      "summary": "Author(s): M. Viviani, E. Filandri, L. Girlanda, C. Gustavino, A. Kievsky, and L. E. MarcucciThe present work deals with the ${e}^{+}\\text{−}{e}^{−}$ pair production in the $^{2}\\mathrm{H}(p,{e}^{+}{e}^{−})^{3}\\mathrm{He}$ and $^{2}\\mathrm{H}(n,{e}^{+}{e}^{−})^{3}\\mathrm{H}$ processes, in order to make evident possible effects due to the exchange of a hypothetical low-mass boson, the so-cal…[Phys. Rev. C 111, 034002] Published Mon Mar 17, 2025"
    },
    {
      "title": "Level shifts of exotic deuterium atoms from effective range parameters",
      "link": "http://link.aps.org/doi/10.1103/PhysRevC.111.034003",
      "authors": "Pierre-Yves Duerinck, Rimantas Lazauskas, and Jérémy Dohet-Eraly",
      "source": "Physical Review C",
      "summary": "Author(s): Pierre-Yves Duerinck, Rimantas Lazauskas, and Jérémy Dohet-EralyWe discuss various methods for determining the level shifts induced by short-range interactions in exotic atoms, which are formed by a hadron and a nucleus of opposite charge. The energy shifts can be related to the effective range parameters through Deser or Trueman formulas. In order to assess the…[Phys. Rev. C 111, 034003] Published Mon Mar 17, 2025"
    },
    {
      "title": "Anomalous ${B}_{4/2}$ ratio in the yrast band of $^{167}\\mathrm{Os}$",
      "link": "http://link.aps.org/doi/10.1103/PhysRevC.111.034323",
      "authors": "I. Zanon <em>et al.</em>",
      "source": "Physical Review C",
      "summary": "Author(s): I. Zanon et al.Several instances of anomalously low values of the $\\frac{B(E2;{4}_{1}^{+}→{2}_{1}^{+})}{B(E2;{2}_{1}^{+}→{0}_{\\mathrm{gs}}^{+})}$ ratio $({B}_{4/2})&lt;1$ have previously been observed in several nuclei among the highly neutron deficient W-Os-Pt isotopes with even numbers of neutrons and protons. T…[Phys. Rev. C 111, 034323] Published Mon Mar 17, 2025"
    },
    {
      "title": "Simple model to investigate jet quenching and correlated errors for centrality-dependent nuclear modification factors in relativistic heavy-ion collisions",
      "link": "http://link.aps.org/doi/10.1103/PhysRevC.111.034911",
      "authors": "R. A. Soltz, D. A. Hangal, and A. Angerami",
      "source": "Physical Review C",
      "summary": "Author(s): R. A. Soltz, D. A. Hangal, and A. AngeramiWe apply Bayesian techniques to compare a simple, empirical model for jet quenching in heavy-ion collisions to centrality-dependent jet ${R}_{AA}$ measured by ATLAS for $\\mathrm{Pb}+\\mathrm{Pb}$ collisions at $\\sqrt{{s}_{NN}}=5.02$ TeV. We find that the ${R}_{AA}$ values for central collisions are a…[Phys. Rev. C 111, 034911] Published Mon Mar 17, 2025"
    },
    {
      "title": "Impact of the scalar isovector $δ$ meson on the description of nuclear matter and neutron star properties",
      "link": "http://link.aps.org/doi/10.1103/PhysRevC.111.035805",
      "authors": "Lavínia Gabriela Teodoro dos Santos, Tuhin Malik, and Constança Providência",
      "source": "Physical Review C",
      "summary": "Author(s): Lavínia Gabriela Teodoro dos Santos, Tuhin Malik, and Constança ProvidênciaThe implications of including the scalar isovector $δ$ meson in a relativistic mean-field description of nuclear matter are discussed. A Bayesian inference approach is used to determine the parameters that define the isovector properties of the model. The properties of nuclear matter and neutron sta…[Phys. Rev. C 111, 035805] Published Mon Mar 17, 2025"
    },
    {
      "title": "Energy rates due to Fe isotopes during presupernova evolution of massive stars",
      "link": "https://arxiv.org/abs/2503.10951",
      "authors": "Jameel-Un Nabi, Asim Ullah, Majid Iqbal",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2503.10951v1 Announce Type: new \nAbstract: This work presents the microscopic calculation of energy rates ({\\gamma} ray heating and (anti)neutrino cooling rates) due to weak decay of selected Fe isotopes. The isotopes have astrophysical significance during the presupernova evolution of massive stars. The energy rates are calculated using the pn QRPA model and compared with the independent particle model (IPM), large scale shell model (LSSM) and recent shell model calculation (GXPF1J). The reported (anti)neutrino cooling rates are smaller by up to two orders of magnitude at low core temperature values than the IPM rates. The two calculations compare well at T = 30 GK. The comparison of cooling rates with the LSSM is interesting. The pn QRPA cooling rates due to even even Fe isotopes are smaller (up to 2 orders of magnitude). For the odd A isotopes, the reported rates are bigger up to an order of magnitude. The pn QRPA computed cooling rates are, up to 2 orders of magnitude, bigger when compared with the GXPF1J calculation. The {\\gamma} ray heating rates due to electron capture rates rise with the temperature and density values of the stellar core. On the other hand, the {\\gamma} ray heating due to \\b{eta} decay increases with the core temperature values but decreases by orders of magnitude when the stellar core stiffens. The pn QRPA computed {\\gamma} heating rates are bigger (up to 3 orders of magnitude) at high temperatures and densities (for the case of 55 56Fe) when compared with the recent shell model results. Owing to the importance of energy rates, this study may contribute to a realistic simulation of presupernova evolution of massive stars."
    },
    {
      "title": "Systematic calculation on alpha decay and cluster radioactivity of superheavy nuclei",
      "link": "https://arxiv.org/abs/2503.10987",
      "authors": "Xuanpeng Xiao, Panpan Qi, Gongming Yu, Haitao Yang, Qiang Hu",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2503.10987v1 Announce Type: new \nAbstract: In the Coulomb and Proximity Potential Model (CPPM) framework, we have investigated the cluster radioactivity and alpha decay half-lives of superheavy nuclei. We study 22 different versions of proximity potential forms that have been proposed to describe proton radioactivity, two-proton radioactivity, heavy-ion radioactivity, quasi-elastic scattering, fusion reactions, and other applications. The half-lives of cluster radioactivity and alpha decay of 41 atomic nuclei ranging from 221Fr to 244Cm were calculated, and the results indicate that the refined nuclear potential named BW91 is the most suitable proximity potential form for the cluster radioactivity and alpha decay of superheavy nuclei since the root-mean-square (RMS) deviation between the experimental data and the relevant theoretical calculation results is the smallest ({\\sigma}= 0.841). By using CPPM, we predicted the half-lives of 20 potential cluster radioactivity and alpha decay candidates. These cluster radioactivities and alpha decays are energetically allowed or observable but not yet quantified in NUBASE2020."
    },
    {
      "title": "Triple-charmed Hadron from Coalescence in Relativistic Heavy-Ion Collisions",
      "link": "https://arxiv.org/abs/2503.11223",
      "authors": "Tianyang Li, Jiamin Liu, Shiqi Zheng, Baoyi Chen",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2503.11223v1 Announce Type: new \nAbstract: We investigate the thermal production of the $\\Omega_{ccc}$ baryon in relativistic heavy-ion collisions. Unlike proton-proton collisions, nuclear collisions produce both deconfined matter and abundant charm quark pairs, which can coalesce to form the $\\Omega_{ccc}$ baryon, thereby significantly enhancing its production. We employ the Langevin model and the Instantaneous Coalescence Model (LICM), coupled with hydrodynamic simulations, to study charm quark diffusion and coalescence into the $\\Omega_{ccc}$ baryon in expanding QCD matter. The thermal production of the $\\Omega_{ccc}$ is governed by the charm quark densities and the in-medium wavefunctions of the $\\Omega_{ccc}$, which determines the coalescence probability for the three charm quarks. We calculate the $\\Omega_{ccc}$ production with realistic charm diffusions and different in-medium wave functions of $\\Omega_{ccc}$ baryon. We find that the production of the $\\Omega_{ccc}$ baryon is sensitive to these factors, which aids in understanding its properties in the hot QCD medium."
    },
    {
      "title": "Scaling and universality in strange quark stars",
      "link": "https://arxiv.org/abs/2503.11515",
      "authors": "G. Lugones, A. G. Grunfeld",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2503.11515v1 Announce Type: new \nAbstract: We derive scaling laws that connect certain macroscopic observables of strange quark stars with key microscopic properties of self-bound quark matter, such as the energy per baryon at zero pressure and the strength of repulsive interactions. We also identify universal relations linking global properties of strange quark stars - specifically, their moment of inertia, tidal deformability, and both gravitational and baryonic compactness. Remarkably, these relations hold for two substantially different microscopic models - the quark-mass density-dependent model with excluded-volume corrections and the vector MIT bag model - underscoring their robust, model-independent nature. We demonstrate that the universal relations for strange quark stars differ significantly from those previously established for neutron stars composed of hadronic matter, thus enabling discrimination between the two types of objects without requiring detailed knowledge of their equations of state. Moreover, observational constraints on the maximum mass of compact stars could place bounds on both the depth of quark-matter self-binding and the strength of quark repulsive interactions."
    },
    {
      "title": "Exclusive photon-fusion production of even-spin resonances and exotic QED atoms in high-energy hadron collisions",
      "link": "https://arxiv.org/abs/2503.10952",
      "authors": "David d'Enterria, Karen Kang",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2503.10952v1 Announce Type: cross \nAbstract: The cross sections for the single exclusive production of (pseudo)scalar and (pseudo)tensor hadrons, as well as of even-spin QED bound states formed by pairs of opposite-charge leptons or hadrons, are estimated for photon-fusion processes in ultraperipheral collisions (UPCs) of proton-proton, proton-nucleus, and nucleus-nucleus at the RHIC, LHC and FCC colliders, as well as in proton-air interactions at the highest energies reached by cosmic-rays impinging on earth. The UPC cross sections are computed in the equivalent photon approximation with realistic photon fluxes from the charged form factors of proton, lead, gold, and nitrogen ions. The production of four types of even-spin systems are considered: quarkonium (spin-0,2,4 meson bound states, from the lightest $\\pi^0$ meson up to toponium), exotic hadrons (including candidate multiquark states), leptonium (positronium, dimuonium, and ditauonium), as well as mesonium (pionium, kaonium, D-onia, and B-onia) and baryonium (notably, protonium) QED atoms. The expected yields at the different colliders are presented for about 50 such even-spin composite resonances, for which the ALICE and LHCb experiments have potential reconstruction capabilities at the LHC. The impact of the diphoton decays of such even-spin states is also discussed as resonant backgrounds in the measurement of light-by-light scattering ($\\gamma\\gamma\\to\\gamma\\gamma$) over $m_{\\gamma\\gamma} = 0.1$--15 GeV in PbPb UPCs at the LHC."
    },
    {
      "title": "Further Exploration of Precise Binding Energies from Physics Informed Machine Learning and the Development a Practical Ensemble Model",
      "link": "https://arxiv.org/abs/2503.11066",
      "authors": "I. Bentley, J. Tedder, M. Gebran, A. Paul",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2503.11066v1 Announce Type: cross \nAbstract: Sixteen new physics informed machine learning models have been trained on binding energy residuals from modern mass models that leverage shape parameters and other physical features. The models have been trained on a subset of AME 2012 data and have been verified with a subset of the AME 2020 data. Among the machine learning approaches tested in this work, the preferred approach is the least squares boosted ensemble of trees which appears to have a superior ability to both interpolate and extrapolate binding energy residuals. The machine learning models for four mass models created from the ensemble of trees approach have been combined to create a composite model called the Four Model Tree Ensemble (FMTE). The FMTE model predicts binding energy values from AME 2020 with a standard deviation of 76 keV and a mean deviation of 34 keV for all nuclei with N > 7 and Z > 7. A comparison with new mass measurements for 33 isotopes not included in AME 2012 or AME 2020 indicates that the FMTE performs better than all mass models that were tested."
    },
    {
      "title": "Gravitational form factors in the perturbative limit",
      "link": "https://arxiv.org/abs/2503.11316",
      "authors": "Qin-Tao Song, O. V. Teryaev, Shinsuke Yoshida",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2503.11316v1 Announce Type: cross \nAbstract: The generalized distribution amplitudes (GDAs) have been paid attention in recent years because of their relation with the energy momentum tensor (EMT) form factors (FFs). The GDAs can be experimentally accessed through the study of amplitudes in $\\gamma^{\\ast} \\gamma \\to M_1 M_2$ and $\\gamma^{\\ast} \\to M_1 M_2 \\gamma$, where $M_1M_2$ is a pseudoscalar meson pair such as $\\pi \\eta $ and $\\eta \\eta^{\\prime}$. In this paper we calculate these amplitudes in the perturbative limit where the $M_1M_2$ GDAs are expressed in terms of meson distribution amplitudes which have been constrained in the past experiments. Our explicit calculation verifies the existence of a new EMT FF which breaks the conservation law of EMT for each quark flavor in its hadronic matrix element. In addition, our result shows that the $M_1M_2$ GDAs are identical between $\\gamma^{\\ast} \\gamma \\to M_1 M_2$ and $\\gamma^{\\ast} \\to M_1 M_2 \\gamma$, which confirms the universality of GDAs. In future, the GDAs and EMT FFs studied in this paper can be investigated at Belle II. Our study enhances the accessibility to the $P$-wave GDAs in $\\gamma^{\\ast} \\gamma \\to M_1 M_2$ and $\\gamma^{\\ast} \\to M_1 M_2 \\gamma$ and gives a promising way to search for exotic hybrid mesons in the future experiment."
    },
    {
      "title": "A spinless crystal for a high-performance solid-state $^{229}$Th nuclear clock",
      "link": "https://arxiv.org/abs/2503.11374",
      "authors": "Harry W. T. Morgan, James E. S. Terhune, Ricky Elwell, Hoang Bao Tran Tan, Udeshika C. Perera, Andrei Derevianko, Eric R. Hudson, Anastassia N. Alexandrova",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2503.11374v1 Announce Type: cross \nAbstract: Solid-state $^{229}$Th nuclear clocks require a host material whose band gap is larger than the 8.4 eV nuclear transition energy. As such, excitation of the $^{229}$Th nuclear state has so far only been demonstrated in metal fluorides, specifically CaF$_2$, LiSrAlF$_6$, and ThF$_4$, where the large electronegativity of the halogen leads to sufficient band gaps. However, it is expected that the nuclear magnetic moment of the fluorine gives rise to a leading order broadening mechanism that limits the clock stability. Here, we use concepts of molecular design to identify a polyatomic anion, SO$_4^{2-}$, that is both nuclear spin free and of sufficient electron affinity to result in a high band gap metal sulfate system. Using state-of-the-art calculations, we find that the band gap of Th(SO$_4$)$_2$ is approximately 9 eV, large enough for direct laser excitation of $^{229}$Th. Low concentrations of $^{229}$Th in the otherwise spinless $^{232}$Th(SO$_4$)$_2$ crystal mitigate $^{229}$Th-$^{229}$Th interactions. Furthermore, the introduction of $^{229}$Th does not modify the material band gap nor introduce electronic states associated with nuclear quenching. By removing one of the primary sources of nuclear line broadening in the crystal, the nuclear magnetic dipole-dipole interaction, a nuclear clock with instability as low as $\\sigma = 4.6\\times10^{-23}/\\sqrt{\\tau}$, where ${\\tau}$ is the averaging time, may be realized. This is roughly six orders of magnitude lower than previously thought possible."
    },
    {
      "title": "Identified hadron production at hadron colliders in NNLO QCD",
      "link": "https://arxiv.org/abs/2503.11489",
      "authors": "Micha{\\l} Czakon, Terry Generet, Alexander Mitov, Rene Poncelet",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2503.11489v1 Announce Type: cross \nAbstract: In this work we calculate for the first time the next-to-next-to leading order (NNLO) QCD corrections to identified hadron production at hadron colliders. The inclusion of the NNLO correction has an important impact on all observables considered in this work. Higher order corrections reduce scale uncertainty and in almost all cases are moderate. Overall, good perturbative convergence is observed across kinematics and observables. The uncertainty due to missing higher orders is relatively small and, in many cases, smaller than the experimental uncertainty. The largest source of theoretical uncertainty at present is from the knowledge of the non-perturbative parton-to-hadron fragmentation functions (FF), which dwarfs the scale uncertainty in most kinematic ranges. The inclusion of NNLO corrections demonstrates the precision studies potential of this class of observables. To fully realize this potential, however, a new generation of improved fragmentation functions may be needed. The results of the present work will enable global fits of FF with NNLO precision."
    },
    {
      "title": "Exact Results for the Ericson Transition in Stochastic Quantum Scattering and Experimental Validation",
      "link": "https://arxiv.org/abs/2503.11516",
      "authors": "Simon K\\\"ohnes, Jiongning Che, Barbara Dietz, Thomas Guhr",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2503.11516v1 Announce Type: cross \nAbstract: At lower energies, the resonances in scattering experiments are often isolated. The crucial parameter is the ratio of average resonance width and average mean level spacing. Towards larger energies, this parameter grows, because the resonances overlap. Eventually the cross-section becomes a random function and the scattering matrix elements follow a universal Gaussian distribution. For more than sixty years, this Ericson transition awaits a concise analytical treatment. We provide a complete solution within the Heidelberg approach which provides a full-fledged model of the scattering process. As a side result, we obtain explicit formulae for the moments of the distributions. We compare with microwave experiments."
    },
    {
      "title": "Path-integral approaches to strongly-coupled quantum many-body systems",
      "link": "https://arxiv.org/abs/2210.16676",
      "authors": "Kilian Fraboulet",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2210.16676v4 Announce Type: replace-cross \nAbstract: The core of this thesis is the path-integral formulation of quantum field theory and its ability to describe strongly-coupled quantum many-body systems of finite size. Collective behaviors can be efficiently described in such systems through the implementation of spontaneous symmetry breaking (SSB) in mean-field approaches. However, as the thermodynamic limit does not make sense in finite-size systems, the latter can not exhibit any SSB and the symmetries which are broken down at the mean-field level must therefore be restored. The efficiency of theoretical approaches in the treatment of finite-size quantum systems can therefore be studied via their ability to restore spontaneously broken symmetries. In this thesis, a zero-dimensional $O(N)$ model is taken as a theoretical laboratory to perform such an investigation with many state-of-the-art path-integral techniques: perturbation theory combined with various resummation methods (Pad\\'e-Borel, Borel-hypergeometric, conformal mapping), enhanced versions of perturbation theory (transseries derived via Lefschetz thimbles, optimized perturbation theory), self-consistent perturbation theory based on effective actions (auxiliary field loop expansion (LOAF), Cornwall-Jackiw-Tomboulis (CJT) formalism, 4PPI effective action, ...), functional renormalization group (FRG) techniques (FRG based on the Wetterich equation, DFT-FRG, 2PI-FRG). Connections between these different techniques are also emphasized. In addition, the path-integral formalism provides us with the possibility to introduce collective degrees of freedom in an exact fashion via Hubbard-Stratonovich transformations: the effect of such transformations on the aforementioned methods is also examined in detail."
    },
    {
      "title": "Neutral-current background induced by atmospheric neutrinos at large liquid-scintillator detectors: III. Comprehensive prediction for low energy neutrinos",
      "link": "https://arxiv.org/abs/2404.07429",
      "authors": "Jie Cheng, Min Li, Yu-Feng Li, Gao-Song Li, Hao-Qi Lu, Liang-Jian Wen",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2404.07429v3 Announce Type: replace-cross \nAbstract: Atmospheric neutrinos play a vital role in generating irreducible backgrounds in liquid-scintillator (LS) detectors via their neutral-current (NC) interactions with $^{12}$C nuclei. These interactions may affect a wide range of research areas from the MeV to GeV energy range, such as the reactor and geo neutrinos, diffuse supernova neutrino background (DSNB), dark matter, and nucleon decay searches. In this work, we extend our preceding paper, by conducting a first-time systematic exploration of NC backgrounds as low as the MeV region of reactor and geo neutrinos. We utilize up-to-date neutrino generator models from GENIE and NuWro, a TALYS-based nuclear deexcitation package and a GEANT4-based detector simulation toolkit for our complete calculation. Our primary focus is to predict the NC background for experimental searches of inverse-beta-decay signals below the 100 MeV visible energy. In order to have deeper understanding of the characteristics of atmospheric neutrino NC interactions in LS, we investigate the model dependence of NC background predictions by using various data-driven models, including the initial neutrino-nucleon interactions, nuclear ground-state structure, final-state interactions, nuclear deexcitation processes, and secondary interactions of final-state particles."
    },
    {
      "title": "Quantum Hall liquids in high-density QCD",
      "link": "https://arxiv.org/abs/2410.07665",
      "authors": "Kentaro Nishimura, Naoki Yamamoto, Ryo Yokokura",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2410.07665v2 Announce Type: replace-cross \nAbstract: There exist metastable domain walls of the flavor-singlet meson $\\eta$ for the ${\\rm U}(1)$ axial symmetry in two-flavor color superconductivity (2SC) in QCD at large baryon density. We show that, due to the coupling of $\\eta$ to confined ${\\rm SU}(2)$ gluons in the 2SC phase, the effective theory on the domain wall is described by the ${\\rm SU}(2)_{-1}$ Chern-Simons theory, which is dual to the ${\\rm U}(1)_{2}$ Chern-Simons theory. This theory has a spin-1 droplet excitation that does not carry a baryon number, which we identify as a vector meson. We also discuss the effective theories and baryonic droplet excitations on the domain walls of the flavor-singlet mesons in the superfluid phases of QCD at large isospin density and two-color QCD at large baryon density."
    },
    {
      "title": "Open-source library for performance-portable neutrino reaction rates: Application to neutron star mergers",
      "link": "https://arxiv.org/abs/2412.04570",
      "authors": "Leonardo Chiesa, Maitraya Bhattacharyya, Filippo Mazzini, Federico Maria Guercilena, Albino Perego, David Radice",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2412.04570v2 Announce Type: replace-cross \nAbstract: A realistic and detailed description of neutrinos in binary neutron star (BNS) mergers is essential to build reliable models of such systems. To this end, we present BNS_NURATES, a novel open-source numerical library designed for the efficient on-the-fly computation of neutrino interactions, with particular focus on regimes relevant to BNS mergers. BNS_NURATES targets a higher level of accuracy and realism in the implementation of commonly employed reactions by accounting for relevant microphysics effects on the interactions, such as weak magnetism and mean field effects. It also includes the contributions of inelastic neutrino scattering off electrons and positrons and (inverse) nucleon decays. Finally, it offers a way to reconstruct the neutrino distribution function in the framework of moment-based transport schemes. As a first application, we compute both energy-dependent and energy-integrated neutrino emissivities and opacities for conditions extracted from a BNS merger simulation with M1 transport scheme. We find some qualitative differences in the results when considering the impact of the additional relevant reactions and of microphysics effects. For example, neutrino-electron/positron scattering reactions are important for the energy exchange of heavy-type neutrinos as they do not undergo semileptonic charged-current processes, when $\\mu^\\pm$ are not accounted for. Moreover, weak magnetism and mean field effects can significantly modify the contribution of $\\beta$ processes for electron-type (anti)neutrinos, increasing at the same time the importance of (inverse) neutron decays. The improved treatment for the reaction rates also modifies the conditions at which neutrinos decouple from matter in the system, potentially affecting their emission spectra."
    },
    {
      "title": "Amplitude determination for MM→MM$$M M \\rightarrow M M$$, M=π,K$$M = \\pi , K$$ and cross-sections for γγ→π+π-,π0π0,π0η$$\\gamma \\gamma \\rightarrow \\pi ^+ \\pi ^-, \\pi ^0 \\pi ^0, \\pi ^0 \\eta $$ in a chiral model",
      "link": "https://epja.epj.org/10.1140/epja/s10050-025-01524-6",
      "authors": "S. P. Klevansky, R. H. Lemmer, Alireza Beygi",
      "source": "European Physical Journal A",
      "summary": "Authors: S. P. Klevansky, R. H. Lemmer and Alireza Beygi.The European Physical Journal A Vol. 61 , page 49Published online: 13/3/2025"
    },
    {
      "title": "Unraveling alignment pattern in high-energy particles via transverse momentum disbalance analysis",
      "link": "https://epja.epj.org/10.1140/epja/s10050-025-01529-1",
      "authors": "Igor Lokhtin, Aleksei Nikolskii, Alexander Snigirev",
      "source": "European Physical Journal A",
      "summary": "Authors: Igor Lokhtin, Aleksei Nikolskii and Alexander Snigirev.The European Physical Journal A Vol. 61 , page 50Published online: 13/3/2025"
    },
    {
      "title": "Fine structure in the α $$\\upalpha $$  decay of 179 $$^{179}$$ Hg and 177 $$^{177}$$ Au",
      "link": "https://epja.epj.org/10.1140/epja/s10050-025-01513-9",
      "authors": "A. Špaček, A. Herzáň, M. Sedlák, M. Venhart, F. A. Ali, A. N. Andreyev, K. Auranen, S. Bánovská, M. Balogh, R. J. Carroll, D. M. Cox, J. G. Cubiss, T. Davis, M. C. Drummond, J. L. Easton, T. Grahn, A. Gredley, P. T. Greenlees, J. Henderson, U. Jakobsson, D. T. Joss, R. Julin, S. Juutinen, G. Kantay, J. Kliman, J. Konki, E. A. Lawrie, M. Leino, V. Matoušek, A. K. Mistry, C. G. McPeake, D. O’Donnell, R. D. Page, J. Pakarinen, P. Papadakis, J. Partanen, P. Peura, P. Rahkila, A. Repko, P. Ruotsalainen, M. Sandzelius, J. Sarén, B. Saygi, D. Seweryniak, C. Scholey, J. Sorri, S. Stolze, A. Thornthwaite, I. S. Timchenko, J. Uusitalo, M. Veselský, S. Vielhauer, F. P. Wearing",
      "source": "European Physical Journal A",
      "summary": "Authors: A. Špaček, A. Herzáň, M. Sedlák, M. Venhart, F. A. Ali, A. N. Andreyev, K. Auranen, S. Bánovská, M. Balogh, R. J. Carroll, D. M. Cox, J. G. Cubiss, T. Davis, M. C. Drummond, J. L. Easton, T. Grahn, A. Gredley, P. T. Greenlees, J. Henderson, U. Jakobsson, D. T. Joss, R. Julin, S. Juutinen, G. Kantay, J. Kliman, J. Konki, E. A. Lawrie, M. Leino, V. Matoušek, A. K. Mistry, C. G. McPeake, D. O’Donnell, R. D. Page, J. Pakarinen, P. Papadakis, J. Partanen, P. Peura, P. Rahkila, A. Repko, P. Ruotsalainen, M. Sandzelius, J. Sarén, B. Saygi, D. Seweryniak, C. Scholey, J. Sorri, S. Stolze, A. Thornthwaite, I. S. Timchenko, J. Uusitalo, M. Veselský, S. Vielhauer and F. P. Wearing.The European Physical Journal A Vol. 61 , page 43Published online: 7/3/2025\n       Keywords:"
    }
  ]
}