{
  "lastUpdated": "2025-09-03T02:15:28.746314",
  "papers": [
    {
      "title": "Typical new spherical-like $γ$-soft spectra in $^{104,106,108}\\mathrm{Pd}$",
      "link": "http://link.aps.org/doi/10.1103/4mt4-wrtq",
      "authors": "Tao Wang",
      "source": "Physical Review C",
      "summary": "Author(s): Tao WangTo solve the Cd puzzle (spherical nucleus puzzle), I have proposed a new spherical-like $γ$-soft nucleus. Since shape coexistence often occurs in such nuclei, explicit spherical-like $γ$-soft spectra are not easily identified. In this paper, I finally find the direct evidence for the existence of th…[Phys. Rev. C 112, 034301] Published Tue Sep 02, 2025"
    },
    {
      "title": "Typical characteristics of the pseudospin partner bands in the particle rotor model",
      "link": "http://link.aps.org/doi/10.1103/5w8t-6lv4",
      "authors": "H. Zhang, B. Qi, S. Y. Wang, and H. Jia",
      "source": "Physical Review C",
      "summary": "Author(s): H. Zhang, B. Qi, S. Y. Wang, and H. JiaAlthough pseudospin partner (PSP) bands have been experimentally reported in about 20 nuclei, their structures and properties have not yet been systematically discussed. In the present work, the typical characteristics of PSP bands with the configuration $({g}_{7/2},{d}_{5/2})$ have been studied sys…[Phys. Rev. C 112, 034302] Published Tue Sep 02, 2025"
    },
    {
      "title": "Effects of nuclear surface dynamics on fusion and multinucleon transfer reactions",
      "link": "http://link.aps.org/doi/10.1103/rf54-ph2m",
      "authors": "Cheng Li, Xingxin Luo, Tao Li, Xin-Rui Zhang, Junlong Tian, Ning Wang, Hui-Xiao Duan, and Feng-Shou Zhang",
      "source": "Physical Review C",
      "summary": "Author(s): Cheng Li, Xingxin Luo, Tao Li, Xin-Rui Zhang, Junlong Tian, Ning Wang, Hui-Xiao Duan, and Feng-Shou ZhangThe effects of nuclear surface dynamics on both fusion and multinucleon transfer reactions are investigated simultaneously within the framework of the improved quantum molecular dynamics model. The capture processes of $^{40}\\mathrm{Ca}+^{40}\\mathrm{Ca}$ and $^{40}\\mathrm{Ar}+^{208}\\mathrm{Pb}$ syst…[Phys. Rev. C 112, 034601] Published Tue Sep 02, 2025"
    },
    {
      "title": "Probing fluctuating protons using forward neutrons in soft and hard inelastic proton-nucleus scattering",
      "link": "http://link.aps.org/doi/10.1103/jxyf-8xvm",
      "authors": "M. Alvioli, V. Guzey, and M. Strikman",
      "source": "Physical Review C",
      "summary": "Author(s): M. Alvioli, V. Guzey, and M. StrikmanWe present a model for the distribution of the number of forward neutrons emitted in soft (minimum bias) and hard inelastic proton-nucleus ($pA$) scattering at the CERN Large Hadron Collider. It is based on the Gribov-Glauber model for the distribution over the number of inelastic collisions (wounde…[Phys. Rev. C 112, 034901] Published Tue Sep 02, 2025"
    },
    {
      "title": "Measurement of single- and double-polarization observables in the photoproduction of ${π}^{+}{π}^{−}$ meson pairs off the proton using CLAS at Jefferson Laboratory",
      "link": "http://link.aps.org/doi/10.1103/bddq-9qlq",
      "authors": "P. Roy <em>et al.</em> (CLAS Collaboration)",
      "source": "Physical Review C",
      "summary": "Author(s): P. Roy et al. (CLAS Collaboration)The photoproduction of ${π}^{+}{π}^{−}$ meson pairs off the proton has been studied in the reaction $γp→p{π}^{+}{π}^{−}$ using the CEBAF Large Acceptance Spectrometer (CLAS) and the frozen-spin target (FROST) in Hall B at the Thomas Jefferson National Accelerator Facility. For the first time, the be…[Phys. Rev. C 112, 035201] Published Tue Sep 02, 2025"
    },
    {
      "title": "Probing cold nuclear matter with energy correlators",
      "link": "http://link.aps.org/doi/10.1103/n3j3-v3m1",
      "authors": "Kyle Devereaux, Wenqing Fan, Weiyao Ke, Kyle Lee, and Ian Moult",
      "source": "Physical Review C",
      "summary": "Author(s): Kyle Devereaux, Wenqing Fan, Weiyao Ke, Kyle Lee, and Ian MoultThe future electron-ion collider (EIC) will produce the first-ever high energy collisions between electrons and a wide range of nuclei, opening a new era in the study of cold nuclear matter. Quarks and gluons produced in these collisions will propagate through the dense nuclear matter of nuclei, imp…[Phys. Rev. C 112, 035202] Published Tue Sep 02, 2025"
    },
    {
      "title": "Experimental determination of the resonance width and the branching ratio ${\\mathrm{Γ}}_{p1}/{\\mathrm{Γ}}_{p0}$ for the 19.40-MeV state in $^{8}\\mathrm{Be}$ for studying the $^{7}\\mathrm{Be}(n,{p}_{1})^{7}\\mathrm{Li}^{*}$ reaction relevant to the cosmological lithium problem",
      "link": "http://link.aps.org/doi/10.1103/jhgx-cht5",
      "authors": "N. Iwasa, K. Ichimura, S. Ishikawa, M. Egeta, T. Haginouchi, S. Ishio, S. Matsue, S. Kubono, K. Nishio, K. Hirose, H. Makii, R. Orlandi, F. Suzaki, and J. Smallcombe",
      "source": "Physical Review C",
      "summary": "Author(s): N. Iwasa, K. Ichimura, S. Ishikawa, M. Egeta, T. Haginouchi, S. Ishio, S. Matsue, S. Kubono, K. Nishio, K. Hirose, H. Makii, R. Orlandi, F. Suzaki, and J. SmallcombeThe $^{7}\\mathrm{Li}(^{3}\\mathrm{He},d)^{8}\\mathrm{Be}^{*}(p)^{7}\\mathrm{Li}$ reaction was measured at ${E}_{\\mathrm{lab}}(^{3}\\mathrm{He})=28$ MeV for studying the $^{7}\\mathrm{Be}(n,{p}_{1})^{7}\\mathrm{Li}^{*}$ reaction, which is a $^{7}\\mathrm{Be}$ destruction reaction in the big bang nucleosynth…[Phys. Rev. C 112, 035801] Published Tue Sep 02, 2025"
    },
    {
      "title": "$^{61}\\mathrm{Cr}$ as a doorway to the $N=40$ island of inversion",
      "link": "http://link.aps.org/doi/10.1103/423q-cxfh",
      "authors": "L. Lalanne <em>et al.</em> (CERN, ISOLDE Collaboration, IS714)",
      "source": "Physical Review C",
      "summary": "Author(s): L. Lalanne et al. (CERN, ISOLDE Collaboration, IS714)Knowing the correct ground-state spin of neutron-rich nuclei is crucial for the interpretation of β-decay data and nuclear structure, but experimental information is often scarce. Using a novel laser excitation scheme specifically developed for this work the authors measured the ground-state spin and magnetic dipole moment of the short-lived nucleus 61Cr at ISOLDE-CERN with high-resolution resonance ionization laser spectroscopy. The hyperfine spectrum of 61Cr revealed a ground-state spin of I=1/2, contradicting the previously adopted value of I=(5/2). This, together with the value of the magnetic dipole moment and advanced theoretical calculations characterizes the 61Cr ground-state configuration as dominated by an unpaired p1/2 neutron coupled to intruder neutron 2p-2h excitations, placing this Cr isotope at the “western” entrance to the N=40 island of inversion. The nature of the results holds promise for a deeper understanding of nuclear structure in a region that harbors shell and shape evolution.[Phys. Rev. C 112, L031301] Published Tue Sep 02, 2025"
    },
    {
      "title": "A basic triad in Macdonald theory",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269325006008?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: October 2025Source: Physics Letters B, Volume 869Author(s): A. Mironov, A. Morozov, A. Popolitov"
    }
  ]
}