{
  "lastUpdated": "2025-06-11T02:42:44.703053",
  "papers": [
    {
      "title": "Precision Mass Measurements Reveal Low Neutron Pairing in Tin beyond $N=82$ and Its Impact on Stellar Nucleosynthesis",
      "link": "http://link.aps.org/doi/10.1103/ctyj-ls15",
      "authors": "A. Mollaebrahimi <em>et al.</em>",
      "source": "Physical Review Letter",
      "summary": "Author(s): A. Mollaebrahimi et al.We present a study on neutron-rich tin ($Z=50$) isotopes beyond the doubly closed shell of $N=82$ through high-precision mass measurements, including the first-ever measurements of the masses of $^{136}\\mathrm{Sn}$, $^{137}\\mathrm{Sn}$, and $^{138}\\mathrm{Sn}$ isotopes. These measurements enhance ou…[Phys. Rev. Lett. 134, 232701] Published Tue Jun 10, 2025"
    },
    {
      "title": "Structure of $^{128}\\mathrm{Sn}$ selectively populated in the $β$ decay of the $^{128}\\mathrm{In}$ ground state",
      "link": "http://link.aps.org/doi/10.1103/PhysRevC.111.064310",
      "authors": "M. Llanos-Expósito <em>et al.</em> (IDS collaboration)",
      "source": "Physical Review C",
      "summary": "Author(s): M. Llanos-Expósito et al. (IDS collaboration)High-resolution $γ$-ray spectroscopy and fast-timing methods were employed to study the excited structure of $^{128}\\mathrm{Sn}$, populated via the $β$-decay chain of $^{128}\\mathrm{Cd}→^{128}\\mathrm{In}→^{128}\\mathrm{Sn}$. The experiment was performed by online mass separation at the ISOLDE facilit…[Phys. Rev. C 111, 064310] Published Tue Jun 10, 2025"
    },
    {
      "title": "Microscopic analysis of the giant monopole resonance excitation energy",
      "link": "http://link.aps.org/doi/10.1103/rb2k-mxz7",
      "authors": "M. K. Gaidarov, M. V. Ivanov, Y. I. Katsarov, A. N. Antonov, and I. C. Danchev",
      "source": "Physical Review C",
      "summary": "Author(s): M. K. Gaidarov, M. V. Ivanov, Y. I. Katsarov, A. N. Antonov, and I. C. DanchevA systematic study of the isoscalar giant monopole resonance (ISGMR) in a wide range of nuclei from various isotopic chains is performed within the microscopic self-consistent Skyrme Hartree-Fock plus Bardeen-Cooper-Schrieffer ($\\mathrm{HF}+\\mathrm{BCS}$) method and coherent density fluctuation mode…[Phys. Rev. C 111, 064311] Published Tue Jun 10, 2025"
    },
    {
      "title": "Effective finite-range Gogny-type interaction for quantum-molecular-dynamics-like models",
      "link": "http://link.aps.org/doi/10.1103/PhysRevC.111.064607",
      "authors": "Meiqi Sun, Dandan Niu, Junping Yang, Ying Cui, Zhuxia Li, Qiang Zhao, Kai Zhao, and Yingxun Zhang",
      "source": "Physical Review C",
      "summary": "Author(s): Meiqi Sun, Dandan Niu, Junping Yang, Ying Cui, Zhuxia Li, Qiang Zhao, Kai Zhao, and Yingxun ZhangIn this work, we propose an effective finite-range Gogny-type interaction that can be directly used in the quantum-molecular-dynamics-like models. Two methods for determining the parameters of the effective interaction are discussed. The first method establishes an approach to connect the convention…[Phys. Rev. C 111, 064607] Published Tue Jun 10, 2025"
    },
    {
      "title": "Nuclear transparency and shadowing of the two-step process in the $A(e,{e}^{′}{π}^{+})$ reaction",
      "link": "http://link.aps.org/doi/10.1103/twhj-g6vx",
      "authors": "Tae Keun Choi, Kook-Jin Kong, and Byung-Geel Yu",
      "source": "Physical Review C",
      "summary": "Author(s): Tae Keun Choi, Kook-Jin Kong, and Byung-Geel YuWe investigate nuclear transparency induced by pion electroproduction on nuclei, $A(e,{e}^{′}{π}^{+})$, with our interest in the role of the two-step process in the Glauber multiple scattering theory. Based on the framework in which the quantum diffusion model is incorporated into the Glauber theory…[Phys. Rev. C 111, 064608] Published Tue Jun 10, 2025"
    },
    {
      "title": "Charge symmetry breaking effects of $\\omega$-$\\rho^0$ mixing in relativistic mean-field model",
      "link": "https://arxiv.org/abs/2506.06629",
      "authors": "Yusuke Tanimura, Tomoya Naito, Hiroyuki Sagawa, Myung-Ki Cheoun",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2506.06629v1 Announce Type: new \nAbstract: We present a relativistic mean-field model that incorporates charge symmetry breaking (CSB) of nuclear force via $ \\omega $-$ \\rho^0 $ meson mixing, along with corrections to the electromagnetic interaction including the nucleon form factors, first-order vacuum polarization, and Coulomb exchange and pairing terms. The model parameters are refitted using the mass differences of $ T = 1/2 $ mirror nuclei and ground-state properties of magic nuclei, yielding DD-ME-CSB parameter set. The DD-ME-CSB parameter set reproduces the mass differences of mirror nuclei reasonably well up to $ T = 2 $, demonstrating the importance of $ \\omega $-$ \\rho^0 $ mixing. A connection of the present model to a Skyrme-type CSB interaction is also established through a gradient expansion of the energy density functional."
    },
    {
      "title": "Effects of vibration and rigidity modes of motion on the spectral statistics of spherical nuclei",
      "link": "https://arxiv.org/abs/2506.06747",
      "authors": "H. Sabri, A. Hosseinnezhad",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2506.06747v1 Announce Type: new \nAbstract: In this paper, we investigated the effects of \\b{eta}-vibration and \\b{eta}-rigidity on the energy levels from the viewpoint of statistical fluctuations of nuclear systems. To this aim, a parameter-free collective solution of the Bohr Hamiltonian in the five-dimensional harmonic oscillator potential with a linear energy dependence and an asymptotic limit of the slope are used to determine all of the observed normal states in even-even nuclei with ~ 2.00 - 2.15 ratio in the A ~ 90 -140 mass region. Different sequences are prepared of the energy levels, both experimental values and theoretical predictions, which are categorized as their spin-parity, \\b{eta} oscillator quanta, and seniority numbers and analyzed in the framework of random matrix theory to show their statistical situation in comparison with regular and correlated limits. Also, up to 2226 levels with the same 2+ spin-parity assignment are determined for different systems in which the stiffness parameter for them changed between a = 0 and a =1 limits and then analyzed in the same process. The results showed a transition between correlated behavior and regularity when the rigidity increased in considered systems. Also, there are apparent relations between the chaocity degrees of considered sequences and the considered criteria for classifications."
    },
    {
      "title": "What is the Quark-Gluon Plasma made of?",
      "link": "https://arxiv.org/abs/2506.07181",
      "authors": "Berndt M\\\"uller",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2506.07181v1 Announce Type: new \nAbstract: This article surveys our present understanding of the internal structure of the fully developed quark-gluon plasma at temperatures outside the crossover region. The theoretical part of the review covers perturbative and nonperturbative approaches to quark-gluon plasma structure, in particular, hard-thermal loop effective theory, lattice QCD and the functional renormalization group. The phenomenological part of the review scrutinizes the information that has been derived from bulk observables and hard probes in relativistic heavy ion collisions in terms of how it informs our knowledge about the structure of the quark-gluon plasma. The final section lists possible avenues for future progress."
    },
    {
      "title": "Dependence of angular momentum of fission fragments on total kinetic energy in spontaneous fission of $^{252}$Cf",
      "link": "https://arxiv.org/abs/2506.07644",
      "authors": "A. Rahmatinejad (Joint Institute for Nuclear Research, Russia), T. M. Shneidman (Joint Institute for Nuclear Research, Russia), G. G. Adamian (Joint Institute for Nuclear Research, Russia), N. V. Antonenko (Joint Institute for Nuclear Research, Russia, Tomsk Polytechnic University, Russia)",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2506.07644v1 Announce Type: new \nAbstract: A weak dependence of the angular momentum of $^{144}$Ba fragments, produced in the spontaneous fission of $^{252}$Cf, on the total kinetic energy (TKE) was recently observed \\cite{Giha2025}. To investigate this phenomenon, we propose a model describing the evolution of the fissioning nucleus toward scission. The model assumes that after tunneling through the fission barrier, the nucleus can be represented by a superposition of dinuclear systems (DNS). We calculate main fission observables, including mass, TKE, and neutron multiplicity distributions, and compare them with experimental data. The angular motion in the DNS is treated quantum-mechanically, yielding the angular momentum distribution of DNS nuclei at scission configurations leading to $^{144}$Ba fragments. Within this framework, we successfully reproduce and explain the experimentally observed dependence of the average angular momentum of $^{144}$Ba on TKE."
    },
    {
      "title": "Perturbative QCD reveals the softening of matter in the cores of massive neutron stars",
      "link": "https://arxiv.org/abs/2506.06465",
      "authors": "Oleg Komoltsev",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2506.06465v1 Announce Type: cross \nAbstract: The cores of neutron stars (NSs) contain the densest matter in the universe. Rapid advancements in neutron-star observations allow unprecedented empirical access to cold, ultra-dense Quantum Chromodynamics (QCD) matter. The combination of these observations with theoretical calculations has revealed previously inaccessible features of the equation of state (EoS) and the QCD phase diagram. In this thesis, I demonstrate how perturbative-QCD calculations at asymptotically high baryon densities provide robust constraints on the EoS at neutron-star densities. The method for constraint propagation is based solely on thermodynamical causality, stability, and consistency of the EoS. By constructing a large ensemble of EoSs using Gaussian processes regression and incorporating it into a Bayesian inference of EoS, I demonstrate that the novel pQCD constraints go beyond those obtained from current astrophysical observations alone, forcing the EoS to soften at the maximum densities of stable neutron stars. This softening of the EoS can be interpreted as an indication of approximate conformal symmetry restoration, a sign of a first-order phase transition (FOPT), or potentially both. I show that the conformal symmetry restoration is consistent with the hypothesis of quark matter cores inside the most massive NSs. Although current astrophysical data and theoretical inputs cannot definitively distinguish between the two scenarios, they slightly favor the occurrence of a phase transition of some kind - whether a crossover to quark matter or a destabilizing FOPT - in the cores of the most massive neutron stars."
    },
    {
      "title": "Universal Mass Equation for Equal-Quantum Excited-States Sets II",
      "link": "https://arxiv.org/abs/2506.06496",
      "authors": "L. David Roper (VTech), Igor Strakovsky (GWU)",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2506.06496v1 Announce Type: cross \nAbstract: We extend our recent study of the universal mass equation for equal-quantum excited-states sets reported by Roper and Strakovsky~\\cite{Roper:2024ovj}. The masses of twelve baryon sets and sixteen meson sets, with only two equal-quantum excited states in each set, using Breit-Wigner PDG2024 masses and their uncertainties at fixed $J^P$ for baryons and $J^{PC}$ for mesons, are fitted by a simple one-parameter logarithmic function, $M_n = \\alpha Ln(n) + M_1$, where $n$ is the level of radial excitation. Two accurate masses that start a set are used to calculate four higher masses in the set accurately. It is noted that $\\alpha$ values for $b\\bar{b}$ equal-quantum excited-states sets accurately lie on a straight line, whose line parameters can be used to calculate $\\alpha$ and predict higher mass states for $b\\bar{b}$ sets that have only one known member."
    },
    {
      "title": "Emergent Viscous Hydrodynamics From a Single Quantum Particle",
      "link": "https://arxiv.org/abs/2506.06618",
      "authors": "Zhi-Li Zhou, Mauricio Hippert, Nicki Mullins, Jorge Noronha",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2506.06618v1 Announce Type: cross \nAbstract: We investigate an explicit example of how spatial decoherence can lead to hydrodynamic behavior in the late-time, long-wavelength regime of open quantum systems. We focus on the case of a single non-relativistic quantum particle linearly coupled to a thermal bath of noninteracting harmonic oscillators at temperature $T$, a la Caldeira and Leggett. Taking advantage of decoherence in the position representation, we expand the reduced density matrix in powers of the off-diagonal spatial components, so that high-order terms are suppressed at late times. Truncating the resulting power series at second order leads to a set of dissipative transient hydrodynamic equations similar to the non-relativistic limit of equations widely used in simulations of the quark-gluon plasma formed in ultrarelativistic heavy-ion collisions. Transport coefficients are directly determined by the damping constant $\\gamma$, which quantifies the influence of the environment. The asymptotic limit of our hydrodynamic equations reduces to the celebrated Navier-Stokes equations for a compressible fluid in the presence of a drag force. Our results shed new light on the onset of hydrodynamic behavior in quantum systems with few degrees of freedom."
    },
    {
      "title": "New Types of Hydrogenlike matter Composed of Electron(s) and Meson(s)",
      "link": "https://arxiv.org/abs/2506.06983",
      "authors": "Jun-Feng Wang, Zi-Yue Cui, Cheng-Qun Pang, Zhi-Feng Sun",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2506.06983v1 Announce Type: cross \nAbstract: In the present work, we predict the existence of new types of hydrogenlike matter, including hydrogenlike atoms ($\\pi^+e^-$, $K^+e^-$, $D^+e^-$), hydrogenlike molecular ions ($\\pi^+\\pi^+e^-$, $K^+K^+e^-$, $D^+D^+e^-$) and hydrogenlike molecules ($\\pi^+\\pi^+e^-e^-$, $K^+K^+e^-e^-$, $D^+D^+e^-e^-$). By solving the Schr\\\"{o}dinger equation, the binding energy of hydrogenlike atoms is obtained as $E_n=-\\frac{1}{2n^2}$. For hydrogenlike molecular ions and molecules, the variational method is employed to calculate the binding energies, i.e., $E_+=-0.587$ and $E_0=-1.139$ for hydrogenlike molecular ions and molecules, respectively. And the bond lengths for hydrogenlike molecular ions and molecules are also calculated, whose values are $2.003$ and $1.414$, respectively. Here all the quantities are in atomic unit for convenience. In additon, the strong interaction between the two constituent mesons is considered in our calculations, where we find that its influence on the hydrogenlike molecular ions and molecules can be neglected. Hopefully, these types of matter would be observed in the future with the improvement of accuracy in the high energy physical experiments."
    },
    {
      "title": "Dense matter in a holographic hard-wall model of QCD",
      "link": "https://arxiv.org/abs/2506.06997",
      "authors": "Daisuke Fujii, Atsushi Hosaka, Akihiro Iwanaka, Tadakatsu Sakai, Motoi Tachibana",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2506.06997v1 Announce Type: cross \nAbstract: A deeper understanding of QCD matter at strong coupling remains challenging due to its non-perturbative nature. To this end, we study a two-flavor holographic hard-wall model to investigate the properties of QCD at finite-density and zero temperature with a nonvanishing quark mass. A dense matter phase is described by a classical solution of the equations of motion in a homogeneous Ansatz. We apply holographic renormalization to formulate the holographic dictionary that relates UV boundary data in the bulk with the physical quantities in QCD. We emphasize a role played by an IR boundary action on the hard-wall when analyzing the QCD phase structures in this holographic setup. It is found that a baryonic matter phase is manifested in this model with a high baryon number density and a nearly vanishing chiral condensate. We derive the equation of state for the resulting phase and use it to work out the mass-radius relation for neutron stars. We find that the maximum mass of neutron stars can exceed two solar masses for a wide range of free parameters in this model. We also comment on an alternative scenario about the phase structure such that the baryonic matter phase arises at a baryon number chemical potential greater than a critical value."
    },
    {
      "title": "Unveiling the role of vector potential in the Aharonov-Bohm effect",
      "link": "https://arxiv.org/abs/2506.07018",
      "authors": "Masashi Wakamatsu",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2506.07018v1 Announce Type: cross \nAbstract: The most popular interpretation of the Aharonov-Bohm (AB) effect is that the electromagnetic potential locally affects the complex phase of a charged particle's wave function in the magnetic field free region. However, since the vector potential is a gauge-variant quantity, not a few researchers suspect that it is just a convenient tool for calculating the force field. This motivates them to explain the AB effect without using the vector potential, which inevitably leads to some sort of non-locality. This frustrating situation is shortly summarized by the statement of Aharonov et al. that the AB effect may be due to a local gauge potential or due to non-local gauge-invariant fields. In the present paper, we shall give several convincing arguments, which support the viewpoint that the vector potential is not just a convenient mathematical tool with little physical entity. Despite its gauge arbitrariness, the vector potential certainly contains a gauge-invariant piece, which solely explains the observed AB phase shift. Importantly, this component has a property such that it is basically unique and cannot be eliminated by any regular gauge transformations. To make the discussion complete, we also discuss the role of remaining gauge arbitrariness still contained in the entire vector potential."
    },
    {
      "title": "Squeezing effect on three-dimensional Hanbury Brown-Twiss radii",
      "link": "https://arxiv.org/abs/2506.07178",
      "authors": "Yong Zhang, Peng Ru",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2506.07178v1 Announce Type: cross \nAbstract: This paper examines the impacts of the squeezing effect caused by the particle's in-medium mass modification on the three-dimensional Hanbury Brown-Twiss (HBT) radii. An analysis is conducted on how the squeezing effect impacts the three-dimensional HBT radii of $\\phi\\phi$, $D^0$$D^0$, and $K^+$$K^+$. The squeezing effect suppresses the impacts of transverse flow on the transverse source distribution and broadens the space-time rapidity distribution of the particle-emitting source, leading to an increase in the HBT radii, notably in out and longitudinal direction. This phenomenon becomes more significant for higher transverse pair momentum, resulting in a non-monotonic decrease in the HBT radii with increasing transverse pair momentum. The impact of the squeezing effect on the HBT radii is more pronounced for $D^0$$D^0$ than for $\\phi\\phi$. Furthermore, this effect is also more significant for $\\phi$$\\phi$ than for $K^+$$K^+$. The findings presented in this paper could offer fresh perspectives on investigating the squeezing effect."
    },
    {
      "title": "Towards a Global Search for New Physics with Isotope Shifts",
      "link": "https://arxiv.org/abs/2506.07303",
      "authors": "Elina Fuchs, Fiona Kirk, Agnese Mariotti, Jan Richter, Matteo Robbiati",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2506.07303v1 Announce Type: cross \nAbstract: Isotope shifts have emerged as a sensitive probe of new bosons that couple to electrons and neutrons, and of nuclear structure. The recent Hz- or even sub-Hz-level isotope shift measurements across different elements call for a global assessment of all available data. In this work, we present the fit framework kifit that for the first time enables a combined analysis of isotope shift data from several elements, taking into account correlations. We provide a thorough comparison of analytical methods and the fit to analyse linear and nonlinear King plots and quantify their uncertainties. Finally, we provide recommendations for future measurements that could enhance the sensitivity to new physics and offer new insights into nuclear structure."
    },
    {
      "title": "Tracing the Evolution of Nuclear Excitation at the Electron-Ion Collider",
      "link": "https://arxiv.org/abs/2506.07426",
      "authors": "Niseem Magdy",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2506.07426v1 Announce Type: cross \nAbstract: We investigate the evolution of nuclear excitation in electron-nucleus (e+A) collisions at the upcoming Electron-Ion Collider (EIC) using the BeAGLE event generator. Leveraging the EIC's unique collider kinematics, we demonstrate the remarkable capability to separate distinct nuclear reaction stages, hard scattering, intranuclear cascade, and nuclear de-excitation, in the laboratory frame. Our systematic analysis reveals that event-by-event fluctuations in the mean transverse momentum (k) are highly sensitive to the intranuclear cascade formation time and nuclear geometry, while minimally affected by variations in electron beam energy. These findings establish k as a robust observable for constraining nuclear excitation mechanisms, providing critical benchmarks for future EIC experiments and guiding theoretical advancements in nuclear transport modeling."
    },
    {
      "title": "Level order of quark systems: The puzzle of the Roper resonance, and related questions",
      "link": "https://arxiv.org/abs/2506.07764",
      "authors": "Jean-Marc Richard",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2506.07764v1 Announce Type: cross \nAbstract: The problem of ordering of radial vs.\\ orbital excitations is reviewed. It is shown that the current quark models cannot explain the location of the Roper resonance which is slightly lower than the lowest negative-parity excitations. We also study some related spectral problems, such as the dependence of the energies on the quark masses, and the possibility of bound states in simple chromelectric models."
    },
    {
      "title": "Model Comparisons of Transverse Energy and Charged-Particle Multiplicity in A+A Collisions at Midrapidity from $\\sqrt{s_{NN}}$ $=$ 7.7 to 200~GeV",
      "link": "https://arxiv.org/abs/2506.07941",
      "authors": "Niseem Magdy, Antonio Silva, Christal Martin, Josie Hakanson, Olivia Bartoshesky, Aidan Hill, Christine Nattrass",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2506.07941v1 Announce Type: cross \nAbstract: We present a comprehensive comparison of PHENIX measurements of transverse energy production ($dE_T/d\\eta$) and charged-particle multiplicity ($dN/d\\eta$) at midrapidity to simulations from PYTHIA-8, AMPT, HIJING, and SMASH. These comparisons span both small systems (d+Au, $^3$He+Au) and large systems (Cu+Cu, Cu+Au, Au+Au, and U+U) at $\\sqrt{s_{NN}}$ $\\sim$ 200~GeV and Au+Au over a range of beam energies $\\sqrt{s_{NN}} = 7.7$--200~GeV. Using the Rivet framework, we assess the performance of these models. While general trends are captured, significant deviations persist, particularly in low-energy and peripheral collisions, underscoring the need for improved modeling of baryon stopping and energy deposition mechanisms."
    },
    {
      "title": "Strongly Interacting Quark Matter in Massive Quark Stars",
      "link": "https://arxiv.org/abs/2408.15889",
      "authors": "Adamu Issifu, Franciele M. da Silva, Luis C. N. Santos, D\\'ebora P. Menezes, Tobias Frederico",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2408.15889v3 Announce Type: replace \nAbstract: This paper investigates the properties of strongly coupled matter at high baryon densities (\\(\\rho_B\\)) in quark stars (QSs). The QS model is based on the density-dependent quark mass (DDQM) framework, modified (MDDQM) by enhancing the single-gluon interaction to generate higher repulsive pressure. The model parameters are constrained using Bayesian inference, incorporating observational data from the pulsars HESS J1731$-$347, PSR J0030$+$0451, PSR J0740$+$6620, and PSR J0952$-$0607. Our results show that the MDDQM model produces QSs with higher mass and compactness compared to the DDQM model. Among the four MDDQM parameterizations studied, two yield maximum star masses of 1.86 and 2.10 \\(\\rm M_\\odot\\) and exhibit near-conformal behavior in the underlying quark matter (QM). The other two parameterizations, yielding QS masses of 2.30 and 2.37 \\(\\rm M_\\odot\\), correspond to a stronger interaction in the underlying QM. These findings provide important insights into the equation of state of deconfined QM and its implications for the structure and stability of QSs."
    },
    {
      "title": "Simulating Meson Scattering on Spin Quantum Simulators",
      "link": "https://arxiv.org/abs/2403.07061",
      "authors": "Elizabeth R. Bennewitz, Brayden Ware, Alexander Schuckert, Alessio Lerose, Federica M. Surace, Ron Belyansky, William Morong, De Luo, Arinjoy De, Kate S. Collins, Or Katz, Christopher Monroe, Zohreh Davoudi, Alexey V. Gorshkov",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2403.07061v3 Announce Type: replace-cross \nAbstract: Studying high-energy collisions of composite particles, such as hadrons and nuclei, is an outstanding goal for quantum simulators. However, preparation of hadronic wave packets has posed a significant challenge, due to the complexity of hadrons and the precise structure of wave packets. This has limited demonstrations of hadron scattering on quantum simulators to date. Observations of confinement and composite excitations in quantum spin systems have opened up the possibility to explore scattering dynamics in spin models. In this article, we develop two methods to create entangled spin states corresponding to wave packets of composite particles in analog quantum simulators of Ising spin Hamiltonians. One wave-packet preparation method uses the blockade effect enabled by beyond-nearest-neighbor Ising spin interactions. The other method utilizes a quantum-bus-mediated exchange, such as the native spin-phonon coupling in trapped-ion arrays. With a focus on trapped-ion simulators, we numerically benchmark both methods and show that high-fidelity wave packets can be achieved in near-term experiments. We numerically study scattering of wave packets for experimentally realizable parameters in the Ising model and find inelastic-scattering regimes, corresponding to particle production in the scattering event, with prominent and distinct experimental signals. Our proposal, therefore, demonstrates the potential of observing inelastic scattering in near-term quantum simulators."
    },
    {
      "title": "Novel approach to investigate ATOMKI anomaly using Coherent CAPTAIN-Mills detectors",
      "link": "https://arxiv.org/abs/2410.17968",
      "authors": "Bhaskar Dutta, Bai-Shan Hu, Wei-Chih Huang, Richard G. Van de Water",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2410.17968v2 Announce Type: replace-cross \nAbstract: ATOMKI nuclear anomaly has suggested a new BSM (Beyond the Standard Model) boson with mass $\\sim17$ MeV emitted from excited nuclei and quickly decays into a pair of $e^+e^-$. In order to search for the new particle, we propose a new approach that utilizes the ongoing Coherent CAPTAIN-Mills (CCM) 10-ton LAr (liquid argon) detectors. The neutrons from the Lujan target can scatter inelastically by the PMT glass in the CCM detector can produce the new boson which solves the ATOMKI anomaly. The new boson can be detected from its decay to a $e^+e^-$ pair. We find that CCM probes a large area of the anomaly-allowable parameter space. We also show the prediction for a 100-ton LAr detector and 5-ton EOS water detector."
    },
    {
      "title": "Efficient Quantum Simulation of QCD Jets on the Light Front",
      "link": "https://arxiv.org/abs/2411.09762",
      "authors": "Wenyang Qian, Meijian Li, Carlos A. Salgado, Michael Kreshchuk",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2411.09762v2 Announce Type: replace-cross \nAbstract: Quark and gluon jets provide one of the best ways to probe the matter produced in ultrarelativistic high-energy collisions, from cold nuclear matter to hot quark-gluon plasma. In this work, we propose a unified framework for efficient quantum simulation of many-body dynamics using the (3+1)-dimensional QCD Hamiltonian on the light front, particularly suited for studying the scattering of quark and gluon jets on nuclear matter in heavy-ion collisions. We describe scalable methods for mapping physical degrees of freedom onto qubits and for simulating in-medium jet evolution. We then validate our framework by implementing an algorithm that directly maps second-quantized Fock states onto qubits and uses Trotterized simulation for simulating time dynamics. Using a classical emulator, we investigate the evolution of quark and gluon jets with up to three particles in Fock states, extending prior studies. These calculations enable the study of key observables, including jet momentum broadening, particle production, and parton distribution functions."
    },
    {
      "title": "Enhancing radioisotope identification in gamma spectra via supervised domain adaptation",
      "link": "https://arxiv.org/abs/2412.07069",
      "authors": "Peter Lalor",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2412.07069v2 Announce Type: replace-cross \nAbstract: Machine learning methods in gamma spectroscopy have the potential to provide accurate, real-time classification of unknown radioactive samples. However, obtaining sufficient experimental training data is often prohibitively expensive and time-consuming, and models trained solely on simulated data can struggle to generalize to the unpredictable range of real-world operating scenarios. In this study, we explore how supervised domain adaptation techniques can improve radioisotope identification models by transferring knowledge between different data domains. We begin by pretraining a model for radioisotope identification using data from a synthetic source domain, and then fine-tune it for a new target domain that shares the same label space. Our analysis indicates that fine-tuned models significantly outperform those trained exclusively on source-domain data or solely on target-domain data, particularly in the intermediate data regime ($\\approx 10^2$ to $10^5$ target training samples). This conclusion is consistent across four different machine learning architectures (MLP, CNN, Transformer, and LSTM). Furthermore, our findings show that fine-tuned Transformers yield a statistically significant improvement in test performance compared to the other architectures. Overall, this study serves as a proof of concept for applying supervised domain adaptation techniques to gamma spectroscopy in scenarios where experimental data is limited."
    },
    {
      "title": "On the pole trajectory of the subthreshold negative parity nucleon with varying pion masses",
      "link": "https://arxiv.org/abs/2501.01619",
      "authors": "Qu-Zhi Li, Zhiguang Xiao, Han-Qing Zheng",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2501.01619v2 Announce Type: replace-cross \nAbstract: We study the pole trajectory of the recently established subthreshold negative parity nucleon pole, namely the $N^*(920)$, with varying pion masses, in the scheme of linear $\\sigma$ model with nucleons using the $N/D$ unitarization method. We find that as the pion mass increases, the pole moves toward the real axis. For larger pion masses, at tree level, the pole falls to a specific point on $u$-channel cut and crosses to the adjacent Riemann sheet defined by the logarithmic $u$ channel cut. At one-loop level, the pole does not meet the $u$-cut up to $m_\\pi=0.36$GeV. We also re-examined the $\\sigma$ pole trajectory and find it in good agreement with Roy equation analysis result."
    },
    {
      "title": "Two-loop form factors for $P$-wave quarkonium production and decay",
      "link": "https://arxiv.org/abs/2501.04188",
      "authors": "Melih A. Ozcelik",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2501.04188v2 Announce Type: replace-cross \nAbstract: We present the analytical results for the two-loop form factors needed for $\\chi_{Q,J}$ production and decay. We consider the two-loop corrections to the process $\\gamma \\gamma \\leftrightarrow {^3 P_J^{[1]}}$, that has been known only numerically before, and the processes $gg \\leftrightarrow {^3 P_J^{[1]}}$, $\\gamma g \\leftrightarrow {^3 P_J^{[8]}}$ and $gg \\leftrightarrow {^3 P_J^{[8]}}$, which have not been computed before. We observe that the NRQCD pole structure of the two-loop amplitude in the $gg$ channel is more involved for the spin-triplet $P$-wave case than for the pseudo-scalar $S$-wave case. It involves in addition to the standard Coulomb singularity also a new singularity whose cancellation requires the inclusion of the $gg \\leftrightarrow {^3S_1^{[8]}}$ form factor. We give the high precision numerical results for the hard functions that can be used to compute $\\chi_{Q,J}$ production and decay up to NNLO accuracy."
    },
    {
      "title": "Exploring baryon resonances with transition generalized parton distributions: status and perspectives",
      "link": "https://epja.epj.org/10.1140/epja/s10050-025-01552-2",
      "authors": "S. Diehl, K. Joo, K. Semenov-Tian-Shansky, C. Weiss, V. Braun, W. C. Chang, P. Chatagnon, M. Constantinou, Y. Guo, P. T. P. Hutauruk, H. S. Jo, A. Kim, J.-Y. Kim, P. Kroll, S. Kumano, C.-H. Lee, S. Liuti, R. McNulty, H.-D. Son, P. Sznajder, A. Usman, C. Van Hulse, M. Vanderhaeghen, M. Winn",
      "source": "European Physical Journal A",
      "summary": "Authors: S. Diehl, K. Joo, K. Semenov-Tian-Shansky, C. Weiss, V. Braun, W. C. Chang, P. Chatagnon, M. Constantinou, Y. Guo, P. T. P. Hutauruk, H. S. Jo, A. Kim, J.-Y. Kim, P. Kroll, S. Kumano, C.-H. Lee, S. Liuti, R. McNulty, H.-D. Son, P. Sznajder, A. Usman, C. Van Hulse, M. Vanderhaeghen and M. Winn.The European Physical Journal A Vol. 61 , page 131Published online: 6/6/2025\n       Keywords:"
    },
    {
      "title": "Corrigendum to “First observation of MNT isotope beams at the FRS Ion Catcher” [Nuclear Physics A 1057 (2025) 123041]",
      "link": "https://www.sciencedirect.com/science/article/pii/S037594742500168X?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Nuclear Physics A",
      "summary": "Publication date: November 2025Source: Nuclear Physics A, Volume 1063Author(s): A. Mollaebrahimi"
    }
  ]
}