{
  "lastUpdated": "2025-04-11T02:23:01.997536",
  "papers": [
    {
      "title": "First Proton-Induced Cross Sections on a Stored Rare Ion Beam: Measurement of $^{118}\\mathrm{Te}(\\mathrm{p},γ)$ for Explosive Nucleosynthesis",
      "link": "http://link.aps.org/doi/10.1103/PhysRevLett.134.142701",
      "authors": "S. F. Dellmann <em>et al.</em>",
      "source": "Physical Review Letter",
      "summary": "Author(s): S. F. Dellmann et al.We present the first nuclear cross-section measurements of $(\\mathrm{p},γ)$ and (p,n) reactions on $^{118}\\mathrm{Te}$ at energies relevant for the $γ$-process nucleosynthesis. Absolute cross-section values for center-of-mass energies of 6, 7 and 10 MeV are provided, together with a theoretical extr…[Phys. Rev. Lett. 134, 142701] Published Wed Apr 09, 2025"
    },
    {
      "title": "Realistic shell model calculations for shell evolution near $^{78}\\mathrm{Ni}$",
      "link": "http://link.aps.org/doi/10.1103/PhysRevC.111.044308",
      "authors": "X. P. Wang, J. G. Li, and N. Chen",
      "source": "Physical Review C",
      "summary": "Author(s): X. P. Wang, J. G. Li, and N. ChenThe study of shell structure evolution in nuclei with extreme $N/Z$ ratios, particularly in those near the doubly magic nucleus $^{78}\\mathrm{Ni}$, is a significant topic in nuclear structure. In this work, we employed the realistic shell model to calculate the low-lying spectra of neutron-rich odd-…[Phys. Rev. C 111, 044308] Published Thu Apr 10, 2025"
    },
    {
      "title": "Coexistence of octupole and quadrupole shapes in $^{144}\\mathrm{Ba}$ in the nucleon-pair approximation of the shell model",
      "link": "http://link.aps.org/doi/10.1103/PhysRevC.111.044310",
      "authors": "X. Yin, M. Q. Lin, C. Ma, and Y. M. Zhao",
      "source": "Physical Review C",
      "summary": "Author(s): X. Yin, M. Q. Lin, C. Ma, and Y. M. ZhaoThe nucleon-pair approximation (NPA) of the shell model, with collective pairs projected from unconstrained Hartree-Fock states as well as a number of so-called noncollective pairs, is applied to study the low-lying states, both the yrast and a few non-yrast, of the $^{144}\\mathrm{Ba}$ nucleus. Ther…[Phys. Rev. C 111, 044310] Published Thu Apr 10, 2025"
    },
    {
      "title": "First-chance fission: A new way to probe the temperature-dependent dissipation mechanism",
      "link": "http://link.aps.org/doi/10.1103/PhysRevC.111.044605",
      "authors": "N. Wang, G. Li, and W. Ye",
      "source": "Physical Review C",
      "summary": "Author(s): N. Wang, G. Li, and W. YeWe propose first-chance fission as a new avenue to probe the temperature-dependent nuclear dissipation mechanism. To this end, stochastic dynamical approaches are applied to calculate the drop of first-chance fission probability caused by friction over their standard statistical-model value, ${P}_{f…[Phys. Rev. C 111, 044605] Published Thu Apr 10, 2025"
    },
    {
      "title": "Conservation of B, S, and Q charges in relativistic viscous hydrodynamics solved with smoothed particle hydrodynamics",
      "link": "http://link.aps.org/doi/10.1103/PhysRevC.111.044905",
      "authors": "Christopher Plumberg, Dekrayat Almaalol, Travis Dore, Débora Mroczek, Jordi Salinas San Martín, Willian M. Serenone, Lydia Spychalla, Patrick Carzon, Matt Sievert, Fernando G. Gardim, and Jacquelyn Noronha-Hostler",
      "source": "Physical Review C",
      "summary": "Author(s): Christopher Plumberg, Dekrayat Almaalol, Travis Dore, Débora Mroczek, Jordi Salinas San Martín, Willian M. Serenone, Lydia Spychalla, Patrick Carzon, Matt Sievert, Fernando G. Gardim, and Jacquelyn Noronha-HostlerConservation laws play a crucial role in the modeling of heavy-ion collisions, including those for charges such as baryon number (B), strangeness (S), and electric charge (Q) (hereafter referred to as BSQ charges). In this study, we present a new (2+1)-dimensional relativistic viscous hydrodynamic c…[Phys. Rev. C 111, 044905] Published Thu Apr 10, 2025"
    },
    {
      "title": "Non Nucleonic Components in Short Nuclear Distances",
      "link": "https://arxiv.org/abs/2504.06518",
      "authors": "Misak M Sargsian",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2504.06518v1 Announce Type: new \nAbstract: One of the important features of nuclear forces is their strong repulsive nature at short ($\\le 0.5-0.6$~Fm) distances which prevents atomic nuclei from collapsing, thus guarantying the stability for the visible matter. However the dynamical nature of this repulsion (referred to as a nuclear core) is as elusive as ever. We present the study of nuclear dynamics at extremely large internal momenta in the deuteron dominated by the nuclear core. It is demonstrated that the paradigm shift in the description of the deuteron consisting of proton and neutron to the description of the deuteron as a pseudo-vector composite system in which proton and neutron is observed in high energy electro-disintegration processes results in the emergence of a new structure. We demonstrate that this new structure can exist only if it emerges from pre-existing non-nucleonic component in the deuteron. The study of the dynamics of the predicted new structure is presented focusing on the question if it allows to understand the anomaly observed in the recent experiment at Jefferson Lab that probed deuteron structure at internal momenta above 800 MeV/c."
    },
    {
      "title": "Double shape quantum phase transitions in the SU3-IBM (I) new $\\gamma$-soft phase and the shape phase transition from the new $\\gamma$-soft phase to the prolate shape",
      "link": "https://arxiv.org/abs/2504.06571",
      "authors": "De-hao Zhao, Xiao-shen Kang, Li Gong, Ze-yu Yin, Tao Wang",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2504.06571v1 Announce Type: new \nAbstract: Shape quantum phase transition is an important topic in nuclear structure. In this paper, we begin to study the shape quantum phase transition in the SU3-IBM. In this new proposed model, spherical-like spectra was found to resolve the spherical nucleus puzzle, which is a new $\\gamma$-soft rotational mode. In this paper, the shape phase transition along the new $\\gamma$-soft line is first discussed, and then the neighbouring case at the prolate side is also studied. We find that double shape phase transitions occur along a single parameter path. The new $\\gamma$-softness is really a shape phase and the shape phase transition from the new $\\gamma$-soft phase to the prolate shape is found. The experimental support is also found and $^{108}$Pd is the critical nucleus."
    },
    {
      "title": "Machine Learning for Extrapolating No-Core Shell Model Results to Infinite Basis",
      "link": "https://arxiv.org/abs/2504.06594",
      "authors": "R. E. Sharypov (Pacific National University, Russia), A. I. Mazur (Pacific National University, Russia), A. M. Shirokov (Skobeltsyn Institute of Nuclear Physics, Lomonosov Moscow State University, Moscow, Russia)",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2504.06594v1 Announce Type: new \nAbstract: We utilize the machine learning to extrapolate to the infinite model space the no-core shell model (NCSM) results for the energies and rms radii of the 6He ground state and 6Li lowest states. The extrapolated energies and rms radii converge as the NCSM results from larger model spaces are included in the training dataset for ensemble of artificial neural networks thus enabling an accurate predictions for these observables."
    },
    {
      "title": "Antikaon condensed dense matter in neutron star with SU(3) flavour symmetry",
      "link": "https://arxiv.org/abs/2504.06859",
      "authors": "Athira S., Monika Sinha, Debades Bandyopadhyay, Vivek Baruah Thapa, Vishal Parmar",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2504.06859v1 Announce Type: new \nAbstract: Observations of massive pulsars suggest that the central density of neutron stars can exceed several times the nuclear saturation density, which is a favourable environment for the appearance of exotic states such as strange and non-strange baryons, meson condensates, and deconfined quark matter. The antikaon condensate is the most studied and plausible candidate among meson condensates. However, little is known about the exact interaction mechanisms between antikaons and mediator mesons. In this work, we aim to determine hadron couplings in the mesonic sector using SU(3) flavour symmetry. Among the three key parameters we calculate $\\theta_v$, the mixing angle between the octet meson $\\omega_8$ and the singlet meson $\\phi_1$; the ratio of the octet to singlet couplings $z$; and leave the weight factor that balances the symmetric and antisymmetric couplings $\\alpha_v$ as a free parameter to explore its impact on the system. Using this approach, we derive the couplings for antikaon interactions with both singlet and octet mesons in the nonet vector meson family and examine the corresponding implications for dense matter featuring antikaon condensation. Our findings reveal that the equation of state for dense matter becomes progressively stiffer with increasing values of $\\alpha_v$, which delays the onset of antikaon condensation and increases the maximum achievable mass of neutron stars. This establishes a lower bound for $\\alpha_v$ that is consistent with the observed minimum masses of pulsars."
    },
    {
      "title": "Machine Learning Approach to Study of Low Energy Alpha-Deuteron Elastic Scattering using Phase Function Method",
      "link": "https://arxiv.org/abs/2504.06879",
      "authors": "Arushi Sharma, Ayushi Awasthi, Jyoti Sharma, Ishwar Kant, M. R. Ganesh Kumar, O. S. K. S. Sastri",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2504.06879v1 Announce Type: new \nAbstract: Central idea: To obtain the interaction potential using the inverse scattering method, we have employed the Physics-Informed Machine Learning (PIML) approach. In this framework, the machine learning algorithm is guided by the underlying physical laws, enabling the accurate extraction of the inverse scattering potential from the elastic scattering data. Methodology: As a reference potential, a combination of three smoothly joined Morse functions has been utilized, characterized by ten model parameters. These parameters are optimized in an iterative fashion using a Genetic Algorithm to ensure the best fit to the phase shifts extracted from the experimental scattering data. The process of optimization is guided by the computed scattering phase shifts by solving the phase equation using 5th order RK-method for the reference potential in each iteration Results: Our approach yields inverse potentials for both single and multi channel scattering. Using the Scattering Phase Shifts obtained from these inverse potentials, we calculate the partial cross-section to determine the resonance energies and decay width. The obtain values of resonance energies and decay width for 3D1, 3D2 and 3D3 states of alpha-deuteron are in correspondence with the experimental results. Conclusion: It can be concluded that our machine learning-based approach for constructing the inverse potential offers a novel and complementary technique to existing direct methods."
    },
    {
      "title": "Holographic hybrid stars with slow phase transitions",
      "link": "https://arxiv.org/abs/2504.06952",
      "authors": "M. Aleixo, C. H. Lenzi, M. Dutra, O. Louren\\c{c}o, W. de Paula",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2504.06952v1 Announce Type: new \nAbstract: The $D_3$-$D_7$ holographic model is used to describe the core of the hybrid star, composed by quark matter, while its crust is modeled from a hadronic relativistic mean field (RMF) model capable of reproducing low-energy nuclear physics data as well as some astrophysical observations. The $D_3$-$D_7$ brane configuration and the RMF model lead to an equation of state that is used to solve the Tolman-Oppenheimer-Volkoff equations. For different model parameters, the mass-radius diagram is presented. The conditions for the dynamic stability of stellar configurations are discussed, considering the radial oscillation criterion for hybrid stars with slow phase transitions. Strikingly, it is shown that the models generate stable star configurations with a core of quarks. We compare our results with NICER observational data for the pulsars PSR J0030+0451 and PSR J0740+6620 and show that the compact stars generated from this method fall within the corresponding observational regions."
    },
    {
      "title": "High-order fluctuations of temperature in hot QCD matter",
      "link": "https://arxiv.org/abs/2504.06886",
      "authors": "Jinhui Chen, Wei-jie Fu, Shi Yin, Chunjian Zhang",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2504.06886v1 Announce Type: cross \nAbstract: We study the temperature fluctuations in hot quantum chromodynamics (QCD) matter. A new thermodynamic state function is introduced to describe the mean transverse momentum fluctuations of charged particles in heavy-ion collisions, enabling analytic expressions for the temperature fluctuations of different orders. This formalism is applied to the QCD thermodynamics described by a 2+1 flavor low energy effective field theory within the functional renormalization group approach. It is found that the temperature fluctuations are suppressed remarkably as the matter is evolved from the phase of hadron resonance gas to the quark-gluon plasma phase with increasing temperature or baryon chemical potential, which is attributed to the significant increase of the heat capacity of matter. Furthermore, the same mechanism leads to a negative skewness in the temperature fluctuations."
    },
    {
      "title": "The In-Medium Similarity Renormalization Group at Finite Temperature",
      "link": "https://arxiv.org/abs/2407.00576",
      "authors": "Isaac G. Smith, Heiko Hergert, Scott K. Bogner",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2407.00576v2 Announce Type: replace \nAbstract: The study of nuclei at finite temperature is of immense interest for many areas of nuclear astrophysics and nuclear-reaction science. A variety of ab initio methods are now available for computing the properties of nuclei from interactions rooted in Quantum Chromodynamics, but applications have largely been limited to zero temperature. In the present work, we extend one such method, the In-Medium Similarity Renormalization Group (IMSRG), to finite temperature. Using an exactly-solvable schematic model that captures essential features of nuclear interactions, we show that the FT-IMSRG can accurately determine the energetics of nuclei at finite temperature, and we explore the accuracy of the FT-IMSRG in different parameter regimes, e.g., strong and weak pairing. In anticipation of FT-IMSRG applications for finite nuclei and infinite matter, we discuss differences arising from the choice of working with the canonical and the grand canonical ensembles. In future work, we will apply the FT-IMSRG with realistic nuclear interactions to compute nuclear structure and reaction properties at finite temperature, which are important ingredients for understanding nucleosynthesis in stellar environments, or modeling reactions of hot compound nuclei."
    },
    {
      "title": "Exploring hadron-quark phase transition in heavy-ion collisions using particle emission ratios in heavy and light reaction systems",
      "link": "https://arxiv.org/abs/2411.13110",
      "authors": "Xun Zhu, Gao-Chan Yong",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2411.13110v2 Announce Type: replace \nAbstract: Based on the AMPT model, which incorporates both hadronic and quark degrees of freedom, we studied the productions of lambda, kaon, proton, and pion in reaction systems $^{40}$Ca+$^{40}$Ca, $^{48}$Ca+$^{48}$Ca, and $^{197}$Au+$^{197}$Au. It is found that the ratios of identical particle emissions from heavy and light reaction systems, especially the emission ratios of strange particles $\\Lambda^{0}$ or K$^{+}$ in heavy and light reaction systems, are highly sensitive to the hadron-quark phase transition in heavy-ion collisions. Detailed explanations and validations of these results are given."
    },
    {
      "title": "Does the Sun have a Dark Disk?",
      "link": "https://arxiv.org/abs/2406.03607",
      "authors": "Gustavo F. S. Alves, Susan Gardner, Pedro Machado, Mohammadreza Zakeri",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2406.03607v2 Announce Type: replace-cross \nAbstract: The Sun is not quite a perfect sphere, and its oblateness, thought to be induced through its rotation, has been measured using optical observations of its radius. Its gravitational quadrupole moment can then be deduced using solar models, or through helioseismology, and it can also be determined from measurements of its gravitational effects on Mercury's orbit. The various assessments do not appear to agree, with the most complete and precise orbital assessments being in slight excess of other determinations. This may speak to the existence of a non-luminous disk or ring, where we also note evidence for a circumsolar dust ring within Mercury's orbit from the Solar TErrestrial RElations Observatory (STEREO) mission. Historically, too, a protoplanetary disk may have been key to reconciling the Sun's metallicity with its neutrino yield. The distribution of the non-luminous mass within Mercury's orbit can modify the relative size of the optical and orbital quadrupole moments in different ways. We develop how we can use these findings to limit the mass of a dark disk, ring, or halo in the immediate vicinity of the Sun, and we note how future observational studies of the inner solar system can not only refine these constraints but also help to identify and to assess the mass of its dark-matter component."
    },
    {
      "title": "Extending Israel-Stewart theory: Causal bulk viscosity at large gradients",
      "link": "https://arxiv.org/abs/2501.12543",
      "authors": "Lorenzo Gavassino",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2501.12543v2 Announce Type: replace-cross \nAbstract: We present a class of relativistic fluid models for cold and dense matter with bulk viscosity, whose equilibrium equation of state is polytropic. These models reduce to Israel-Stewart theory for small values of the viscous stress $\\Pi$. However, when $\\Pi$ becomes comparable to the equilibrium pressure $P$, the evolution equations \"adjust\" to prevent the onset of far-from-equilibrium pathologies that would otherwise plague Israel-Stewart. Specifically, the equations of motion remain symmetric hyperbolic and causal at all times along any continuously differentiable flow, and across the whole thermodynamic state space. This means that, no matter how fast the fluid expands or contracts, the hydrodynamic equations are always well-behaved (away from singularities). The second law of thermodynamics is enforced exactly. Near equilibrium, these models can accommodate an arbitrarily complicated dependence of the bulk viscosity coefficient $\\zeta$ on both density and temperature."
    },
    {
      "title": "Steering in neutrino oscillations with non-standard interaction",
      "link": "http://iopscience.iop.org/article/10.1088/1361-6471/adbfb0",
      "authors": "Lekhashri Konwar and Bhavna Yadav",
      "source": "Journal of Physics G: Nuclear and Particle Physics",
      "summary": "In this study, we analyze the influence of non-standard interaction (NSI) on steering in three-flavor neutrino oscillations, with a focus on the NOνA and DUNE experimental setups. DUNE, having a longer baseline, exhibits a more pronounced deviation towards NSI in steering compared to NOνA. Within the energy range where DUNE’s maximum flux appears, the steering value for DUNE shows a 21% deviation from the standard model (SM) to NSI for normal ordering (NO), while for inverted ordering (IO), the steering value increases by approximately 15% relative to the SM. We conduct a comparative analysis of nonlocality, steering, and entanglement. Additionally, we express steering in terms of three-flavor neutrino oscillation probabilities and explore the relationship between steering inequality and concurrence."
    },
    {
      "title": "<em>Ab initio</em> nuclear shape coexistence and emergence of island of inversion around <em>N</em> = 20",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269325002254?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: Available online 9 April 2025Source: Physics Letters BAuthor(s): E.F. Zhou, C.R. Ding, J.M. Yao, B. Bally, H. Hergert, C.F. Jiao, T.R. Rodríguez"
    },
    {
      "title": "Neutrino flavour waves through the quantum vacuum: A theory of oscillations",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269325002229?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: Available online 9 April 2025Source: Physics Letters BAuthor(s): Markku Oksanen, Nico Stirling, Anca Tureanu"
    },
    {
      "title": "A mechanism for freezing moduli into Minkowski spacetime",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269325002163?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: Available online 9 April 2025Source: Physics Letters BAuthor(s): Flavio Tonioni"
    },
    {
      "title": "Weakening of shell gap and shape coexistence in <sup>40</sup>Mg, <sup>42</sup>Si, and <sup>44</sup>S",
      "link": "https://www.sciencedirect.com/science/article/pii/S0375947425000776?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Nuclear Physics A",
      "summary": "Publication date: Available online 9 April 2025Source: Nuclear Physics AAuthor(s): Pankaj Kumar, Khursheed Ahmad Rather, G.H. Bhat"
    },
    {
      "title": "Rotational band based on <em>πf</em><sub>7/2</sub> orbital in <sup>55</sup>Mn",
      "link": "https://www.sciencedirect.com/science/article/pii/S0375947425000788?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Nuclear Physics A",
      "summary": "Publication date: Available online 9 April 2025Source: Nuclear Physics AAuthor(s): S. Basu, G. Mukherjee, S. Nandi, S.S. Nayak, S. Bhattacharyya, S. Chakraborty, Soumik Bhattacharya, S. Pal, Shabir Dar, Sneha Das, S. Basak, D. Kumar, Pratap Roy, D. Paul, K. Banerjee, S. Manna, Samir Kundu, T.K. Rana, R. Pandey, S. Samanta"
    }
  ]
}