{
  "lastUpdated": "2025-10-17T02:20:29.791780",
  "papers": [
    {
      "title": "Level structure of light neutron-rich La isotopes beyond the $N=82$ shell closure",
      "link": "http://link.aps.org/doi/10.1103/3jvn-hzdh",
      "authors": "A. Navin <em>et al.</em>",
      "source": "Physical Review C",
      "summary": "Author(s): A. Navin et al.The high spin excited states of Lanthanum isotopes $^{140\\text{–}143}\\mathrm{La}$, above the $N=82$ closed shell, were populated in fission reactions. The prompt $γ$-ray transitions were measured using two complementary methods: (a) in coincidence with the isotopically identified fragments produced …[Phys. Rev. C 112, 044310] Published Thu Oct 16, 2025"
    },
    {
      "title": "Large quadrupole moment in $^{20}\\mathrm{Ne}$: Localization and tensor-force effects",
      "link": "http://link.aps.org/doi/10.1103/nb1m-cyr3",
      "authors": "Huai-Tong Xue (薛怀通), Suo Qiu (裘索), C.-F. Chen (陈超锋), Q. B. Chen (陈启博), Xian-Rong Zhou (周先荣), and Zhongzhou Ren (任中洲)",
      "source": "Physical Review C",
      "summary": "Author(s): Huai-Tong Xue (薛怀通), Suo Qiu (裘索), C.-F. Chen (陈超锋), Q. B. Chen (陈启博), Xian-Rong Zhou (周先荣), and Zhongzhou Ren (任中洲)Using the beyond-Skyrme-Hartree-Fock approach with various Skyrme-type $NN$ effective interactions, we explore the large spectroscopic quadrupole moment ${Q}_{s}$ of the first excited ${2}_{1}^{+}$ state in $^{20}\\mathrm{Ne}$. Our calculated ${Q}_{s}({2}_{1}^{+})≈−0.20\\phantom{\\rule{0.16em}{0ex}}e\\t…[Phys. Rev. C 112, 044311] Published Thu Oct 16, 2025"
    },
    {
      "title": "Symmetry energy and neutron matter equation of state at ${ρ}_{0}/3$ from the electric dipole polarizability in $^{48}\\mathrm{Ca}$, $^{68}\\mathrm{Ni}$, and $^{208}\\mathrm{Pb}$",
      "link": "http://link.aps.org/doi/10.1103/ssqr-62kc",
      "authors": "Mengying Qiu, Lie-Wen Chen, Zheng Zheng Li, Yi Fei Niu, and Zhen Zhang",
      "source": "Physical Review C",
      "summary": "Author(s): Mengying Qiu, Lie-Wen Chen, Zheng Zheng Li, Yi Fei Niu, and Zhen ZhangBased on the quasiparticle random-phase approximation implemented via the finite-amplitude method, we employ a set of representative relativistic mean-field models to investigate the sensitivity of the inverse electric-dipole polarizability $1/{α}_{\\mathrm{D}}$ in $^{48}\\mathrm{Ca}$, $^{68}\\mathrm{N…[Phys. Rev. C 112, 044312] Published Thu Oct 16, 2025"
    },
    {
      "title": "Correlation studies for the $^{7}\\mathrm{He}$ excited states",
      "link": "http://link.aps.org/doi/10.1103/z2k7-tqwz",
      "authors": "M. S. Khirk, L. V. Grigorenko, E. Yu. Nikolskii, and P. G. Sharov",
      "source": "Physical Review C",
      "summary": "Author(s): M. S. Khirk, L. V. Grigorenko, E. Yu. Nikolskii, and P. G. SharovThe unbound nucleus $^{7}\\mathrm{He}$ was recently studied in the $^{2}\\mathrm{H}(^{6}\\mathrm{He},^{1}\\mathrm{H})^{7}\\mathrm{He}$ reaction at 29 $A\\phantom{\\rule{0.16em}{0ex}}\\mathrm{MeV}$ beam energy by Golovkov et al. [Phys. Rev. C 109, L061602 (2024)]. The excitation spectrum of $^{7}\\mathrm{He}$…[Phys. Rev. C 112, 044605] Published Thu Oct 16, 2025"
    },
    {
      "title": "Bayesian inference of nuclear-matter density from proton scattering",
      "link": "http://link.aps.org/doi/10.1103/bl94-brh6",
      "authors": "J. C. Zamora",
      "source": "Physical Review C",
      "summary": "Author(s): J. C. ZamoraBackground: Proton elastic scattering at intermediate energy is widely employed as a tool for determining the matter radius of atomic nuclei. The sensitivity of the approach relies on high-resolution measurements at small scattering angles and low-momentum transfer. Under these conditions, the Glaub…[Phys. Rev. C 112, 044606] Published Thu Oct 16, 2025"
    },
    {
      "title": "Measurement of $ω$ meson production in $pp$ and $p$-Pb collisions at $\\sqrt{{s}_{NN}}=5.02$ TeV",
      "link": "http://link.aps.org/doi/10.1103/ls6w-x1bb",
      "authors": "S. Acharya <em>et al.</em> (ALICE Collaboration)",
      "source": "Physical Review C",
      "summary": "Author(s): S. Acharya et al. (ALICE Collaboration)We present the measurement of the ${p}_{\\mathrm{T}}$-differential production cross section of $ω$ mesons in pp and $p$-Pb collisions at $\\sqrt{{s}_{NN}}=5.02$ TeV at midrapidity by ALICE. In addition, the first measurement of the nuclear modification factor ${R}_{p\\mathrm{Pb}}$ for $ω$ mesons at LHC…[Phys. Rev. C 112, 044904] Published Thu Oct 16, 2025"
    },
    {
      "title": "Nonlinear corrections to the nuclear heavy flavor structure functions",
      "link": "http://link.aps.org/doi/10.1103/ntfz-gztd",
      "authors": "F. Abdi and B. Rezaei",
      "source": "Physical Review C",
      "summary": "Author(s): F. Abdi and B. RezaeiWe study numerically the small-$x$ behavior of the nuclear gluon distribution function ${G}^{A}(x,{Q}^{2})$ in the next-to-leading order (NLO) approximation of the Gribov-Levin-Ryskin-Mueller-Qiu, Zhu-Ruan-Shen (GLR-MQ-ZRS) nonlinear equation and quantify the impact of gluon recombination in the kin…[Phys. Rev. C 112, 045203] Published Thu Oct 16, 2025"
    },
    {
      "title": "Phenomenology of light baryon resonances",
      "link": "https://arxiv.org/abs/2510.13133",
      "authors": "Michael D\\\"oring",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2510.13133v1 Announce Type: new \nAbstract: Protons and neutrons are the building blocks of matter, glued together in nuclei by strong interactions. They can be excited by pions, real and virtual photons, neutrinos and other probes. These excitations are referred to as light baryon resonances. A short, pedagogical overview of the field is presented including experimental progress, interpretation of light baryon resonances, and a focus on analysis methods to extract the resonance spectrum from data."
    },
    {
      "title": "On the maximum compactness of neutron stars",
      "link": "https://arxiv.org/abs/2510.12870",
      "authors": "Luciano Rezzolla, Christian Ecker",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2510.12870v1 Announce Type: cross \nAbstract: The stellar compactness, that is, the dimensionless ratio between the mass and radius of a compact star, $\\mathcal{C} := M/R$, plays a fundamental role in characterising the gravitational and nuclear-physics aspects of neutron stars. Yet, because the compactness depends sensitively on the unknown equation of state (EOS) of nuclear matter, the simple question: ``how compact can a neutron star be?'' remains unanswered. To address this question, we adopt a statistical approach and consider a large number of parameterised EOSs that satisfy all known constraints from nuclear theory, perturbative Quantum Chromodynamics (QCD), and astrophysical observations. Next, we conjecture that, for any given EOS, the maximum compactness is attained by the star with the maximum mass of the sequence of nonrotating configurations. While we can prove this conjecture for a rather large class of solutions, its general proof is still lacking. However, the evidence from all of the EOSs considered strongly indicates that it is true in general. Exploiting the conjecture, we can concentrate on the compactness of the maximum-mass stars and show that an upper limit appears for the maximum compactness and is given by $\\mathcal{C}_{\\rm max} = 1/3$. Importantly, this upper limit is essentially independent of the stellar mass and a direct consequence of perturbative-QCD constraints."
    },
    {
      "title": "New Spallation Background Rejection Techniques to Greatly Improve the Solar Neutrino Sensitivity of JUNO",
      "link": "https://arxiv.org/abs/2510.12873",
      "authors": "Obada Nairat, John F. Beacom, Shirley Weishi Li",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2510.12873v1 Announce Type: cross \nAbstract: While the potential of the Jiangmen Underground Neutrino Observatory (JUNO) to measure solar neutrinos is known, realizing this potential requires new techniques to reduce detector backgrounds. One of the most serious backgrounds is due to the beta decays of unstable nuclei produced through muon breakup (spallation) of nuclei. This background is much more significant in JUNO compared to Super-Kamiokande due to JUNO's shallower depth and its lack of directional information. We present the first detailed theoretical calculations of spallation backgrounds in JUNO, showing the underlying physical processes and new ways to cut backgrounds while preserving signals. A key point is showing the importance of neutron tagging to identify hadronic showers, which are rare but produce almost all of the dangerous isotopes. With our new techniques, JUNO will be able to reduce deadtime (signal loss) by a factor of five and to reduce the running time needed to meet sensitivity goals by a factor of two. This will give JUNO greatly improved sensitivity to $^8$B and $hep$ solar neutrinos, as we will explore in a separate paper."
    },
    {
      "title": "Toward First-Principles Multi-Messenger Predictions: Coupling Nuclear Networks with GR Radiation-MHD in {\\tt Gmunu}",
      "link": "https://arxiv.org/abs/2510.12978",
      "authors": "Patrick Chi-Kit Cheong, Christopher L. Fryer",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2510.12978v1 Announce Type: cross \nAbstract: We present a new implementation of nuclear reaction networks in the \\texttt{G}eneral-relativistic \\texttt{mu}ltigrid \\texttt{nu}merical (\\texttt{Gmunu}) code, a framework for general relativistic radiation magnetohydrodynamics (GRRMHD). The extended code self-consistently evolves nuclear species coupled to hydrodynamics, magnetic fields, and neutrino radiation transport under the conformal flatness approximation to Einstein's equations. Four approximate nuclear networks are included, with stiff source terms integrated using implicit-explicit Runge-Kutta schemes. Validation is performed through benchmarks including conserved-to-primitive recovery with a tabulated stellar equation of state, one-zone silicon burning, and hydrodynamic tests of shock tubes, acoustic pulses, and detonation fronts of Type Ia supernovae. These tests confirm accurate coupling between nuclear reactions and fluid dynamics, conserving electron and nuclear mass fractions to machine precision.\n  As an application, we conduct spherically symmetric core-collapse supernova simulations. The models reproduce the expected non-exploding behavior of standard progenitors, while enhanced neutrino heating revives the shock. Including nuclear burning modifies the post-shock composition and dynamics, converting silicon and oxygen layers into iron-group nuclei and strengthening the explosion. This demonstrates the impact of explosive burning on ejecta composition and shock evolution, and establishes the stability of the coupled GR radiation-MHD-nuclear framework. The implementation is fully compatible with multidimensional GRMHD simulations and represents the first GRRMHD code combining M1 neutrino transport with fully coupled nuclear burning."
    },
    {
      "title": "Searching for the QCD critical point through constant entropy density contours",
      "link": "https://arxiv.org/abs/2510.13001",
      "authors": "Hitansh Shah, Mauricio Hippert, Jorge Noronha, Claudia Ratti, Volodymyr Vovchenko",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2510.13001v1 Announce Type: cross \nAbstract: We propose a novel method to locate the QCD critical point by constructing an expansion along contours of constant entropy density. Applying two independent analysis of lattice QCD data at zero baryon chemical potential, we find a critical point at $T_c = 114 \\pm 7$ MeV and $\\mu_{B_c} = 602 \\pm 62$ MeV for an expansion truncated at order $\\mu_B^2$. This approach is consistent with recent lattice QCD results up to $\\mu_B/T \\leq 3$. A more precise determination of the required expansion coefficients from lattice simulations will be essential for reliably establishing the location of the QCD critical endpoint."
    },
    {
      "title": "A short review on QCD sum rule studies of P-wave single heavy baryons",
      "link": "https://arxiv.org/abs/2510.13013",
      "authors": "Xuan Luo, Shu-Wei Zhang, Hua-Xing Chen, Atsushi Hosaka, Niu Su, Hui-Min Yang",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2510.13013v1 Announce Type: cross \nAbstract: Over the past few decades, the study of singly heavy baryons has entered a golden era, with numerous excited states observed by experimental collaborations. Various theoretical approaches have been developed to investigate their properties, with the QCD sum rule method being one of the most widely applied. This paper provides a review of these QCD sum rule studies. Over the last ten years, we have systematically studied $P$-wave singly heavy baryons using QCD sum rules and light-cone sum rules within the framework of heavy quark effective theory. These $P$-wave singly heavy baryons can explain many excited heavy baryons, including the $\\Lambda_c(2595)^+$, $\\Lambda_c(2625)^+$, $\\Xi_c(2790)^{0/+}$, $\\Xi_c(2815)^{0/+}$, $\\Sigma_c(2800)^0$, $\\Xi_c(2882)^0$, $\\Xi_c(2923)^0$, $\\Xi_c(2939)^0$, $\\Xi_c(2965)^0$, $\\Omega_c(3000)^0$, $\\Omega_c(3066)^0$, $\\Omega_c(3090)^0$, $\\Omega_c(3050)^0$, $\\Omega_c(3119)^0$, $\\Lambda_b(5912)^0$, $\\Lambda_b(5920)^0$, $\\Xi_b(6087)^0$, $\\Xi_b(6095)^0/\\Xi_b(6100)^-$, $\\Sigma_b(6097)^\\pm$, $\\Xi_b(6227)^-$, $\\Omega_b(6316)^-$, $\\Omega_b(6330)^-$, $\\Omega_b(6340)^-$, and $\\Omega_b(6350)^-$, etc. Furthermore, we predict additional $P$-wave singly heavy baryons, including two $\\Lambda_b$ states, two $\\Xi_b$ states, three $\\Sigma_b$ states, three $\\Xi_b^\\prime$ states, two $\\Omega_b$ states, two $\\Lambda_c$ states, two $\\Xi_c$ states, three $\\Sigma_c$ states, and one $\\Omega_c$ state, all with relatively narrow decay widths, making them viable candidates for experimental observation. The study of singly heavy baryons is closely related to two meaningful questions:\"What is the shortest possible lifetime of an observable particle?\" and \"How can one generally describe approximate (flavor) symmetries?\"."
    },
    {
      "title": "First simultaneous analysis of transverse momentum dependent and collinear parton distributions in the proton",
      "link": "https://arxiv.org/abs/2510.13771",
      "authors": "P. C. Barry, A. Prokudin, T. Anderson, C. Cocuzza, L. Gamberg, W. Melnitchouk, E. Moffat, D. Pitonyak, J. -W. Qiu, N. Sato, A. Vladimirov, R. M. Whitehill",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2510.13771v1 Announce Type: cross \nAbstract: We present the first simultaneous global QCD analysis of unpolarized transverse momentum dependent (TMD) and collinear parton distribution functions (PDFs) in the proton. Our study incorporates data from deep-inelastic scattering, Drell-Yan, inclusive weak boson, $W$+\\,charm, and jet production involving PDFs, as well as TMD Drell-Yan and $Z$-boson production data from fixed target and collider experiments sensitive to both TMD and collinear distributions. The analysis is performed at next-to-next-to-leading logarithmic accuracy for QCD resummation in TMD observables and next-to-leading order for observables described in collinear factorization. The combined analysis improves knowledge of both TMD and collinear PDFs, particularly in the sea-quark sector, providing a consistent simultaneous description of the aforementioned observables."
    },
    {
      "title": "Universal spectrum of isolated three-body resonances",
      "link": "https://arxiv.org/abs/2406.11372",
      "authors": "Ludovic Pricoupenko",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2406.11372v5 Announce Type: replace-cross \nAbstract: The exact wavefunction of an isolated three-body resonance at finite scattering length is obtained for two identical particles interacting with another one via a pairwise zero-range potential. The corresponding universal spectrum is studied as a function of the scattering length. The universality of the results is illustrated by considering a model with finite-range interactions."
    },
    {
      "title": "Anisotropic linear waves and breakdown of the momentum expansion in spin magnetohydrodynamics",
      "link": "https://arxiv.org/abs/2409.07096",
      "authors": "Zhe Fang, Koichi Hattori, Jin Hu",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2409.07096v2 Announce Type: replace-cross \nAbstract: We formulate spin magnetohydrodynamics (MHD) by including the magnetic-flux and total angular momentum conservation laws in the hydrodynamic framework. To specify the local angular momentum conservation, we choose the totally antisymmetric spin current. The entropy-current analysis allows for ten dissipative first-order transport coefficients including anisotropic spin relaxation rates and the conversion rate between a vorticity (shear) to a symmetric stress (antisymmetric torque), as well as anisotropic viscosities and resistivities. By employing the linear-mode analysis, we solve the first-order spin MHD equations to determine the dispersion relations with the complete information of anisotropy retained. Our analytic solutions indicate that the small-momentum expansion is spoiled by blow up of the higher-order terms when the angle between the momentum and the magnetic field approaches the right angle. This also reveals the existence of another expansion parameter, and, in light of it, we provide solutions in an alternative series expression beyond the critical angle. We confirm that these two series expansions work well in the appropriate angle ranges as compared with numerical results. Building on our findings regarding the breakdown of the small-momentum expansion in first-order theory, we proceed to discussing how these first-order solutions are modified when we include the relaxation dynamics for dissipative modes with the Israel-Stewart framework. We find that, due to the presence of the critical behavior in the first-order solutions, there remains a diffusive window even after the relaxation dynamics is introduced."
    },
    {
      "title": "Generic framework for non-perturbative QCD in light hadrons",
      "link": "https://arxiv.org/abs/2501.07776",
      "authors": "Wei-Yang Liu",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2501.07776v4 Announce Type: replace-cross \nAbstract: This paper aims to serve as an introductory resource for disseminating the concept of instanton liquid model to individuals with interests in quantum chromodynamics (QCD) for hadrons. We discuss several topological aspects of the QCD vacuum and briefly review recent progress on this intuitive unifying framework for the lowlying hadron physics rooted in QCD by introducing the vacuum as a liquid of pseudoparticles. We develop systematic density expansion on the dilute vacuum with diagrammatical Feynman rules to calculate the vacuum expectation values (VEVs) and generalize the calculations to hadronic matrix element (charges), and hadronic form factors using the instanton liquid model (ILM). The ILM prediction are well-consistent with those of recent lattice QCD calculations. Thereby, the nonperturbative physics can be well-controlled by only a few parameters: instanton size $\\rho$ and instanton density $n_{I+A}$, and current quark mass $m$."
    },
    {
      "title": "Elastic scattering of weakly-bound nuclei <math xmlns:mml=\"http://www.w3.org/1998/Math/MathML\" altimg=\"si7.svg\" class=\"math\"><msup><mrow></mrow><mn>11</mn></msup></math>Be and <math xmlns:mml=\"http://www.w3.org/1998/Math/MathML\" altimg=\"si6.svg\" class=\"math\"><msup><mrow></mrow><mn>8</mn></msup></math>B on <math xmlns:mml=\"http://www.w3.org/1998/Math/MathML\" altimg=\"si4.svg\" class=\"math\"><msup><mrow></mrow><mn>58</mn></msup></math>Ni at energies above the Coulomb barriers",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269325007154?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: Available online 15 October 2025Source: Physics Letters BAuthor(s): K. Wang, G. Yang, Y.Y. Yang, F.F. Duan, D.Y. Pang, Q. Liu, Y.M. Wei, S.W. Xu, J.B. Ma, P. Ma, Z. Bai, Z.Y. sun"
    }
  ]
}