{
  "lastUpdated": "2026-01-30T03:23:27.779661",
  "papers": [
    {
      "title": "Conformal prediction for uncertainties in nucleon-nucleon scattering",
      "link": "http://link.aps.org/doi/10.1103/2n82-2jvv",
      "authors": "Habib Yousefi Dezdarani, Ryan Curry, and Alexandros Gezerlis",
      "source": "Physical Review C",
      "summary": "Author(s): Habib Yousefi Dezdarani, Ryan Curry, and Alexandros GezerlisConformal prediction is a distribution-free and model-agnostic uncertainty-quantification method that provides finite-sample prediction intervals with guaranteed coverage. In this work, for the first time, we apply conformal prediction to generate uncertainty bands for physical observables in nuclea…[Phys. Rev. C 113, 014004] Published Thu Jan 29, 2026"
    },
    {
      "title": "Structure of high-lying excited states in $^{47}\\mathrm{Ca}$ with $ℓ≥3$ populated in fast-beam $γ$-ray-tagged one-neutron pickup reactions",
      "link": "http://link.aps.org/doi/10.1103/zr25-tbzf",
      "authors": "T. Parry, A. Gade, B. A. Brown, D. Weisshaar, S. A. Gillespie, D. Bazin, T. Beck, P. C. Bender, J. Belarge, C. M. Campbell, B. A. Elman, K. W. Kemper, B. Longfellow, E. M. Lunderberg, and A. O. Macchiavelli",
      "source": "Physical Review C",
      "summary": "Author(s): T. Parry, A. Gade, B. A. Brown, D. Weisshaar, S. A. Gillespie, D. Bazin, T. Beck, P. C. Bender, J. Belarge, C. M. Campbell, B. A. Elman, K. W. Kemper, B. Longfellow, E. M. Lunderberg, and A. O. MacchiavelliThis work is a new and impressive example for the potential of γ-ray-tagged neutron-adding transfer reactions at high beam velocities. By tuning the desired angular momentum transfer, this reaction allows selecting specific neutron configurations and complements spectroscopic information from the more common neutron-removal and low-energy (d,p) transfer reactions. The experiment selectively populated excited states in 47Ca—a neighbor of the doubly magic 48Ca nucleus—based on ℓ≥3 neutron configurations following one-neutron pickup by 46Ca from a 12C target, and recorded their decay with the GRETINA detector array. The experimental results demonstrate that the ℓ=3 spectroscopic strength is rather fragmented, in contrast to shell-model calculations, which predict it to be strongly concentrated in only a few states. The work not only suggests opportunities for a modern (d,p) measurement to complement the present selective high-ℓ data but more generally introduces γ-ray-tagged neutron-adding transfer reactions as a complementary tool for exploring neutron single-particle excitations.[Phys. Rev. C 113, 014328] Published Thu Jan 29, 2026"
    },
    {
      "title": "Revised $\\mathit{B}(\\mathit{E}\\mathit{2};{2}_{1}^{+}→{0}_{1}^{+})$ value in the semi-magic nucleus $^{210}\\mathrm{Pb}$",
      "link": "http://link.aps.org/doi/10.1103/2jx6-68tc",
      "authors": "C. M. Nickel <em>et al.</em>",
      "source": "Physical Review C",
      "summary": "Author(s): C. M. Nickel et al.The lifetime of the ${2}_{1}^{+}$ state of $^{210}\\mathrm{Pb}$ was measured in the $^{208}\\mathrm{Pb}$($^{18}\\mathrm{O}$, $^{16}\\mathrm{O}$)$^{210}\\mathrm{Pb}$ two-neutron transfer reaction by $γ$-ray spectroscopy employing the recoil-distance Doppler-shift method. The extracted absolute $B(E2)↓$ va…[Phys. Rev. C 113, 014329] Published Thu Jan 29, 2026"
    },
    {
      "title": "Persistence of collectivity in the low-lying states of $^{30,31}\\mathrm{Na}$ inside the $N=20$ island of inversion",
      "link": "http://link.aps.org/doi/10.1103/zp75-1ctq",
      "authors": "R. Salinas, H. Iwasaki, A. Revel, B. A. Brown, J. Ash, D. Bazin, J. Chen, R. Elder, P. Farris, A. Gade, M. Grinder, N. Kobayashi, J. Li, B. Longfellow, T. Mijatović, J. Pereira, A. Sanchez, M. Spieker, Y. Utsuno, D. Weisshaar, and J. Wu",
      "source": "Physical Review C",
      "summary": "Author(s): R. Salinas, H. Iwasaki, A. Revel, B. A. Brown, J. Ash, D. Bazin, J. Chen, R. Elder, P. Farris, A. Gade, M. Grinder, N. Kobayashi, J. Li, B. Longfellow, T. Mijatović, J. Pereira, A. Sanchez, M. Spieker, Y. Utsuno, D. Weisshaar, and J. WuNear the $β$-stability line, nuclei with magic numbers are expected to exhibit spherical ground states. However, mass measurements of neutron-rich nuclei near the $N=20$ island of inversion have indicated an excess in the binding energies. These results, together with subsequent spectroscopic studie…[Phys. Rev. C 113, 014330] Published Thu Jan 29, 2026"
    },
    {
      "title": "Description of nucleon transfer reactions at intermediate energies within the impulse approach",
      "link": "http://link.aps.org/doi/10.1103/v75y-1t3x",
      "authors": "Sang-In Shim, Yoshiki Chazono, Kazuki Yoshida, Tomohiro Uesaka, and Kazuyuki Ogata",
      "source": "Physical Review C",
      "summary": "Author(s): Sang-In Shim, Yoshiki Chazono, Kazuki Yoshida, Tomohiro Uesaka, and Kazuyuki OgataBackground: At intermediate energies, transfer reactions are suppressed because the momentum-matching condition is difficult to satisfy. In the standard distorted wave Born approximation (DWBA), a high momentum component of the transferred particle is required to match the large momentum transfer.\n  Pu…\n[Phys. Rev. C 113, 014613] Published Thu Jan 29, 2026"
    },
    {
      "title": "Cross section and decay properties of nuclei produced in the $^{242}\\mathrm{Pu}$($^{50}\\mathrm{Ti},3n$)$^{289}\\mathrm{Lv}$ reaction",
      "link": "http://link.aps.org/doi/10.1103/j5r8-9dhx",
      "authors": "Yu. Ts. Oganessian <em>et al.</em>",
      "source": "Physical Review C",
      "summary": "Author(s): Yu. Ts. Oganessian et al.The $^{242}\\mathrm{Pu}$($^{50}\\mathrm{Ti}, 3n$)$^{289}\\mathrm{Lv}$ reaction has been studied at the gas-filled separator DGFRS-2 at the SHE Factory at Flerov Laboratory of Nuclear Reactions, Joint Institute for Nuclear Research. The experiment was carried out at the excitation energy of the compound…[Phys. Rev. C 113, 014614] Published Thu Jan 29, 2026"
    },
    {
      "title": "Glauber predictions for oxygen and neon collisions at energies available at the CERN Large Hadron Collider",
      "link": "http://link.aps.org/doi/10.1103/mkp8-zgxh",
      "authors": "Constantin Loizides",
      "source": "Physical Review C",
      "summary": "Author(s): Constantin LoizidesThe Glauber model is a widely used framework for describing the initial conditions in high-energy nuclear collisions. TGlauberMC is a Monte Carlo implementation of this model that enables detailed, event-by-event calculations across various collision systems. In this work, I present an updated versi…[Phys. Rev. C 113, 014914] Published Thu Jan 29, 2026"
    },
    {
      "title": "Electromagnetic probes as signatures for a first-order QCD phase transition",
      "link": "http://link.aps.org/doi/10.1103/9qvy-f1gf",
      "authors": "Mohamad Lukman Aidid Mohd Yusoff, Norhasliza Yusof, Hasan Abu Kassim, Jan Steinheimer, Marcus Bleicher, Apiwit Kittiratpattana, Ayut Limphirat, and Christoph Herold",
      "source": "Physical Review C",
      "summary": "Author(s): Mohamad Lukman Aidid Mohd Yusoff, Norhasliza Yusof, Hasan Abu Kassim, Jan Steinheimer, Marcus Bleicher, Apiwit Kittiratpattana, Ayut Limphirat, and Christoph HeroldWe investigate dimuon production in the context of a first-order phase transition in QCD matter using a chiral fluid dynamics model. This approach incorporates nonequilibrium effects such as entropy production and reheating, which emerge during the dynamical evolution through a first-order phase tra…[Phys. Rev. C 113, 014915] Published Thu Jan 29, 2026"
    },
    {
      "title": "Exploring the properties of the Hadronic Phase in Heavy-Ion Collisions at RHIC Energies via Partial Chemical Equilibrium",
      "link": "https://arxiv.org/abs/2601.20065",
      "authors": "Rishabh Sharma, Chitrasen Jena, Volodymyr Vovchenko",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2601.20065v1 Announce Type: new \nAbstract: The hadronic phase in heavy-ion collisions plays a crucial role in shaping the final-state hadron abundances. In this work, we study Au+Au collisions at $\\sqrt{s_{\\rm NN}}$ = 7.7-200 GeV using the Hadron Resonance Gas model in Partial Chemical Equilibrium (HRG-PCE). By fitting the yields of stable hadrons and short-lived resonances such as K$^*(892)^0$, we extract both chemical and kinetic freeze-out temperatures as functions of center-of-mass energy and centrality. The analysis, performed using the Thermal-FIST package, avoids assumptions about radial flow profile or freeze-out hypersurfaces. Furthermore, we estimate the baryon annihilation freeze-out temperature from the experimentally measured $\\bar{\\rm p}/$p ratio, using the HRG-PCE framework extended to include $B\\bar{B} \\leftrightarrow n\\pi$ reactions. The inferred annihilation freeze-out temperature lies between the chemical and kinetic freeze-out temperatures, suggesting that baryon annihilation remains active in the early hadronic phase but ceases prior to kinetic freeze-out. These results provide a consistent picture of the sequential decoupling of hadronic processes and demonstrate that inelastic hadronic interactions significantly influence the chemical composition of the system between chemical and kinetic freeze-outs at RHIC energies."
    },
    {
      "title": "Baryon Transition Form Factors from Dynamical Coupled-Channel Analyses",
      "link": "https://arxiv.org/abs/2601.20188",
      "authors": "Yu-Fei Wang",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2601.20188v1 Announce Type: new \nAbstract: In this talk, the electromagnetic transition form factors from the nucleon ground state to twelve $N^*$ and $\\Delta$ states are exhibited and discussed. Those results are extracted through a comprehensive coupled-channel approach -- the Juelich-Bonn-Washington model, with the center-of-mass energy ranging from $1.13$ GeV to $1.8$ GeV, and the photon virtuality up to $8$ GeV$^2$. The extraction is based on $10^5$ electroproduction data points of $\\pi N$, $\\eta N$, and $K\\Lambda$ channels, with additionally about $5\\times 10^4$ data points in the hadronic sector as well as photoproductions as boundary conditions. The form factors are defined from the residues at the corresponding resonance poles in the multipole amplitudes. Uncertainties are also estimated by the exploration of the parameter space. The qualitative behavior of the transition form factors of $N(1440)$ and $\\Delta(1232)$ here are in agreement with the previous studies, while for the other states, there has not been literature results that are also defined at the resonance poles."
    },
    {
      "title": "From first to second minimum: Parity-dependent level densities in $^{240,242}$Pu",
      "link": "https://arxiv.org/abs/2601.20329",
      "authors": "A. Rahmatinejad, T. M. Shneidman, N. Jovancevic",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2601.20329v1 Announce Type: new \nAbstract: We calculate the parity-dependent level density ratios for $^{240,242}$Pu across a broad range of quadrupole deformations, from the spherical configuration up to the superdeformed region, explicitly including both the ground-state minimum and the second minimum (fission isomer). The parity-equilibration energy, defined as the excitation energy at which positive- and negative-parity level densities approach equilibrium, is compared between configurations. A significant reduction is observed near the second minimum, indicating a faster equilibration process in this region."
    },
    {
      "title": "Effects of the centrality determination method for the equation of state and nucleonic observables from Au+Au collisions at $\\sqrt{s_{NN}}$ = 2.4 GeV",
      "link": "https://arxiv.org/abs/2601.20491",
      "authors": "Xiaoqing Yue, Pengcheng Li, Yongjia Wang, Qingfeng Li, Fuhu Liu",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2601.20491v1 Announce Type: new \nAbstract: Centrality determination remains one of the major sources of systematic uncertainty in intermediate-energy heavy-ion collision analyses, especially for probing the nuclear equation of state (EoS) at supra-saturation densities. To quantitatively assess the uncertainties associated with different centrality determination methods and to investigate their effects on final-state EoS-sensitive observables. Within the ultra-relativistic quantum molecular dynamics (UrQMD) model, Au+Au collisions at $\\sqrt{s_{NN}}$=2.4 GeV are performed within a soft and a hard EoS. Event centrality is determined using the multiplicity of all charged particles ($M_\\mathrm{ch}$) and two impact parameter-based centrality filters, one based on a geometrical interpretation and the other based on the Glauber Monte Carlo (MC) model, denoted as $b_{f}$ and $b_{r}$, respectively. It is shown that there exist significant differences between the real impact parameter distributions of event samples selected by $M_\\mathrm{ch}$, $b_{f}$, and $b_{r}$, particularly between $M_\\mathrm{ch}$ and $b_{r}$. When the $b_{f}$ is employed, uncertainties associated with centrality selection have a weaker influence on observables than the effects induced by the EoS. In contrast, when the $b_{r}$ is used, the influence of centrality-related uncertainties becomes more pronounced than that of the EoS. These results demonstrate that a rigorous and consistent mapping between $M_\\mathrm{ch}$ and impact parameter is essential to impose quantitative constraints on the high-density nuclear EoS. Furthermore, our study indicates that the geometrical interpretation of centrality remains valid and consistent with dynamical multiplicity selection, whereas the Glauber MC-based centrality determination becomes unreliable at the investigated energy."
    },
    {
      "title": "De-excitation effects in multi-nucleon transfer reactions",
      "link": "https://arxiv.org/abs/2601.20535",
      "authors": "Y. C. Yang, D. D. Zhang, D. Vretenar, B. Li, T. Nik\\v{s}i\\'c, P. W. Zhao, J. Meng",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2601.20535v1 Announce Type: new \nAbstract: This study quantifies the impact of nuclear de-excitation on correlations in multi-nucleon transfer (MNT) reactions. To bridge the gap between initial collision dynamics and final experimental observables, we introduce a hybrid TDCDFT+GEMINI approach, integrating time-dependent covariant density functional theory (TDCDFT) with the statistical de-excitation model GEMINI++. Applied to the $^{40}$Ca + $^{208}$Pb reaction, our method demonstrates that the de-excitation is essential for reconciling theoretical cross sections with experimental data. Analysis of the cross-section Shannon entropy reveals that new reaction channels open abruptly at a specific energy threshold. By employing mutual information, we show that the de-excitation process significantly degrades the initial quantum entanglement between the projectile-like and the target-like fragments, revealing a key mechanism through which fundamental quantum correlations are lost."
    },
    {
      "title": "The 2025 Evaluation of Experimental Thermonuclear Reaction Rates (ETR25)",
      "link": "https://arxiv.org/abs/2601.20059",
      "authors": "Christian Iliadis, Richard Longland, Kiana Setoodehnia, Caleb Marshall, Peter Mohr, Athanasios Psaltis",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2601.20059v1 Announce Type: cross \nAbstract: This work describes the formalism for estimating thermonuclear reaction rates for astrophysical applications, emphasizing modern statistical approaches such as Monte-Carlo sampling and Bayesian models. We discuss related topics including the calculation of resonance energies from nuclear Q values, indirect estimates of particle partial widths, and matching of reaction rates at elevated temperatures to statistical-model results. We have evaluated available experimental data on cross sections, resonance energies and strengths, partial widths, life-times, spin-parities, and spectroscopic factors. Based on these results, we have estimated numerical values of 78 experimental charged-particle thermonuclear reaction rates for target nuclei in the A = 2 to 40 mass region, for temperatures ranging from 1 MK to 10 GK. For each reaction, three rate values are provided: low, median, and high, corresponding to the 16th, 50th, and 84th percentiles, respectively, of the cumulative reaction rate probability density distribution. Additionally, we present the factor uncertainty of each rate at each temperature grid point. These results enable users to sample the reaction rate probability density in nucleosynthesis calculations, facilitating uncertainty estimates of nuclidic abundances. The rates presented here refer to their laboratory values. For use in stellar model simulations, these values need to be corrected for the effects of thermal excitations of the interacting nuclei. For each reaction, we include graphs that illustrate the fractional contributions to the overall reaction rate along with the associated uncertainty. These visuals are designed to assist both stellar modelers and nuclear experimentalists by identifying the primary sources of rate uncertainty at specific stellar temperatures. A graphical comparison with earlier Monte-Carlo rates is also provided."
    },
    {
      "title": "Gluon knots as the dynamical core of baryons",
      "link": "https://arxiv.org/abs/2601.20274",
      "authors": "Fan Lin, Xinyang Wang",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2601.20274v1 Announce Type: cross \nAbstract: We propose a conjectural picture of baryon structure in which gluon knots, a type of topologically nontrivial configuration of color--magnetic monopole condensates, forms the dynamical core of the baryon. Within this framework, quarks interact with the gluon knot via abelian-dominated color-electric fields, which are squeezed into flux tubes by the dual Meissner effect, leading naturally to quark confinement. The color--magnetic fields associated with the gluon knot also induce a local chiral condensate, contributing to spontaneous chiral symmetry breaking and the baryon mass. Extending this conjecture to heavy-flavor mesons, we argue that stable flux tubes and gluon knots may also play a role in their internal structure, whereas light-flavor mesons are dominated by alternative confinement mechanisms. Our approach provides a unified, topologically motivated picture linking confinement, chiral symmetry breaking, and the internal dynamics of baryons and certain mesons, suggesting that gluon knots constitute fundamental infrared degrees of freedom of Yang--Mills theory."
    },
    {
      "title": "Bjorken Initial Energy Density and Viscous Longitudinal Hydrodynamic Evolution in Xe-Xe Collisions",
      "link": "https://arxiv.org/abs/2601.20505",
      "authors": "S. Biswal, M. A. Bhat, A. Nayak, S. I. Sahoo, D. Dutta, D. K. Mishra, P. K. Sahu",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2601.20505v1 Announce Type: cross \nAbstract: We present a systematic study of the Bjorken initial energy density in Xe-Xe collisions at $\\sqrt{s_{NN}} = 5.44$ TeV, estimated using charged-particle multiplicity data and a generalized transverse overlap geometry applicable beyond the most central collisions. The dependence of the extracted energy density is examined by adopting both a constant formation time and a centrality-dependent formation time derived from Pb-Pb collisions at $\\sqrt{s_{NN}} = 5.02$ TeV. Corresponding Bjorken energy density estimates for Pb-Pb collisions are also presented for comparison. Taking the Bjorken energy density and formation time as initial conditions, the subsequent longitudinal evolution of the quark-gluon plasma (QGP) formed in these collisions is studied. Both ideal and first-order viscous boost-invariant hydrodynamics are employed to assess the influence of dissipation. We observe that viscous effects slow the longitudinal expansion and lead to entropy production dominated by early-time dynamics. The lifetime of the QGP is observed to increase with centrality and is substantially enhanced by viscous effects. These effects are highly sensitive to the choice of formation time, particularly in peripheral collisions. A comparative analysis of Xe-Xe and Pb-Pb collisions demonstrates that the longitudinal evolution is primarily controlled by the initial energy density scale set by the Bjorken prescription. Consequently, when this scale is comparable, both systems exhibit nearly identical evolution patterns, while appreciable distinctions emerge in peripheral collisions due to system-size and geometric effects."
    },
    {
      "title": "Exact Neutron-Proton Wavefunctions Using the Phase Function Method",
      "link": "https://arxiv.org/abs/2308.03824",
      "authors": "Anil Khachi",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2308.03824v2 Announce Type: replace \nAbstract: Radial phase shifts ($\\delta(r)$), amplitude functions ($A(r)$), and exact wavefunctions ($u(r)$) for various uncoupled S, P, and D channels of neutron--proton scattering have been calculated using the Phase Function Method (PFM). In these calculations, inverse potentials obtained from the Morse function as the zeroth-order reference potential are employed. The parameters of the Morse potential were optimized using the comprehensive GRANADA partial wave analysis, consisting of 6713 experimental \\textit{np} phase shift data points from 1950 to 2013, by minimizing the mean square error (MSE) as a cost function. The present work provides detailed radial dependence of $\\delta(r)$, $A(r)$, and $u(r)$ up to 5~fm for laboratory energies $E_{\\ell \\text{lab}} = [1, 10, 50, 100, 150, 250, 350]$~MeV. The obtained wavefunctions show excellent agreement with high-precision Nijmegen-II results, highlighting the accuracy and transparency of the PFM approach for uncoupled scattering states."
    },
    {
      "title": "Taming the dark photon production via a non-minimal coupling to gravity",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269326000766?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: Available online 29 January 2026Source: Physics Letters BAuthor(s): Oleg Lebedev, Jong-Hyun Yoon"
    },
    {
      "title": "Beyond the Starobinsky model after ACT",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269326000717?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: Available online 28 January 2026Source: Physics Letters BAuthor(s): Min Gi Park, Dhong Yeon Cheong, Seong Chan Park"
    },
    {
      "title": "Hyperons in neutron-star cores: confronting maximum mass observational constraint of",
      "link": "https://iopscience.iop.org/article/10.1088/1674-1137/ae1de5",
      "authors": "Anuj Sharma, Mukul Kumar, Raj K. Jagota and Shashi K. Dhiman",
      "source": "Chinese Physics C",
      "summary": "We employ a comprehensive set of relativistic mean-field (RMF) models to investigate the role of hyperons (Λ, , and ) in dense nuclear matter. We consider various RMF models that span a wide range of high-density behaviors of equations of state (EoSs), symmetry energy coefficients, and hyperon-meson coupling schemes. Our aim is to assess how the inclusion of hyperons in nucleonic matter influences the key neutron star properties, including the maximum mass (M ), stellar radius (R ), and tidal deformability ( ). By varying the vector meson-hyperon coupling strength ( ) over a wide range and considering the SU(6) symmetry, we find that a decrease in results in an increased hyperon population. This leads to a significant softening of the EoS and a reduction in the maximum mass of a neutron star. The models with strong vector repulsion (larger value of ) show a dominance of Λ and hyperons, with appearing only at higher densities. The neutron star properties, such as M , R , and , are strongly affected by the hyperonization for all RMF models. It is observed that the canonical star properties like R and remain largely unaffected by the presence of hyperons in nucleonic EoSs under fixed vector coupling strengths, except when couplings are based on SU(6) symmetry. This behavior can be attributed to the fact that, although hyperons appear in the very centre of a 1.4 M star, their population fraction is extremely small and therefore has a negligible effect on global stellar properties like R and . Furthermore, to support a star with observational constraint of M 2 M , the vector coupling strength X must lie in the range 0.8−0.9. Our results highlight the critical role of vector coupling strength in governing hyperonization and its impact on neutron star observables. It is found that increasing X improves compliance with the 2 M mass constraint by suppressing early hyperonization. The critical role of the slope of symmetry energy (L) in regulating the impact of hyperonization on neutron star observables is also studied."
    },
    {
      "title": "Microscopic modeling of proton radioactivity through Hartree-Fock- Bogolyubov calculations with Gogny interaction",
      "link": "https://iopscience.iop.org/article/10.1088/1674-1137/ae1f07",
      "authors": "M. Ismail, A. Adel, A. Y. Ellithi and M. A. Abbas",
      "source": "Chinese Physics C",
      "summary": "In this study, we perform a microscopic study of proton decay half-lives in neutron-deficient nuclei using the Hartree-Fock-Bogolyubov (HFB) approach with the Gogny D1S effective interaction. Proton emission half-lives from ground and isomeric states are computed by employing a single-folding potential constructed from a realistic M3Y-Paris nucleon-nucleon interaction. Deformed density distributions of daughter nuclei are calculated self-consistently within the same HFB framework. The resulting decay half-lives are systematically compared with recent experimental measurements and other theoretical models for evaluating the accuracy and predictive capacity of this fully microscopic methodology in describing proton radioactivity near the proton dripline."
    },
    {
      "title": "A Study on the Triggering of nucleonic direct urca processes in neutron stars of specific masses and their hyperon dependence*",
      "link": "https://iopscience.iop.org/article/10.1088/1674-1137/ae2109",
      "authors": "Y. Xu, 妍 许, Y. F. Shen, 淯夫 申, Q. Yuan, 琦 袁, X. L. Huang, 修林 黄, Y. B. Wang and 夷博 王",
      "source": "Chinese Physics C",
      "summary": "This work aims to analyze how hyperons affect neutrino radiation properties in nucleonic direct URCA processes, with the goal of providing useful references for identifying evidence of hyperons in astronomical observations. This analysis is conducted using the GM1 and NL3 parameter sets under the SU(6) and SU(3) flavor symmetries within the relativistic mean field theory framework. In conjunction with the inferred mass and radius values of PSRs J1231-1411, J0030+0451, and J0740+6620, our results indicate that nucleonic direct URCA processes are absent in PSR J1231-1411 due to momentum conservation violation. In the hyperon-containing PSR J0030+0451 (NL3 parameter set), the nucleonic direct URCA processes involving / would occur. A large inferred mass span induces hyperon fraction variations, which affect neutrino emissivity. If the inferred mass of PSR J0030+0451 exceeds approximately 1.8 , the neutrino luminosity of the nucleonic direct URCA processes under the SU(3) flavor symmetry remains nearly the same as that in npeµ matter, independent of hyperons. However, it shows an obvious hyperon dependence under the SU(6) spin-flavor symmetry. For hyperon-containing J0740+6620, the nucleonic direct URCA processes under the SU(3) flavor symmetry in the GM1 parameter set predict a faster decline in neutrino luminosity with the hyperonic fraction than in npeµ matter, and under the SU(6) spin-flavor symmetry in the NL3 parameter set, it shows a monotonic decreasing trend. The research indicates that the hyperonic fraction significantly affects the neutrino radiation properties of nucleonic direct URCA processes in neutron stars. Different-mass pulsars (e.g., PSRs J1231-1411, J0030+0451, J0740+6620) exhibit distinct behaviors of nucleonic direct URCA processes, depending on inferred masses/radii, parameter sets, and theoretical models."
    },
    {
      "title": "Fragmentation of neutron-rich carbon isotopes on light targets at 27.5 MeV/nucleon*",
      "link": "https://iopscience.iop.org/article/10.1088/1674-1137/ae2455",
      "authors": "Zi-Yao Hu, 梓瑶 胡, Yan-Lin Ye, 沿林 叶, Jian-Ling Lou, 建玲 楼, Zai-Hong Yang, 再宏 杨, Xiao-Fei Yang, 晓菲 杨, Li-Sheng Yang, 黎升 阳, Wei-Liang Pu, 伟良 蒲, Kang Wei, 康 魏, Ying Chen, 莹 陈, Hong-Yu Zhu, 宏渝 朱, Bo-Long Xia, 博龙 夏, Jia-Xing Han, 家兴 韩, Jia-Hao Chen, 家豪 陈, Kai Ma, 凯 马, Dong-Xi Wang, 东玺 王, Hao-Yu Ge, 浩煜 葛, Wen-Wu Wan, 文武 万, Jia-Wei Bian, 佳伟 边, Ze-Yu Du, 泽宇 杜, Zhe-Yang Lin, 喆阳 林, Qi-Te Li, 奇特 李, Zhi-Huan Li, 智焕 李, Ong-Hooi Jin, 惠仁 王, Yan-Yun Yang, 彦云 杨, Shi-Wei Xu, 世伟 许, Jun-Bing Ma, 军兵 马, Zhen Bai, 真 白, Kang Wang, 康 王, Fang-Fang Duan, 芳芳 段, He-Run Yang, 贺润 杨, Peng Ma, 朋 马, Xiang-Lun Wei, 向伦 魏, Tian-Li Qiu and 天力 邱",
      "source": "Chinese Physics C",
      "summary": "Experimental and theoretical investigation of the fragmentation reaction in the Fermi-energy domain is currently of particular importance for not only nuclear physics but also some interdisciplinary fields. In the present study, neutron-rich 14C and 16C ion beams at 27.5 MeV/nucleon were used to bombard carbon and polyethylene (CD2)n targets. Energy and angular distributions of the produced fragments were measured. Background events originating from the carbon content in (CD2)n target were efficiently excluded using an extended E-P plot method. Experimental results are systematically analyzed using the HIPSE-SIMON dynamic model. The comparison reveals that, for the carbon target, the HIPSE-SIMON calculation overestimates the yields of the beam-velocity component for fragments near the projectile and also the energy phase space for fragments far away from the projectile, suggesting that fine tuning of the overall interaction profile adopted in the model is required. In contrast, for reactions with the deuteron target, the model calculation can reasonably reproduce the experimental data. The implication of the fragmentation mechanism on the validity of the invariant mass method, as frequently used to reconstruct the clustering resonant structures in light nuclei, is also discussed."
    }
  ]
}