{
  "lastUpdated": "2025-10-24T02:18:59.193875",
  "papers": [
    {
      "title": "Electron-capture decay of $^{98}\\mathrm{Tc}$",
      "link": "http://link.aps.org/doi/10.1103/y5d7-85w5",
      "authors": "Dominik Elchine, Martin Müller, Markus Schiffer, and Erik Strub",
      "source": "Physical Review C",
      "summary": "Author(s): Dominik Elchine, Martin Müller, Markus Schiffer, and Erik StrubFrom simple symmetry and energy considerations it can be concluded that $^{98}\\mathrm{Tc}$ might undergo electron capture decay (EC). In this work we provide evidence for an EC decay of $^{98}\\mathrm{Tc}$ measuring 2.67 g $\\mathrm{K}[\\mathrm{Tc}{\\mathrm{O}}_{4}]$ that contains approximately 1 GBq of…[Phys. Rev. C 112, 044317] Published Wed Oct 22, 2025"
    },
    {
      "title": "Global optimization of nuclear level density parameters using Bayesian analysis",
      "link": "http://link.aps.org/doi/10.1103/76g5-kz6z",
      "authors": "R. Shil, G. Banerjee, K. Banerjee, J. Sadhukhan, Pratap Roy, and A. Chakraborty",
      "source": "Physical Review C",
      "summary": "Author(s): R. Shil, G. Banerjee, K. Banerjee, J. Sadhukhan, Pratap Roy, and A. ChakrabortyNuclear level density (NLD) parameters for the constant temperature and back-shifted Fermi gas models were determined for 129 nuclei, spanning from $^{43}\\mathrm{Sc}$ to $^{243}\\mathrm{Pu}$. These parameters were extracted using a Bayesian optimization technique by fitting the experimentally measure…[Phys. Rev. C 112, 044609] Published Wed Oct 22, 2025"
    },
    {
      "title": "Dependence of angular momentum of fission fragments on total kinetic energy in spontaneous fission of $^{252}\\mathrm{Cf}$",
      "link": "http://link.aps.org/doi/10.1103/yklf-mh6w",
      "authors": "A. Rahmatinejad, T. M. Shneidman, G. G. Adamian, and N. V. Antonenko",
      "source": "Physical Review C",
      "summary": "Author(s): A. Rahmatinejad, T. M. Shneidman, G. G. Adamian, and N. V. AntonenkoA weak dependence of the angular momentum of $^{144}\\mathrm{Ba}$ fragments, produced in the spontaneous fission of $^{252}\\mathrm{Cf}$, on the total kinetic energy (TKE) was recently observed [N. P. Giha et al., Phys. Rev. C 111, 014605 (2025)]. To investigate this phenomenon, we propose a model des…[Phys. Rev. C 112, 044610] Published Wed Oct 22, 2025"
    },
    {
      "title": "Picosecond lifetime measurements of resonances using a thick-target invariant-mass technique",
      "link": "http://link.aps.org/doi/10.1103/ywt1-c5vt",
      "authors": "R. J. Charity, N. Dronchi, A. K. Anthony, D. Bazin, S. Biswas, K. W. Brown, P. J. Farris, A. Gade, S. A. Gillespie, A. M. Hill, J. Li, B. Longfellow, S. N. Paneru, W. Reviol, D. Rhodes, E. Rubino, L. G. Sobotka, and D. Weisshaar",
      "source": "Physical Review C",
      "summary": "Author(s): R. J. Charity, N. Dronchi, A. K. Anthony, D. Bazin, S. Biswas, K. W. Brown, P. J. Farris, A. Gade, S. A. Gillespie, A. M. Hill, J. Li, B. Longfellow, S. N. Paneru, W. Reviol, D. Rhodes, E. Rubino, L. G. Sobotka, and D. WeisshaarA new technique is presented for measuring the half-lives of resonances in the picosecond range using presently available invariant-mass apparatus and a thick target. For short-lived resonances, the energy losses of the decay fragments in the target material change their relative velocities, giving …[Phys. Rev. C 112, L041301] Published Wed Oct 22, 2025"
    },
    {
      "title": "Connecting ground-state properties of ${}^6$Li to each other and to scattering data",
      "link": "https://arxiv.org/abs/2510.19067",
      "authors": "Chlo\\\"e Hebborn, Carl R. Brune, Daniel R. Phillips",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2510.19067v1 Announce Type: new \nAbstract: We examine the relationship between the Asymptotic Normalization Coefficient (ANC) of $^6$Li and other low-energy observables in the $\\alpha$-deuteron system. Our analysis uses a set of calculations carried out within the {\\it ab initio} No Core Shell Model with Continuum (NCSMC) using a variety of inter-nucleon interactions and basis sizes, and yielding ${}^6$Li deuteron separation energies between 1.3 and 1.8 MeV [Phys. Rev. Lett. 129, 042503 (2022)]. These NCSMC calculations show that the square of the ANC is strongly correlated with the separation energy over this range. In this work, we investigate the origin of this correlation using the phenomenological $R$-matrix, a single-channel potential and a perturbative approach. We show that this correlation occurs because the depth of the $\\alpha$-deuteron central potential changes by only a small relative amount as the separation energy varies. We then investigate if the ANC can be accurately extracted from $\\alpha$-deuteron phase shifts in an ideal case in which low-energy data are available and there are no experimental errors. We find that both $R$-matrix and Coulomb-modified effective-range theory (CM-ERE) yield extracted ANCs close to, although not exactly equal to, the true value, provided the extrapolation is constrained by the known position of the bound-state pole and at least three terms are included in the fit function. The $R$-matrix approach converges faster than the CM-ERE as the number of parameters increases and is also more robust against the inclusion of low-energy and high-energy phase shift data. Finally, our study also shows that a naive quantification of uncertainties by comparing different truncations used in both theories is not accurate, and suggests the accuracy of ANCs extracted from phase shift data needs further investigation."
    },
    {
      "title": "Resolving the spurious-state problem in Dirac equation by using the staggered-grid method",
      "link": "https://arxiv.org/abs/2510.19201",
      "authors": "Lingfeng Li, Hong Shen, Jinniu Hu, Ying Zhang",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2510.19201v1 Announce Type: new \nAbstract: Discretizing the Dirac equation on a uniform grid with the central difference formula often generates spurious states. We propose a staggered-grid scheme in the framework of the finite-difference method that suppresses these spurious states without introducing Wilson terms or ad-hoc filtering. In this approach, the large and small components of the Dirac equation are placed on interlaced nodes, and the first-order derivatives are evaluated between staggered points, yielding a Hamiltonian that breaks the unitary transformation between $H_\\kappa$ and $H_{-\\kappa}$. Benchmarks with the nuclear Woods-Saxon potentials demonstrate one-to-one agreement with the eigenvalues obtained from shooting method and asymmetric finite-difference method, rapid convergence for weakly bound states, and reduced box-size sensitivity. The method retains the simplicity of central differences and standard matrix diagonalization, while naturally extending to higher-order and multi-dimension systems. It provides a compact and efficient tool for relativistic bound-state and scattering calculations."
    },
    {
      "title": "The universal size compression effect of nucleon pair in finite nuclei",
      "link": "https://arxiv.org/abs/2510.19280",
      "authors": "Qing Zhao, Masaaki Kimura, Bo Zhou, Seung-heon Shin",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2510.19280v1 Announce Type: new \nAbstract: We systematically investigate the size evolution of the di-neutron (2n), di-proton (2p), and deuteron (d) in 6He, 14Be, 17B, 6Be, 17Ne, and 6Li using microscopic calculations. Remarkably, all nucleon pairs exhibit a universal size compression at the nuclear surface, regardless of their species and binding energies. These features correspond to the BCS- and BEC-like nucleon pairs, which recent experimental techniques can further investigate."
    },
    {
      "title": "Kinetic energy of fission fragments within a dynamical model",
      "link": "https://arxiv.org/abs/2510.19291",
      "authors": "S. Takagi, Y. Aritomo, K. Nakajima, K. Okada, K. Hirose, K. Nishio",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2510.19291v1 Announce Type: new \nAbstract: Kinetic energy of individual fission fragment for actinide nuclei is, for example, important for evaluating the prompt-neutron spectrum in the laboratory system. It is experimentally known that kinetic energy for each fragment is constant at about 100 MeV for light fragments and that for heavy fragments decreases linearly with mass number. Most of the theoretical studies carried out so far attempted to calculate the total kinetic energy of both fragments, i.e. sum of the energies of two fragments, but the kinetic energy of each fragment was not analyzed in detail as far as we recognize. We have calculated them in thermal-neutron induced fission of $^{239}\\mathrm{Pu}$ with a dynamical model using Langevin equations within a three-dimensional two-center parametrization. Also fission of $^{258}\\mathrm{Fm}$ was investigated. It is calculated from the Coulomb energy at the scission point and the pre-scission kinetic energy. It is found that the pre-scission kinetic energy has about 2-4% contribution in the kinetic energy. The calculated results reproduce the trend of the experimental data."
    },
    {
      "title": "Practical Considerations for Measuring Global Spin Density Matrix Elements of Vector Mesons in Heavy-Ion Collisions",
      "link": "https://arxiv.org/abs/2510.18899",
      "authors": "Gavin Wilks, Xu Sun, Zhenyu Ye",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2510.18899v1 Announce Type: cross \nAbstract: The STAR Collaboration has reported a significant $\\phi$-meson global spin alignment ($\\rho_{00}$) signal in Au+Au collisions at $\\sqrt{s_{NN}}\\leq62$ GeV by measuring the polar angle distribution of $\\phi$-meson daughters with respect to the orbital angular momentum (OAM) direction of the collision system. In this paper, a new method is explored for studying vector-meson global spin alignment in heavy-ion collisions by examining the two dimensional polar and azimuthal angle distribution. This method allows simultaneous extraction of $\\rho_{00}$ and off-diagonal spin density matrix elements (SDMEs), providing unique access to local quark-antiquark spin correlations and spin hydrodynamics in quark-gluon plasma (QGP). The new 2D method also removes potential biases from non-zero off-diagonal SDMEs on $\\rho_{00}$ with the 1D method. A detailed procedure to correct for detector acceptance and resolution effects is also presented and validated by simulation studies."
    },
    {
      "title": "Unified Resummation of Soft Gluon Radiation in Heavy Meson Pair Photoproduction",
      "link": "https://arxiv.org/abs/2510.18949",
      "authors": "Cyrille Marquet, Yu Shi, Bo-Wen Xiao",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2510.18949v1 Announce Type: cross \nAbstract: We develop a unified resummation framework for heavy-meson pair photoproduction that treats soft-gluon radiation in a massive scheme for $|\\boldsymbol q| \\lesssim m_Q$ and is consistent with the massless limit $m_Q \\ll |\\boldsymbol q|$, where $\\boldsymbol q$ denotes the transverse momentum of the pair and $m_Q$ the quark mass. This framework describes the full correlation regime $|\\boldsymbol q| \\ll |\\boldsymbol P|$, with $\\boldsymbol P$ the pair's relative transverse momentum. Next, within the Color Glass Condensate framework, we quantify the impact of soft gluon radiation on two important phenomenological observables, namely, the azimuthal $\\Delta\\phi$ correlation and the harmonic asymmetries $\\langle \\cos(2n\\phi_{qP})\\rangle$. Our results show that the resummation provides an excellent description of the H1 $\\Delta\\phi$ data. We then find that the angular-asymmetry harmonics are sizable and their ratios in $\\gamma A$ to $\\gamma p$ collisions are highly sensitive to gluon saturation. We further find a clear mass hierarchy in both observables, indicating that heavy-quark masses suppress soft radiation and thereby enhance genuine small-$x$ saturation signals. Our work demonstrates that heavy-quark pair photoproduction provides a quantitative probe of gluon saturation, directly measurable in forthcoming EIC and UPC measurements. Finally, the unified resummation is readily extendable to other processes involving massive particles and jets in both $eA$ and $pA$ collisions."
    },
    {
      "title": "Probing the QGP through $p_T$-differential radial flow of heavy quarks",
      "link": "https://arxiv.org/abs/2510.19448",
      "authors": "Maria Lucia Sambataro (Department of Physics and Astronomy, University of Catania, Catania, Italy, INFN-Laboratori Nazionali del Sud, Catania, Italy), Salvatore Plumari (Department of Physics and Astronomy, University of Catania, Catania, Italy, INFN-Laboratori Nazionali del Sud, Catania, Italy), Santosh K. Das (School of Physical Sciences, Indian Institute of Technology Goa, Goa, India), Vincenzo Greco (Department of Physics and Astronomy, University of Catania, Catania, Italy, INFN-Laboratori Nazionali del Sud, Catania, Italy)",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2510.19448v1 Announce Type: cross \nAbstract: We introduce the $p_T$-differential radial flow $v_0(p_T)$ in the heavy-quark sector. Within an event-by-event Langevin framework, we show that this observable exhibits a strong sensitivity to the heavy quark-bulk interaction. It provides a powerful and novel tool to constrain the transport coefficients of heavy quarks in the QGP and, more generally, to assess the strength of the interaction of a Brownian particle in an expanding bulk medium. The results further indicate that heavy quarks exhibit collective behavior driven by the isotropic expansion of the QGP in heavy-ion collisions and, at low $p_T$, it offers a marked signature of the heavy quark hadronization mechanism."
    },
    {
      "title": "Coherent and incoherent antineutrino scattering on stable even-even isotopes of molybdenum detectors",
      "link": "https://arxiv.org/abs/2510.19513",
      "authors": "T. S. Kosmas, R. Sahu, V. K. B. Kota",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2510.19513v1 Announce Type: cross \nAbstract: The recent observations of the coherent neutrino- and antineutrino-nucleus scattering have opened up a plethora of opportunities to probe physics within standard and non-standard theories of the electroweak interactions. In the present article, our goal is to explore the possibility of using the molybdenum material as detection medium for coherent and incoherent antineutrino- and neutrino- Mo scattering in the ongoing and future coherent elastic neutrino-nucleus scattering (CE{\\nu}NS) exper- iments by using relevant (anti-)neutrino beams as e.g. stopped pion-decay neutrino beams, reactor antineutrino beams, astrophysical (solar or supernova) (anti)neutrino beams, etc. Our present co- herent and incoherent scattering cross sections of Mo isotopes with neutrinos and antineutrinos are based on the deformed shell model (DSM) that has been previously employed for studying similar processes. On the other hand, in the past, CE{\\nu}NS events obtained with this model provided us with better fits to COHERENT experimental data compared to phenomenological form factors."
    },
    {
      "title": "The Regulated GeAs Cycles with the New $^{63}$Ga(p,$\\gamma$)$^{64}$Ge and $^{64}$Ge(p,$\\gamma$)$^{65}$As Reaction Rates and Their Impact on the GS 1826$-$24 Clocked Bursts and SAX J1808.4$-$3658 Photospheric Radius Expansion Bursts",
      "link": "https://arxiv.org/abs/2510.19561",
      "authors": "Yi Hua Lam, Ning Lu, Alexander Heger, Zi Xin Liu, Zac Johnston, Hidetoshi Yamaguchi",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2510.19561v1 Announce Type: cross \nAbstract: The $^{63}$Ga(p,$\\gamma$)$^{64}$Ge and $^{64}$Ge(p,$\\gamma$)$^{65}$As thermonuclear reactions connect the ZnGa and GeAs cycles by diverting the flow of the rapid proton capture process from $^{63}$Ga to $^{65}$As. Changes in these two reaction rates regulate the ZnGa and GeAs cycles and may affect the modeled properties matching with the observed counterparts of a type I X-ray burster. We implement the latest $^{63}$Ga(p,$\\gamma$)$^{64}$Ge and $^{64}$Ge(p,$\\gamma$)$^{65}$As reaction rates to the state-of-the-art self-consistent one-dimensional multi-zone thermo-hydrodynamic code, KEPLER, to study the influence of these new reaction rates on the models of the GS 1826$-$24 clocked burster and SAX J1808.4$-$3658 photospheric radius expansion burster. Both new reaction rates obtained by Lu et al. [Phys. Rev. C 110, 065804 (2024)] are determined from complementing the experimental input with the nuclear spectroscopic information deduced from the full pf-shell space configuration-interaction shell-model calculations. By constraining the models on reproducing the observed burst peak, light-curve profile, fluence, and recurrence time, we find that the impact of the newly measured proton thresholds and respective proton-capture reactions on the burst light-curve profile of the GS 1826$-$24 clocked burster is, in fact, not as significant as claimed by Zhou et al. [Nat. Phys. 19, 1091 (2023)]. With or without the inclusion of the newly determined reaction rate of the highly influential $^{22}$Mg($\\alpha$,p)$^{25}$Al reaction, the impact of the new $^{63}$Ga(p,$\\gamma$)$^{64}$Ge and $^{64}$Ge(p,$\\gamma$)$^{65}$As reaction rates on SAX J1808.4$-$3658 photospheric radius expansion bursts is evident. Our finding indicates that the models reproducing the 2002 October epoch of SAX J1808.4$-$3658 photospheric radius expansion burster is more sensitive to the uncertainties of thermonuclear reaction rates."
    },
    {
      "title": "Engineering the shapes of quark-gluon plasma droplets by comparing anisotropic flow in small symmetric and asymmetric collision systems",
      "link": "https://arxiv.org/abs/2510.19645",
      "authors": "STAR Collaboration",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2510.19645v1 Announce Type: cross \nAbstract: The observation of collective flow phenomena in small collision systems challenges our understanding of quark-gluon plasma (QGP) formation and evolution. This complexity lies in the initial geometries, which are influenced by both nucleon configuration and subnucleonic fluctuations, introducing uncertainties in interpreting flow patterns. We disentangle these contributions through comparative measurements of elliptic ($v_2$) and triangular ($v_3$) flow in asymmetric $d$+Au and symmetric $^{16}$O+$^{16}$O collisions at $\\sqrt{s_{NN}}=200$ GeV, which produce medium of comparable sizes but with vastly different initial geometries. The larger $v_2$ in $d$+Au reflects its dominant elliptic geometry, while the similar $v_3$ in both systems is better explained by considering subnucleonic fluctuations. These contrasting flow patterns are quantitatively described by a state-of-the-art hydrodynamic model tuned to large-system Au+Au data, indicating efficient transformation of initial geometries to final-state anisotropies. These results provide evidence for droplet formation in small systems with transport properties that are similar to those observed in large collision systems, consistent with QGP-like behavior."
    },
    {
      "title": "Beta-decay Half Lives beyond $^{54}$Ca: A Systematic Survey of Decay Properties approaching the Neutron Dripline",
      "link": "https://arxiv.org/abs/2510.19757",
      "authors": "W. -J. Ong, Z. Y. Xu, R. Grzywacz, A. Ravli\\'c, I. Cox, J. M. Allmond, T. T. King, B. C. Rasco, K. P. Rykaczewski, H. Schatz, B. M. Sherrill, B. Tarasov, B. A. Brown, S. Ajayi, H. Arora, A. D. Ayangeakaa, H. C. Berg, J. M. Berkman, D. L. Bleuel, K. Bosmpotinis, M. P. Carpenter, G. Cerizza, A. Chester, J. M. Christie, H. L. Crawford, B. P. Crider, J. Davis, A. A. Doetsch, J. G. Duarte, A. Estrade, A. Fijalkowska, C. Frantzis, K. Fukushima, T. Gaballah, T. Gray, E. Good, K. Haak, S. Hanai, A. C. Hartley, J. T. Harke, K. Hermansen, C. Harris, M. Hausmann, D. E. M. Hoff, D. Hoskins, J. Huffman, R. Jain, M. Karny, N. Kitamura, K. Kolos, E. Kwan, A. Laminack, S. N. Liddick, B. Longfellow, R. S. Lubna, S. Lyons, M. Madurga, M. Mogannam, S. Neupane, A. Nowicki, T. H. Ogunbeku, G. Owens-Fryar, J. R. Palomino, M. Portillo, M. M. Rajabali, A. L. Richard, I. Richardson, E. Ronning, G. E. Rose, T. Ruland, N. D. Scielzo, D. P. Scriven, D. Seweryniak, K. Siegl, M. Singh, M. K. Smith, A. Spyrou, M. Stepaniuk, A. Sweet, V. Tripathi, A. Tsantiri, S. Uthayakumaar, W. B. Walters, S. Watters, M. Wolinska-Cichocka, R. Yokoyama",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2510.19757v1 Announce Type: cross \nAbstract: In an experiment performed at the Facility for Rare Isotope Beams (FRIB) using the FRIB Decay Station initiator (FDSi), 15 new half lives of isotopes near $^{54}$Ca were measured. A new method of extracting lifetimes from experimental data, taking into account the unknown $\\beta$-delayed neutron emission branches of very neutron-rich nuclei, was developed to enable systematic uncertainty analysis. The experiment observed a dramatic change in the half-life systematics for the isotopes with neutron number N =34. Beyond N =34, the decline of nuclear lifetime is much slower, leading to longer than anticipated lifetimes for near-dripline nuclei. State-of-the-art shell-model calculations can explain the experimental results for Z$>$19 nuclei, revealing the imprint of shell effects and the need for modification of single-particle neutron states. The results from a newly developed QRPA model with potential for making global predictions were also tested against the experimental results and good agreement was found."
    },
    {
      "title": "Impact of ground-state properties and collective excitations on the Skyrme ansatz: a Bayesian study",
      "link": "https://arxiv.org/abs/2410.18598",
      "authors": "Pietro Klausner, Gianluca Col\\`o, Xavier Roca-Maza, Enrico Vigezzi",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2410.18598v2 Announce Type: replace \nAbstract: State-of-the-art models based on nuclear Density Functional Theory are successful in the description of nuclei throughout the whole nuclear chart. Among them, some differences arise regarding their accuracy. For a given nuclear model, this depends on the procedure adopted to determine the parameters, and, at the same time, new experimental findings constantly challenge theory. In the present work, we present a Bayesian inference study aimed at assessing the performance of the Skyrme Energy Density Functional. For the sake of simplicity and clarity, we restrict to spherical, double-magic nuclei, giving equal emphasis to ground-state and dynamical properties. Our basic constraints are: i) masses and charge radii, which are known to be very sensitive to the saturation energy and density; ii) spin-orbit splittings, which are associated with the spin-orbit parameter(s); iii) the electric dipole polarizability and parity-violating asymmetry, which are associated with the density dependence of the symmetry energy; iv) the excitation energy of the Isoscalar Giant Monopole Resonance, to constrain the nuclear matter incompressibility; v) the energy-weighted sum rule of the Isovector Giant Dipole Resonance, to account for the isovector effective mass; and vi) the excitation energy of the Isoscalar Quadrupole Resonance, that is related to the isoscalar effective mass. In this way, we test the Skyrme ansatz in a statistically meaningful way, by determining the posterior distributions of the parameters as well as their correlation, and discussing a possible strategy for future developments."
    },
    {
      "title": "Kaon physics: a cornerstone for future discoveries",
      "link": "http://iopscience.iop.org/article/10.1088/1361-6471/ae05b4",
      "authors": "Jason Aebischer, Atakan Tugberk Akmete, Riccardo Aliberti, Wolfgang Altmannshofer, Fabio Ambrosino, Roberto Ammendola, Antonella Antonelli, Giuseppina Anzivino, Saiyad Ashanujjaman, Laura Bandiera, Damir Becirevic, Véronique Bernard, Johannes Bernhard, Cristina Biino, Johan Bijnens, Monika Blanke, Brigitte Bloch-Devaux, Marzia Bordone, Peter Boyle, Alexandru Mario Bragadireanu, Francesco Brizioli, Joachim Brod, Andrzej J. Buras, Dario Buttazzo, Nicola Canale, Augusto Ceccucci, Patrizia Cenci, En-Hung Chao, Norman Christ, Gilberto Colangelo, Pietro Colangelo, Claudia Cornella, Eduardo Cortina Gil, Flavio Costantini, Andreas Crivellin, Babette Döbrich, John Dainton, Fulvia De Fazio, Frank F. Deppisch, Avital Dery, Francesco Dettori, Matteo Di Carlo, Viacheslav Duk, Giancarlo D’Ambrosio, Aida X. El-Khadra, Motoi Endo, Jurgen Engelfried, Felix Erben, Pierluigi Fedeli, Xu Feng, Renato Fiorenza, Robert Fleischer, Marco Francesconi, John Fry, Alberto Gianoli, Gian Francesco Giudice, Davide Giusti, Martin Gorbahn, Stefania Gori, Evgueni Goudzovski, Yuval Grossman, Diego Guadagnoli, Nils Hermansson-Truedsson, Ryan C. Hill, Gudrun Hiller, Zdenko Hives, Raoul Hodgson, Martin Hoferichter, Bai-Long Hoid, Eva Barbara Holzer, Tomáš Husek, Daniel Hynds, Syuhei Iguro, Gino Isidori, Abhishek Iyer, Andreas Jüttner, Roger Jones, Karol Kampf, Matej Karas, Chandler Kenworthy, Sergey Kholodenko, Teppei Kitahara, Marc Knecht, Patrick Koppenburg, Michal Koval, Michal Kreps, Simon Kuberski, Gianluca Lamanna, Cristina Lazzeroni, Alexander Lenz, Samet Lezki, Zoltan Ligeti, Zhaofeng Liu, Vittorio Lubicz, Enrico Lunghi, Dmitry Madigozhin, Farvah Mahmoudi, Eleftheria Malami, Michelangelo Mangano, Radoslav Marchevski, Silvia Martellotti, Victoria Martin, Diego Martinez Santos, Karim Massri, Marco Mirra, Luigi Montalto, Francesco Moretti, Matthew Moulson, Hajime Nanjo, Siavash Neshatpour, Matthias Neubert, Ulrich Nierste, Tadashi Nomura, Frezza Ottorino, Emilie Passemar, Monica Pepe, Letizia Peruzzo, Alexey A. Petrov, Mauro Piccini, Maria Laura Piscopo, Celia Polivka, Antonin Portelli, Saša Prelovšek, Dan Protopopescu, Mauro Raggi, Méril Reboud, Pascal Reeck, Marco A. Reyes, Daniele Rinaldi, Angela Romano, Ilaria Rosa, Giuseppe Ruggiero, Jacobo Ruiz de Elvira, Christopher Sachrajda, Andrea Salamon, Stefan Schacht, Koji Shiomi, Sergey Shkarovskiy, Mattia Soldani, Amarjit Soni, Marco Stanislao Sozzi, Emmanuel Stamou, Peter Stoffer, Joel Swallow, Thomas Teubner, Gemma Tinti, J. Tobias Tsang, Yu-Chen Tung, German Valencia, Paolo Valente, Bob Velghe, Yau W. Wah, Rainer Wanke, Elizabeth Worcester, Kei Yamamoto and Jure Zupan",
      "source": "Journal of Physics G: Nuclear and Particle Physics",
      "summary": "The kaon physics programme, long heralded as a cutting-edge frontier by the European Strategy for Particle Physics, continues to stand at the intersection of discovery and innovation in high-energy physics (HEP). With its unparalleled capacity to explore new physics at the multi-TeV scale, kaon research is poised to unveil phenomena that could reshape our understanding of the Universe. This document highlights the compelling physics case, with emphasis on exciting new opportunities for advancing kaon physics not only in Europe but also on a global stage. As an important player in the future of HEP, the kaon programme promises to drive transformative breakthroughs, inviting exploration at the forefront of scientific discovery."
    },
    {
      "title": "On-shell Matrix Elements of the EMT Trace in Gauge Theories and Heavy Quark Masses",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269325006938?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: Available online 22 October 2025Source: Physics Letters BAuthor(s): Long Chen, Zhe Li, Marco Niggetiedt"
    },
    {
      "title": "Many-Body Effects on Nuclear Short Range Correlations",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269325007348?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: Available online 22 October 2025Source: Physics Letters BAuthor(s): Haoyu Shang, Jiawei Chen, Rongzhe Hu, Xin Zhen, Chongji Jiang, J.C. Pei"
    },
    {
      "title": "Electromagnetic and Weak Semileptonic Decay Analysis of <math xmlns:mml=\"http://www.w3.org/1998/Math/MathML\" altimg=\"si71.svg\" class=\"math\"><mstyle mathvariant=\"normal\"><mi>Ω</mi></mstyle></math> and <math xmlns:mml=\"http://www.w3.org/1998/Math/MathML\" altimg=\"si70.svg\" class=\"math\"><mstyle mathvariant=\"normal\"><mi>Ξ</mi></mstyle></math> Baryons within QCD-Inspired Non-relativistic Formalism",
      "link": "https://www.sciencedirect.com/science/article/pii/S0375947425002520?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Nuclear Physics A",
      "summary": "Publication date: Available online 22 October 2025Source: Nuclear Physics AAuthor(s): D.R. Bipolo, S. Y. Loemba Mouandza, A.A. Atangana Likéné, H.D. Yia Etolo, T.B. Ekogo, G.H. Ben-Bolie"
    }
  ]
}