{
  "lastUpdated": "2025-07-16T02:51:36.558178",
  "papers": [
    {
      "title": "Weak interaction rates of $sd$-shell Urca pairs in stellar environment using a shell-model approach",
      "link": "http://link.aps.org/doi/10.1103/g4xl-rcmv",
      "authors": "Shweta Sharma, Praveen C. Srivastava, and Toshio Suzuki",
      "source": "Physical Review C",
      "summary": "Author(s): Shweta Sharma, Praveen C. Srivastava, and Toshio SuzukiIn this work, the weak interaction rates of $sd$-shell nuclei in the hot and dense stellar environment are calculated using the shell model. The ab initio effective interactions are employed for the calculation of Gamow-Teller strengths and weak rates in addition to the phenomenological interaction.…[Phys. Rev. C 112, 015806] Published Tue Jul 15, 2025"
    },
    {
      "title": "Systematic uncertainties in the measurement of the neutron lifetime using the Lunar Prospector neutron spectrometer",
      "link": "http://link.aps.org/doi/10.1103/q8jf-dc9b",
      "authors": "Akshatha K. Vydula, Daniel Coupland, Katherine Mesick, and Craig Hardgrove",
      "source": "Physical Review C",
      "summary": "Author(s): Akshatha K. Vydula, Daniel Coupland, Katherine Mesick, and Craig HardgroveThe lifetime of free neutrons measured in the laboratory has a longstanding disparity of $≈9$ s. A space-based technique has recently been proposed to independently measure the neutron lifetime using interactions between the galactic cosmic rays and a low atmosphere planetary body. This technique ha…[Phys. Rev. C 112, 015807] Published Tue Jul 15, 2025"
    },
    {
      "title": "Exact solutions of the nuclear shell-model secular problem: Discrete Non-Orthogonal Shell Model within a Variation After Projection approach",
      "link": "https://arxiv.org/abs/2507.09073",
      "authors": "Duy Duc Dao, Fr\\'ed\\'eric Nowacki",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2507.09073v1 Announce Type: new \nAbstract: We investigate the capacity of non-orthogonal many-body expansions in the resolution of the nuclear shell-model secular problem. Exact shell-model solutions are obtained within the variational principle using non-orthogonal Slater determinants as the variational ansatz. These results numerically prove the realization of the Broeckhove-Deumens theorem on the existence of a discrete set of non-orthogonal wavefunctions that exactly span the full shell-model space for low-lying states of interest. With the angular-momentum variation after projection, pairing correlations are shown to be fully captured by Slater determinants as exemplified in the backbending phenomenon occurred in $^{48}$Cr. The resulting discrete non-orthogonal shell model developed in such variation after projection method is further examined in the case of $^{78}$Ni, an exotic doubly magic nucleus at the edge of currently feasible diagonalization limits. Its ground state binding energy is shown to converge to a lower value than the largest large-scale shell-model diagonalization ever done by the conventional tridiagonal Lanczos method, revealing an outstanding performance of non-orthogonal Slater determinantal wavefunctions to describe the eigensolutions of shell-model Hamiltonians."
    },
    {
      "title": "A Bayesian approach for many-body uncertainties in nuclear structure: Many-body perturbation theory for finite nuclei",
      "link": "https://arxiv.org/abs/2507.09079",
      "authors": "Isak Svensson, Alexander Tichai, Kai Hebeler, Achim Schwenk",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2507.09079v1 Announce Type: new \nAbstract: A comprehensive assessment of theoretical uncertainties defines an important frontier in nuclear structure research. Ideally, theory predictions include uncertainty estimates that take into account truncation effects from both the interactions and the many-body expansion. While the uncertainties from the expansion of the interactions within effective field theories have been studied systematically using Bayesian methods, many-body truncations are usually addressed by expert assessment. In this work we use a Bayesian framework to study many-body uncertainties within many-body perturbation theory applied to finite nuclei. Our framework is applied to a broad range of nuclei across the nuclear chart calculated from two- and three-nucleon interactions based on chiral effective field theory. These developments represent a step towards a more complete and systematic quantification of uncertainties in \\emph{ab initio} calculations of nuclei."
    },
    {
      "title": "Pseudo-gauge invariant non-equilibrium density operator",
      "link": "https://arxiv.org/abs/2507.09249",
      "authors": "F. Becattini, C. Hoyos",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2507.09249v1 Announce Type: new \nAbstract: We obtain a form of the local thermodynamic equilibrium density operator which is invariant under pseudo-gauge transformations of the stress-energy and the spin tensors. This operator is an excellent candidate to describe the dynamics of a system which is assumed to achieve local equilibrium from a pseudo-gauge invariant quantum state, a situation which is believed to occur, for instance, in nuclear collisions at very high energy. As a consequence of pseudo-gauge invariance, the ambiguity affecting the predictions of mean values of observables from a local equilibrium state can be removed."
    },
    {
      "title": "Light and heavy $\\Lambda$ hyperclusters in nuclear matter with RMF models",
      "link": "https://arxiv.org/abs/2507.09547",
      "authors": "Cheng-Jun Xia, Yu-Ting Rong, Ting-Ting Sun",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2507.09547v1 Announce Type: new \nAbstract: In the framework of RMF models, we investigate the properties of light and heavy $\\Lambda$ hyperclusters emersed in nuclear matter at various densities $n_{\\mathrm{gas}}$ and proton fractions $Y_p$. In particular, the (hyper)clusters are fixed by solving the Dirac equations imposing the Dirichlet-Neumann boundary condition, while the nuclear matter take constant densities and is treated with Thomas-Fermi approximation. The binding energies of (hyper)clusters decrease with the density of nuclear matter $n_{\\mathrm{gas}}$, which eventually become unbound and melt in the presence of nuclear medium, i.e., Mott transition. For light clusters with proton numbers $N_p  N_n$ ($N_p< N_n$) increase (decrease) with $Y_p$. For those predicted by nonlinear relativistic density functionals, light (hyper)clusters are destabilized drastically as $n_{\\mathrm{gas}}$ increases, while the binding energies of heavier (hyper)clusters vary smoothly with $n_{\\mathrm{gas}}$. By fitting the binding energy shifts to an analytical formula, the corresponding coefficients describing the in-medium properties of various (hyper)clusters are fixed, which should be useful to understand the evolutions of (hyper)clusters in both heavy-ion collisions and neutron stars."
    },
    {
      "title": "Proton radioactivity in deformed nuclei with microscopic optical potential: a novel angular-dependent emission mechanism in the nanosecond-emitter $^{149}$Lu",
      "link": "https://arxiv.org/abs/2507.09692",
      "authors": "Yin Fan, Sibo Wang, Xiao-Hua Li, Haozhao Liang",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2507.09692v1 Announce Type: new \nAbstract: We present the first microscopic description of proton radioactivity in $^{149}$Lu, the most oblate deformed proton emitter known, using a deformed $ab\\ initio$ optical potential derived from relativistic Brueckner-Hartree-Fock theory. We predict a novel angular-dependent phenomenon unprecedented in spherical proton emitters: the disappearance of classically allowed regions at small polar angles $(\\theta\\leq 21^\\circ)$. Combining the Wentzel-Kramers-Brillouin penetration probabilities and the assault frequency of the emitted proton estimated with a new harmonic-oscillator-inspired scheme, our framework yields a half-life $T_{1/2}=467^{+143}_{-108}$ ns for $^{149}$Lu, in excellent agreement within uncertainties with the experimental value $450^{+170}_{-100}$ ns. Deformation analysis rigorously excludes configurations with $|\\beta_2|\\geq 0.32$. Extensions to $^{150, 151}$Lu and their isomers also achieve excellent agreement with experimental half-life data. We further predict $^{148}$Lu as another highly oblate $(\\beta_2 = -0.166)$ proton emitter with a half-life of 33 $\\mu$s. This work validates deformed microscopic optical potentials as a robust predictive tool for drip-line proton emitters and provides quantitative evidence for deformation effects in exotic decays."
    },
    {
      "title": "Composition of Scalar Mesons and Their Effects on Nuclear Matter Properties in an Extended Linear Sigma Model",
      "link": "https://arxiv.org/abs/2507.10049",
      "authors": "Yao Ma, Yong-Liang Ma",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2507.10049v1 Announce Type: new \nAbstract: It has been argued that the iso-scalar and iso-vector mesons play significant roles in nuclear matter and neutron star structures. We improve the extended linear sigma model with baryons, proposed in our previous work, by introducing the flavor structures constructed from antisymmetric tensors of chiral representations to study these physics. The parameter space of this model is refined with well-reproduced nuclear matter properties at saturation density by the lowest order Lagrangian, ensuring consistency with vacuum results, such as $f_\\pi \\approx 134 \\, \\text{MeV}$. The anticipated plateau-like behaviors of the symmetry energy are predicted at intermediate densities, which is crucial for the consistency of GW170817 and the neutron skin thickness of $\\text{Pb}^{208}$. Subsequently, neutron star structures are calculated using several parameter sets, and the results for the nuclear matter properties at saturation density align with empirical values. It is found that the neutron star structures are sensitive to the couplings between the iso-vector $a_0$ meson and nucleons and the four-vector meson couplings: small values of both are favorable. Meanwhile, nuclear matter properties at saturation density favor larger values of the latter and are not sensitive to the former. This signifies the statistical significance of neutron star observations when obtaining realistic chiral effective field theories or models at various densities. The parameter set favored by neutron star observations also aligns the behavior of the sound velocity with the conformal limit at high densities relevant to cores of massive stars. It is hoped that the results of this work can guide future studies on the relationship between the microscopic symmetry of strong interactions and macroscopic phenomena."
    },
    {
      "title": "Theoretical evaluation of decay mode of $ {}^{229m} \\mathrm{Th} $ in solid samples",
      "link": "https://arxiv.org/abs/2507.09064",
      "authors": "Ryotaro Masuda, Tomoya Naito, Masashi Kaneko, Hiroyuki Kazama, So Hashiba, Kosuke Misawa, Yoshitaka Kasamatsu",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2507.09064v1 Announce Type: cross \nAbstract: The excitation energy of $ {}^{229m} \\mathrm{Th} $ is extremely low at $ 8.4 \\, \\mathrm{eV} $; thus, this isotope exhibits changes in its decay modes depending on the chemical state, specifically the outermost electronic states. However, the reported half-lives of $ \\gamma $-ray transition are not consistent among the previous experiments. In this study, we investigate the chemical states of $ {}^{229m} \\mathrm{Th} $ by DFT calculations. Based on these results, we evaluate the relationship between the experimental half-life for each sample and the electronic state of $ \\mathrm{Th} $. The calculation results indicate that ion trap method, $ \\mathrm{Ca} \\mathrm{F}_2 $ model and $ \\mathrm{Mg} \\mathrm{F}_2 $ one decay only via the $ \\gamma $-ray transition, whereas $ \\mathrm{Li} \\mathrm{Sr} \\mathrm{Al} \\mathrm{F}_6 $ decay via the $ \\gamma $-ray transition and has a possibility of decay via internal conversion, and electron bridge."
    },
    {
      "title": "Investigating QCD Dynamical Entropy in high-energy nuclear collisions",
      "link": "https://arxiv.org/abs/2507.09349",
      "authors": "G. S. Ramos, L. S. Moriggi, M. V. T. Machado",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2507.09349v1 Announce Type: cross \nAbstract: In this work, the concept of QCD dynamical entropy is extended to heavy ion systems. This notion of entropy can be understood as a relative entropy and can also be used to estimate the initial entropy density in ultra-relativistic heavy ion collisions. The key quantity used to calculate this entropy is the nuclear unintegrated gluon distribution (nUGD), which provides a transverse momentum probability density. In the numerical analysis, both the geometric scaling phenomenon and the Glauber-Gribov approach have been used to evaluate realistic models for the nUGD. It is shown that the normalization procedure and the geometric scaling property make the dynamical entropy almost independent of the nucleus mass number $A$. Results are presented for the dynamical entropy density, $dS_D/dy$, in terms of the rapidity."
    },
    {
      "title": "Off-shell modifications of the pion generalized parton distributions and transverse momentum dependent parton distributions",
      "link": "https://arxiv.org/abs/2507.09557",
      "authors": "Jin-Li Zhang",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2507.09557v1 Announce Type: cross \nAbstract: The off-shell characteristics of pion generalized parton distributions (GPDs) and transverse momentum dependent parton distributions (TMDs) are examined within the framework of the Nambu-Jona-Lasinio model. In our previous papers, we separately investigated the properties of on-shell pion GPDs and light-front wave functions. It is particularly intriguing to compare the differences between on-shell and off-shell pion GPDs, which allows us to explore the effects associated with off-shellness. Due to the absence of crossing symmetry, the moments of GPDs also incorporate odd powers of the skewness parameter, resulting in new off-shell form factors. Through our calculations, we derived correction functions that account for modifications in pion GPDs due to off-shell effects. Unlike their on-shell counterparts, certain properties break down in the off-shell scenario; for instance, symmetry properties and polynomiality conditions may no longer hold. Additionally, we evaluate off-shell TMDs and compare them with their on-shell equivalents while also investigating their dependence on $\\bm{k}_{\\perp}$."
    },
    {
      "title": "Fragmentation of fully heavy tetraquarks: The TQ4Q1.1 functions as a case study",
      "link": "https://arxiv.org/abs/2507.09744",
      "authors": "Francesco Giovanni Celiberto",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2507.09744v1 Announce Type: cross \nAbstract: We extend the study of exotic matter formation via the {\\tt TQ4Q1.1} set of collinear, variable-flavor-number-scheme fragmentation functions for fully charmed or bottomed tetraquarks in three quantum configurations: scalar ($J^{PC} = 0^{++}$), axial vector ($J^{PC} = 1^{+-}$), and tensor ($J^{PC} = 2^{++}$). We adopt single-parton fragmentation at leading power and implement a nonrelativistic QCD factorization scheme tailored to tetraquark Fock-state configurations. Short-distance inputs at the initial scale are modeled using updated calculations for both gluon- and heavy-quark-initiated channels. A threshold-consistent DGLAP evolution is then applied via HFNRevo. We provide the first systematic treatment of uncertainties propagated from the color-composite long-distance matrix elements that govern the nonperturbative hadronization of tetraquarks. To support phenomenology, we compute NLL/NLO$^+$ cross sections for tetraquark-jet systems at the HL-LHC and FCC using (sym)JETHAD, incorporating angular multiplicities as key observables sensitive to high-energy QCD dynamics. This work connects the investigation of exotic hadrons with state-of-the-art precision QCD."
    },
    {
      "title": "Decoding Two-Particle States in QCD with Spatial Wavefunctions",
      "link": "https://arxiv.org/abs/2507.09930",
      "authors": "Yan Lyu, Sinya Aoki, Takumi Doi, Tetsuo Hatsuda, Kotaro Murakami, Takuya Sugiura",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2507.09930v1 Announce Type: cross \nAbstract: A systematic way to constructing optimized interpolating operators strongly coupled to QCD two-particle states is developed, which is achieved by incorporating inter-hadron spatial wavefunctions. To efficiently implement these operators in lattice QCD, a novel quark smearing technique utilizing noise vectors is proposed. Applied to the $\\Omega_{ccc}\\Omega_{ccc}$ system, the optimized operators resolve distinct eigenstates separated by only $\\sim 5$ MeV near the threshold $2m_{\\Omega_{ccc}} \\simeq 9700$ MeV. This exceptional resolving power opens new possibilities for studies of a wide range of hadronic systems in QCD."
    },
    {
      "title": "Wavefunction-based operator optimization for two-hadron systems in lattice QCD",
      "link": "https://arxiv.org/abs/2507.09933",
      "authors": "Yan Lyu, Sinya Aoki, Takumi Doi, Tetsuo Hatsuda, Kotaro Murakami, Takuya Sugiura",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2507.09933v1 Announce Type: cross \nAbstract: A systematic way to constructing optimized interpolating operators for two-hadron systems is developed by incorporating inter-hadron spatial wavefunctions. The wavefunctions can be obtained from an iterative process with an appropriate initial guess. To implement these operators, a novel quark smearing technique utilizing $Z_3$ noise vectors is proposed, which allows for effectively incorporating inter-hadron spatial wavefunctions at the source without using all-to-all quark propagators. Proof-of-principle application to the $\\Omega_{ccc}\\Omega_{ccc}$ system using physical-point lattice configurations with a large size $La\\simeq8.1$~fm shows that optimized operators enables clear identification of states around $2m_{\\Omega_{ccc}}\\simeq 9700$ MeV with the energy gap as narrow as $\\sim 5$ MeV. A comparison on correlation functions, effective energies, and HAL QCD potentials between unoptimized operators and optimized operators is given, with a special emphasis on the effects from nearby elastic scattering states. Potential applicability of the optimized operator to various two-hadron systems and its relation to the variational method are also discussed."
    },
    {
      "title": "Phase Transition and Nuclear Symmetry Energy from Neutron Star Observations -- In Light of PSR J0614--3329",
      "link": "https://arxiv.org/abs/2507.10025",
      "authors": "Shao-Peng Tang, Yong-Jia Huang, Yi-Zhong Fan",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2507.10025v1 Announce Type: cross \nAbstract: The possible occurrence of a first-order hadron-quark phase transition (FOPT) in neutron-star interiors remains an open question. Whether such a transition can be directly tested with improved observations is a key challenge. Here, we incorporate the latest constraints, especially a new NICER radius measurement for PSR J0614--3329, into a nonparametric Gaussian Process (GP) EOS framework that explicitly includes a first-order transition. We find a Bayes factor of $B\\approx2.3$ when comparing models with and without an explicit phase transition, marginally favoring its presence. At $68\\%$ credibility, the transition onset density $n_{\\rm PT}$ is either below $2\\,n_s$ (corresponding to masses $\\lesssim1\\,M_\\odot$, with density jump $\\Delta n\\sim0.5\\,n_s$) or, more prominently, above $4\\,n_s$ (near the central density of the heaviest NS, with $\\Delta n\\sim3\\,n_s$), where $n_s$ represents the nuclear saturation density. In addition, by using symmetry-energy expansion at low densities ($<1.1\\,n_s$), we infer a slope parameter $L=40.2^{+19.3}_{-14.3}$ MeV, in good agreement with nuclear-experiment values. Intriguingly, $L$ correlates positively with the radius difference between $1.4\\,M_\\odot$ and $2.0\\,M_\\odot$ stars."
    },
    {
      "title": "Quark model of nucleon based on an analogy with polaron",
      "link": "https://arxiv.org/abs/2507.10350",
      "authors": "S. S. Afonin, A. V. Tulub",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2507.10350v1 Announce Type: cross \nAbstract: We demonstrate that the polaron theory from solid state physics can serve as an interesting analogue model for non-perturbative QCD, at least in the description of nucleons and related low-energy physics of strong interactions. By drawing explicit analogies between polaron physics, arising for an electron moving in an ionic crystal, and physics of pion-nucleon interactions, certain rules for the \"polaron/QCD correspondence\" are proposed. In polaron theory, the effective fermion mass as a function of the coupling constant is known both in the weak and strong coupling limits. The conjectured \"polaron/QCD correspondence\" translates these results into strong interactions. It is then shown how application of these rules leads to unexpectedly good quantitative predictions for the nucleon mass and the pion-nucleon sigma term. The polaron approach also predicts that the quark degrees of freedom in the form of the constituent quark account for one-third of the nucleon mass, consistent with lattice predictions. We discuss possible physical reasons underlying the observed quantitative similarity between polaron physics and non-perturbative QCD."
    },
    {
      "title": "Stellar properties indicating the presence of hyperons in neutron stars",
      "link": "https://arxiv.org/abs/2507.10372",
      "authors": "Andreas Bauswein, Aristeidis Nikolaidis, Georgios Lioutas, Hristijan Kochankovski, Prasanta Char, Chiranjib Mondal, Micaela Oertel, Laura Tolos, Nicolas Chamel, Stephane Goriely",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2507.10372v1 Announce Type: cross \nAbstract: We describe distinctive stellar features indicating the presence of hyperons in neutron stars. A strongly negative curvature of the mass-radius relation R(M) is characteristic of hyperons, which can be determined from measurements of neutron stars with three different masses. Similarly, a reduced second derivative of the tidal deformability as function of mass $\\lambda(M)$ points to hyperonic degrees of freedom in NS matter. The slopes of such curves R(M) and \\lambda(M) can distinguish a hyperonic equation of state from purely nucleonic models if they appear increased (decreased for \\lambda(M)) relative to the maximum mass of neutron stars."
    },
    {
      "title": "Generalized Beth-Uhlenbeck approach to the thermodynamics of quark-hadron matter",
      "link": "https://arxiv.org/abs/2507.10497",
      "authors": "David Blaschke, Oleksii Ivanytskyi, Gerd R\\\"opke",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2507.10497v1 Announce Type: cross \nAbstract: We present a unified approach to the transition from hadronic matter to quark matter where hadrons are treated as bound states of quarks which dissociate at high densities due to quark Pauli blocking. The newly developed approach makes use of a cluster virial expansion formulated in terms of a generalized $\\Phi$-derivable approach to multi-quark correlations with bound and continuum states in their spectrum encoded in hadron phase shifts. Our model can be used to obtain thermodynamic functions not only at zero and small chemical potentials, where they are consistent with lattice QCD simulations, but also at large chemical potentials where lattice QCD simulations have the sign problem. By applying a reaction-kinetic criterion for the chemical freeze-out of multi-quark clusters in heavy-ion collisions, we demonstrate that the chemical freeze-out coincides with their Mott transition. The approach can be applied to study the effects of the QCD transition on primordial black hole formation in the early Universe and on hybrid neutron star formation in supernova explosions and binary neutron star mergers."
    },
    {
      "title": "Signatures of Odd-Parity $s$-wave $\\Xi^*$ States in Femtoscopic Correlation Functions",
      "link": "https://arxiv.org/abs/2507.10505",
      "authors": "Jia-Xin Lin, Pablo Encarnaci\\'on, Miguel Albaladejo, Albert Feijoo",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2507.10505v1 Announce Type: cross \nAbstract: We investigate the $\\Xi^*$ resonances within the molecular picture, where these states are dynamically generated as poles in the unitarized scattering amplitudes arising from the coupled-channel interactions of $K^{*-} \\Lambda$, $K^{*-} \\Sigma^0$, $\\rho^- \\Xi^0$, $\\overline{K}{}^{*0} \\Sigma^-$, $\\rho^0 \\Xi^-$, $\\omega \\Xi^-$, and $\\phi \\Xi^-$. The interaction kernel is derived from the local hidden gauge formalism, while the unitarization procedure employs a hybrid method that combines cutoff and dimensional regularizations in the evaluation of the loop function. From a detailed spectroscopic analysis, we identify two $S = -2$ baryon states whose properties are compatible with some of the $\\Xi^*$ resonances listed in the Review of Particle Physics. To explore their possible experimental signatures, we compute the femtoscopic correlation functions for all the vector-baryon pairs considered in the present study, using realistic estimates of production weights and varying source sizes $R = 1, 1.1, 1.2, 1.3, 1.5$ fm."
    },
    {
      "title": "A further study on the renormalization group aspect of perturbative corrections",
      "link": "https://arxiv.org/abs/2410.08845",
      "authors": "C. -J. Yang",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2410.08845v2 Announce Type: replace \nAbstract: I perform a further study regarding a renormalization-group (RG) issue -- which concerns a wide variety of the so-called perturbative power counting under effective field theories (EFT) -- as pointed out by A. M. Gasparyan and E. Epelbaum [Phys. Rev. C 107, 034001 (2023)]. I show that the issue could originate from a wrong power counting, or from treating those incomplete, truncated amplitudes beyond the degree to which they should be trusted. Meanwhile, under EFT principles, one should always associate the result with an uncertainty that is adequate to its EFT order. One way to accommodate this is to encode its effect in a more general form of contact terms. In this regard, no RG issue is found in the $^3$P$_0$ nucleon-nucleon scattering under the Long and Yang power counting. In contrast, the RG issue under Weinberg's pragmatic proposal remains a problem even with uncertainty taken into account."
    },
    {
      "title": "$\\pi$- and $K$-meson properties for large $N_f$",
      "link": "https://arxiv.org/abs/2401.11186",
      "authors": "Aftab Ahmad, Mumtaz Khan",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2401.11186v2 Announce Type: replace-cross \nAbstract: The restoration of dynamical chiral symmetry for a higher number of light-quark flavors $N_f$ implies suppression of the dynamically generated quark mass. The study of various larger values of $N_f$ may have a greater impact on the internal structure of light hadrons. In this work, we study the properties of the $\\pi$- (pion) and $K$-meson (kaon), such as the mass, condensate, and leptonic decay constant, for various $N_f$. We use the symmetry-preserving vector-vector flavor-dependent contact interaction model of quark. The dynamical quark masses are calculated using the Schwinger-Dyson equation (SDE). The masses of pion ($m_{\\pi}$) and kaon ($m_{K}$) for different values of $N_f$ and are determined using the homogeneous Bethe-Salpeter equation. For fixed $N_c=3$ and $N_f$ is increased, the dynamically generated quark mass $M_{u/d}$ ( mass of up and down quarks), strange quark mass ($M_s$), meson in-condensate $\\kappa^{1/3}_{(\\pi,K)}$, and decay constant $f_{(\\pi, K)}$. monotonically decrease as a function of $N_f$, except for the pion and kaon mass $m_{(\\pi, K)}$, which increase above a critical value of $N_f$ around $8$. This is the region where chiral symmetry is restored and the pion and kaon behave as free particles, similar to thier behavior in the the presence of a heat bath. The results obtained for fixed $N_f=2$ and $N_c=3$ are fairly in decent agreement with experimentally calculated statistics and previous model calculations based on the Schwinger-Dyson equation (SDE) and Bethe-Salpeter equation (BSE)."
    },
    {
      "title": "Rotation induced color confinement",
      "link": "https://arxiv.org/abs/2410.09108",
      "authors": "Guojun Huang, Shile Chen, Yin Jiang, Jiaxing Zhao, Pengfei Zhuang",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2410.09108v2 Announce Type: replace-cross \nAbstract: The rotation effect on the QCD properties is an open question. We study the dynamic gluon mass in a dense QCD matter, the rotation is introduced by taking a covariant transformation between the flat and curved spaces. The law of causality which restricts the rotation strength of the system is carefully considered in the calculation. we find that the rotation effect is not monotonous. Overall, it behaves like an anti-screening effect, reflecting in the decreasing gluon mass, but the strength changes with the rotation. For a QCD matter with low baryon density, the screening effect in the flat space can be completely canceled by the rotation, and gluons are confined in a strongly rotating matter. When the rotation is extremely high, the matter approaches to a weakly interacting gas."
    },
    {
      "title": "Spacetime profile of electromagnetic fields in intermediate-energy heavy-ion collisions",
      "link": "https://arxiv.org/abs/2501.18171",
      "authors": "Hidetoshi Taya",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2501.18171v2 Announce Type: replace-cross \nAbstract: I numerically estimate the spacetime profile of the electromagnetic fields produced in intermediate-energy heavy-ion collisions at $\\sqsNN=2.4\\,\\mathchar`-\\,7.7\\;{\\rm GeV}$ for a wide range of impact parameters $b=0\\,\\mathchar`-\\,9\\;{\\rm fm}$, using a hadronic cascade model, JAM (Jet AA Microscopic transport model). I demonstrate that (1) the produced electromagnetic fields are as strong as $eE, eB = {\\mathcal O}((50\\;{\\rm MeV})^2)$; (2) that the produced fields extend in spacetime about $V_4 = {\\mathcal O}((10\\;{\\rm fm})^4)$; (3) that the magnetic field dominates around the collision point, while the other broad regions of spacetime are dominated by the electric field; and (4) that a topological electromagnetic-field configuration such that ${\\bm E}\\cdot {\\bm B} \\neq 0$ is realized."
    },
    {
      "title": "Hydrodynamic description of direct photon spectrum and elliptic flow in Pb + Pb collisions at LHC",
      "link": "https://epja.epj.org/10.1140/epja/s10050-025-01625-2",
      "authors": "Sándor Lökös, Gábor Kasza",
      "source": "European Physical Journal A",
      "summary": "Authors: Sándor Lökös and Gábor Kasza.The European Physical Journal A Vol. 61 , page 157Published online: 11/7/2025\n       Keywords:"
    },
    {
      "title": "Decay properties of the fission isomer 236m$$^{\\text {236m}}$$U",
      "link": "https://epja.epj.org/10.1140/epja/s10050-025-01634-1",
      "authors": "P. Reiter, D. Habs, D. Schwalm, P. G. Thirolf",
      "source": "European Physical Journal A",
      "summary": "Authors: P. Reiter, D. Habs, D. Schwalm and P. G. Thirolf.The European Physical Journal A Vol. 61 , page 158Published online: 12/7/2025"
    },
    {
      "title": "A method for determining the charge yield distribution of fission fragments based on K-means clustering algorithm",
      "link": "https://epja.epj.org/10.1140/epja/s10050-025-01636-z",
      "authors": "J. Ma, Y. N. Li, X. X. Yu, S. J. Cheng, H. C. Qin, C. Han, D. Y. Huo, S. Y. Zhang, Y. X. Wang, Z. E. Yao, Z. Wei, Y. Zhang",
      "source": "European Physical Journal A",
      "summary": "Authors: J. Ma, Y. N. Li, X. X. Yu, S. J. Cheng, H. C. Qin, C. Han, D. Y. Huo, S. Y. Zhang, Y. X. Wang, Z. E. Yao, Z. Wei and Y. Zhang.The European Physical Journal A Vol. 61 , page 159Published online: 14/7/2025"
    },
    {
      "title": "Measurement of the <sup>nat</sup>C(<em>n,p</em>) and <sup>nat</sup>C(<em>n,d</em>) reactions from n_TOF at CERN",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269325004745?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: September 2025Source: Physics Letters B, Volume 868Author(s): P. Žugec, N. Colonna, D. Rochman, M. Barbagallo, J. Andrzejewski, J. Perkowski, A. Ventura, D. Bosnar, A. Gawlik-Ramięga, M. Sabaté-Gilarte, M. Bacak, F. Mingrone, E. Chiaveri, O. Aberle, V. Alcayne, S. Amaducci, L. Audouin, V. Babiano-Suarez, S. Bennett, E. Berthoumieux"
    }
  ]
}