{
  "lastUpdated": "2025-09-04T02:15:43.927891",
  "papers": [
    {
      "title": "Experimental evidence of the molecular ${\\mathrm{H}}_{2}\\mathrm{O}$ symmetry ${\\text{C}}_{2\\text{v}}$ in the $^{236}\\mathrm{U}$ nucleus: Model-independent point-group and combinatorial identification criteria",
      "link": "http://link.aps.org/doi/10.1103/kk2c-9q1y",
      "authors": "I. Dedes, J. Dudek, A. Baran, D. Curien, A. Góźdź, A. Maj, A. Pędrak, D. Rouvel, and J. Yang",
      "source": "Physical Review C",
      "summary": "Author(s): I. Dedes, J. Dudek, A. Baran, D. Curien, A. Góźdź, A. Maj, A. Pędrak, D. Rouvel, and J. YangIn the first part of the article we present the identification of ${\\mathrm{C}}_{2\\mathrm{v}}$ (water molecule) symmetry in $^{236}\\mathrm{U}$ nucleus employing existing experimental information using a model-independent approach. This represents for the first time experimental evidence of the molec…[Phys. Rev. C 112, 034303] Published Wed Sep 03, 2025"
    },
    {
      "title": "Spectroscopic strength reduction of one-proton removal from neutron-rich boron and carbon isotopes near 400 MeV/nucleon",
      "link": "http://link.aps.org/doi/10.1103/zc3r-x97q",
      "authors": "L. F. Wan, Y. Z. Sun, S. T. Wang, C. X. Yuan, W. L. Hai, S. Y. Jin, Y. P. Xu, and D. Y. Pang",
      "source": "Physical Review C",
      "summary": "Author(s): L. F. Wan, Y. Z. Sun, S. T. Wang, C. X. Yuan, W. L. Hai, S. Y. Jin, Y. P. Xu, and D. Y. PangThe cross sections (${σ}_{\\mathrm{th}}$) of one-proton removal from $^{10−13,15}\\mathrm{B}$ and $^{12−16,18}\\mathrm{C}$ near $400\\phantom{\\rule{0.222222em}{0ex}}\\text{MeV/nucleon}$ are calculated using Glauber model with shell-model spectroscopic factors as structural inputs, and compared with the c…[Phys. Rev. C 112, 034602] Published Wed Sep 03, 2025"
    },
    {
      "title": "Impacts of isolated nucleon-nucleon correlations in relativistic $^{16}$O+$^{16}$O collisions",
      "link": "https://arxiv.org/abs/2509.00315",
      "authors": "Qi Liu, Hadi Mehrabpour, Bing-Nan Lu",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2509.00315v1 Announce Type: new \nAbstract: Nucleon-nucleon interactions are fundamental to the nuclear forces operating within the nucleus and play a crucial role in shaping the initial conditions of relativistic ion collisions through two-nucleon correlations. In this paper, we introduce an innovative approach to explore these encoded nucleon-nucleon correlations within advanced \\textit{ab-initio} models in the context of relativistic $^{16}O$ collisions. Our methodology successfully reproduces the structural properties of the nucleonic configurations generated by these models, as well as the distance correlations between the nucleon pairs, denoted as $C(\\Delta r)$. By generating nucleon positions that align with authentic configurations and adhering to the constraints imposed by the probability distribution of relative two-nucleon distances, our goal is to better understand nucleon-nucleon interactions within \\textit{ab-initio} frameworks."
    },
    {
      "title": "Local spin polarization of $\\Lambda$ hyperons and its interaction corrections",
      "link": "https://arxiv.org/abs/2509.00377",
      "authors": "Cong Yi, Shuo Fang, Dong-Lin Wang, Shi Pu",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2509.00377v1 Announce Type: new \nAbstract: We have computed the second Fourier sine coefficient of the longitudinal spin polarization, $\\langle P_{z} \\sin 2(\\phi_{p} - \\Psi_{2}) \\rangle$, as a function of multiplicity or centrality in Au+Au collisions at $\\sqrt{s_{NN}} = 200$ GeV and in $p$+Pb collisions at $\\sqrt{s_{NN}} = 8.16$ TeV using the CLVisc hydrodynamic framework. The numerical results successfully describe the data in Au+Au collisions. However, understanding the data in $p$+Pb collisions remains a puzzle. Additionally, we have reported some recent developments in quantum kinetic theory and spin hydrodynamics."
    },
    {
      "title": "Hydrodynamic effects on spin polarization along the beam direction in Au+Au and p+Pb collisions",
      "link": "https://arxiv.org/abs/2509.00380",
      "authors": "Cong Yi, Xiang-Yu Wu, Jie Zhu, Shi Pu, Guang-You Qin",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2509.00380v1 Announce Type: new \nAbstract: We investigate hydrodynamic effects on the spin polarization of $\\Lambda$ hyperons in Au+Au collisions at $\\sqrt{s_{NN}} = 200$ GeV and p+Pb collisions at $\\sqrt{s_{NN}} = 8.16$ TeV using the CLVisc hydrodynamic framework. We present numerical results for the second Fourier sine coefficient of the longitudinal spin polarization, $\\langle P_{z} \\sin 2(\\phi_{p} - \\Psi_{2}) \\rangle$, as a function of multiplicity (centrality) under three equilibrium scenarios: $\\Lambda$ equilibrium, $s$-quark equilibrium, and isothermal equilibrium. We highlight the respective roles of thermal vorticity and the thermal-shear tensor in generating $\\langle P_{z} \\sin 2(\\phi_{p} - \\Psi_{2}) \\rangle$ across collision systems and scenarios."
    },
    {
      "title": "Testing hydrodynamic response to initial-state geometry in Pb+$d^\\uparrow$ collisions",
      "link": "https://arxiv.org/abs/2509.00511",
      "authors": "Heikki M\\\"antysaari, Bj\\\"orn Schenke, Chun Shen, Wenbin Zhao",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2509.00511v1 Announce Type: new \nAbstract: Deuterons with different polarization states have distinct shapes for their wavefunctions. This offers a unique opportunity to experimentally control the initial-state collision geometry with the polarization of the light-ion targets in relativistic heavy-ion experiments. We study the charged hadron elliptic flow coefficients with respect to the polarization angle of deuterons in Pb + polarized deuteron collisions using a hydrodynamics + hadronic transport model. Hydrodynamic response to initial-state geometry predicts a distinct sign of $v_2$ correlated with the deuteron's polarization states, providing a clean test case for elucidating the collective origin in small collision systems."
    },
    {
      "title": "Event-by-event vortex rings in fixed-target p+Ar collisions",
      "link": "https://arxiv.org/abs/2509.00512",
      "authors": "David Chinellato, Michael Lisa, Willian Serenone, Chun Shen, Jun Takahashi, Giorgio Torrieri",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2509.00512v1 Announce Type: new \nAbstract: We present event-by-event simulations for central asymmetric p+Ar collisions at $\\sqrt{s_\\mathrm{NN}} = 68$ GeV to investigate the formation and evolution of vortex-ring structures from the early-stage longitudinal flow velocity profile. Our predictions for their imprints on Lambda hyperon's polarization observables are complementary to those presented in Ref. [Phys.Rev.C 110 (2024) 5, 054908] and can be explored in the future fixed-target collisions at the Large Hadron Collider beauty (LHCb) experiment."
    },
    {
      "title": "Simulating stochastic fluid dynamics",
      "link": "https://arxiv.org/abs/2509.00545",
      "authors": "Chandrodoy Chattopadhyay, Josh Ott, Thomas Schaefer, Vladimir Skokov",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2509.00545v1 Announce Type: new \nAbstract: We present simulations of the real time dynamics of a fluid in the vicinity of a critical endpoint in the phase diagram. The relevant hydrodynamic theory is known as model H, and it is expected to describe the long-distance dynamics of QCD matter in the vicinity of a possible critical endpoint in the QCD phase diagram."
    },
    {
      "title": "In-plane transverse polarization in heavy-ion collisions",
      "link": "https://arxiv.org/abs/2509.00796",
      "authors": "Anum Arslan, Wen-Bo Dong, Charles Gale, Sangyong Jeon, Qun Wang, Xiang-Yu Wu",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2509.00796v1 Announce Type: new \nAbstract: We give an analytical expression for the last component of the spin polarization $P^{x}$, the in-plane polarization, in heavy-ion collisions that has, to our knowledge, not been discussed in theories nor measured in heavy-ion collision experiments. We also carry out a numerical study of $P^{x}$ using a hydrodynamic model simulation as a cross-check for the analytical formula. It is found that if the temperature-gradient contribution is neglected the simulation result for $P^{x}$ qualitatively agrees with the analytical one. The prediction of $P^{x}$ can be tested in experiments and will contribute to provide a complete and consistent picture of spin phenomena in heavy-ion collisions."
    },
    {
      "title": "Zemach radii and nuclear structure effects in hyperfine splitting of Lithium",
      "link": "https://arxiv.org/abs/2509.01303",
      "authors": "Yilong Yang, Evgeny Epelbaum, Chen Ji, Pengwei Zhao",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2509.01303v1 Announce Type: new \nAbstract: Nuclear structure effects are essential for describing hyperfine splittings from high-precision atomic spectroscopy measurements. These effects are often parametrized by the effective or elastic Zemach radii, with their difference poorly understood. We solve the longstanding discrepancy between the effective and elastic Zemach radii in ${}^6$Li and ${}^7$Li by performing \\emph{ab initio} nuclear structure calculations that take into account nuclear polarizability effects. Our results demonstrate that nuclear polarizability effects, negligible in ${}^7$Li, dominate in ${}^6$Li and explain the observed significant deviation between the effective and elastic Zemach radii. Furthermore, we show that the ratios between the nuclear polarizability contributions in different nuclei are universal in the limit of closure and SU(4) symmetry of nuclear forces. In particular, the nuclear polarizability contribution in an odd-odd nucleus is enhanced by a factor of $\\mu_p/(\\mu_p+\\mu_n)\\simeq 3$, with $\\mu_{n,p}$ denoting the nucleon magnetic moments, compared to its odd-$A$ isotopes. The same mechanism also explains the Zemach radius deviations observed in ${}^2$H and ${}^3$He. These findings establish nuclear polarizability as the dominant source of isotope-dependent nuclear corrections to hyperfine splitting in light atoms."
    },
    {
      "title": "The nuclear surface diffuseness effects on the alpha decay of heavy and super heavy nuclei",
      "link": "https://arxiv.org/abs/2509.01343",
      "authors": "S. Mohammadi, R. Gharaei, S. A. Alavi",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2509.01343v1 Announce Type: new \nAbstract: We select 300 different parent nuclei in the range Z from 64 to 106. The proximity potentials Zhang 2013 and Guo 2013 are employed to calculate the nuclear potential. The influence of the nuclear surface diffuseness is applied in the calculations of interaction potential between the emitted alpha particle and daughter nucleus through the reduced radius parameter. The systematic analysis of the radial behavior of interaction potential with and without the surface diffuseness effect reveals that these effects play decisive role in the calculation of nucleus-nucleus potential at the touching radius of the two interacting nuclei. We indicate that its influence decreases outside the touching configuration. In addition, our results reveal that the barrier penetration probability of the alpha particle through the barrier decreases by imposing the mentioned physical effects. It is worth noting that the calculated alpha-decay half-lives using the Zhang 2013 and Guo 2013 proximity potentials accompanied by the surface effects agree very well with the available experimental data. The theoretical halflives are calculated for 50 super-heavy nuclei using the modified forms of the Zhang 2013 and Guo 2013 models. The comparison with available experimental data and also with different empirical formulas demonstrates that the Guo 2013 model is suitable to deal with the alpha decay half-lives of SHN. Then the predictions of alpha decay half-lives for 65 SHN with Z from 120 to 126 are made by using Guo 2013 model with the surface effects. We found that there is a good agreement between our predicted half-lives and those obtained from semi-empirical formulas such as Royer and UDL."
    },
    {
      "title": "Smooth band termination in $^{115}$I",
      "link": "https://arxiv.org/abs/2509.01491",
      "authors": "C. M. Petrache, I. Ragnarsson",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2509.01491v2 Announce Type: new \nAbstract: The cranked Nilsson-Strutinsky formalism is employed to investigate the band structure of $^{115}$I from low to high spin. A set of eight rotational bands with well established spins and parities are analyzed. Five bands start at low spin and are assigned to the single-particle proton orbitals ($d_{5/2}$, $g_{7/2}$), $g_{9/2}$, and $h_{11/2}$, which are close to the Z=53 Fermi surface for a deformation of $\\varepsilon_2=0.2$. The analysis of the observed level energies relative to a rotating liquid drop and spins versus $\\gamma$-ray energies allow to track the evolution of the configurations with increasing spin. It is of special interest that one band in the valence space is observed to a smooth termination at $I_{max} = 67/2^+$."
    },
    {
      "title": "Physics-Guided Neural Networks for Constructing Nucleon-Nucleon Inverse Potentials",
      "link": "https://arxiv.org/abs/2509.01539",
      "authors": "Ayushi Awasthi, Anil Khachi, M. R. Ganesh Kumar, O. S. K. S. Sastri",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2509.01539v1 Announce Type: new \nAbstract: We propose a physics-guided neural network (PGNN) framework for constructing nucleon-nucleon inverse potentials based on inverse scattering theory. The framework integrates the Phase Function Method (PFM) with a two-stage supervised multi-layer perceptron (MLP) model to extract the optimal parameters of the Malfliet-Tjon (MT) potential from sparse phase-shift data. A synthetic dataset of phase shifts is generated by solving the phase equation for angular momentum $\\ell$ = 0, using the fifth-order Runge-Kutta method, ensuring physically consistent training data. The first neural network predicts the attractive potential strength, $\\tilde{V}_A$, while the second estimates the repulsive strength, $\\tilde{V}_R$. The optimal range parameter, $\\mu$, is obtained through error minimization between predicted and expected phase shifts, thereby enhancing both stability and accuracy compared to conventional inversion techniques. The PGNN framework is validated for the $^1S_0$ state of neutron-proton (n-p), proton-proton (p-p), and neutron-neutron (n-n) scattering at low energies. The constructed inverse potentials accurately reproduce the phase shifts reported in the literature and exhibit the expected features of nucleon-nucleon interactions, including a short-range repulsive core and an intermediate-range attractive well, with the n-p system showing the deepest potential minimum due to stronger binding. These results demonstrate that the proposed PGNN framework provides an efficient and accurate approach for constructing nuclear potentials, effectively bridging machine learning techniques with quantum scattering theory."
    },
    {
      "title": "On $\\Omega_{3c}NN$ and $\\Omega_{3c} \\Omega_{3c} N$ systems with HAL QCD potentials",
      "link": "https://arxiv.org/abs/2509.01902",
      "authors": "Igor Filikhin, Roman Ya. Kezerashvili, Branislav Vlahovic",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2509.01902v1 Announce Type: new \nAbstract: This study employs the Faddeev formalism in configuration space to investigate the $\\Omega_{3c}NN$ cluster containing a triply charmed Omega baryon ($\\Omega_{3c}$). Using the recently reported HAL QCD $S$-wave $\\Omega_{3c}N$ potentials in the $^3S_1$ and $^5S_2$ channels, together with the MT-I--III nucleon--nucleon potential and neglecting the Coulomb force, we find no bound state for the $\\Omega_{3c}np$ system. We predict near-threshold resonances in the $J^{\\pi}=5/2^{+}$ (maximal total spin) and $J^{\\pi}=1/2^{+}$ (minimal total spin) states, with resonance energies of $1.1~\\mathrm{MeV}$ below and $0.0~\\mathrm{MeV}$ at the three-body breakup threshold, respectively, at Euclidean time $t/a = 16$. A similar analysis of the $\\Omega_{3c}\\Omega_{3c}N$ system likewise reveals no bound states, though a possible resonance is indicated. The short-distance behavior of the HAL QCD $\\Omega_{3c}N$ potential is also discussed."
    },
    {
      "title": "Discrete and continuous spectrum of lightest hypernuclei",
      "link": "https://arxiv.org/abs/2509.01932",
      "authors": "N. K. Kalzhigitov, S. Amangeldinova, V. O. Kurmangaliyeva, V. S. Vasilevsky",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2509.01932v1 Announce Type: new \nAbstract: We analyze the peculiarities of the interaction of the lambda hyperon with s-shell nuclei. The spectra of bound and scattering states are studied in the hypernuclei $_{\\Lambda}^{2}$H, $_{\\Lambda}^{3}$H, $_{\\Lambda}^{4}$H and $_{\\Lambda}^{5}$He, which is considered as two-cluster configurations $p+\\Lambda$, $d$+$\\Lambda$, $^{3}$H+$\\Lambda$, $^{4}$He+$\\Lambda$, respectively. The explicit form of the folding potentials of such an interaction is presented in coordinate and oscillator representations, which help us to understand the structure of hypernuclei of interest. We compare energies of bound states, phase shifts of the elastic lambda hyperon, and neutron scattering from s-shell nuclei."
    },
    {
      "title": "Axially Deformed Proton-Neutron Relativistic Quasiparticle Finite Amplitude Method for Charge-Exchange Transitions",
      "link": "https://arxiv.org/abs/2509.02110",
      "authors": "Chen Chen, Zhengzheng Li, Yinu Zhang, Yifei Niu",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2509.02110v1 Announce Type: new \nAbstract: The quasiparticle finite amplitude method (QFAM) is extended to describe charge-exchange transitions based on the relativistic Hartree-Bogoliubov model, adopting the point-coupling energy density functional DD-PC1 and a finite-range separable pairing force. After validation through comparison with relativistic quasiparticle random-phase approximation (QRPA) results in spherical nuclei, the deformation effects on isobaric analog resonances (IAR) and Gamow-Teller (GT) transitions in Zn isotopes are investigated. The GT strength exhibits significant fragmentation in deformed nuclei. The analysis of summed strengths and centroid energies in GT resonance region between the $K=0$ and $K=1$ components reveals that prolate configurations exhibit stronger $K=1$ strength and lower $K=1$ centroid energy, while oblate shapes show an opposite behavior, with stronger $K=0$ strength and lower $K=0$ energy. The effects of isoscalar pairing on GT strength distributions for different shape configurations are also examined."
    },
    {
      "title": "Theory Summary",
      "link": "https://arxiv.org/abs/2509.02118",
      "authors": "Hannah Elfner",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2509.02118v1 Announce Type: new \nAbstract: This is the write-up of the summary talk on theory activities in the heavy-ion community as presented at Quark Matter 2025. It contains a (biased) selection of results from the parallel program of the conference. The progress is reported for three different areas: Bulk dynamics and initial state; jets, heavy flavor and electromagnetic probes and QCD phase diagram and observables. The idea is to convey the major achievements in the field and give a perspective for future directions."
    },
    {
      "title": "Quantum simulations of Green's functions for small superfluid systems",
      "link": "https://arxiv.org/abs/2509.02272",
      "authors": "Samuel Aychet-Claisse, Denis Lacroix, Vittorio Som\\`a, Jing Zhang",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2509.02272v1 Announce Type: new \nAbstract: An end-to-end strategy for hybrid quantum-classical computations of Green's functions in many-body systems is presented and applied to the pairing model. The scheme makes explicit use of the spectral representation of the Green's function, which entails the calculation of the $N$-body ground state as well as eigenstates and associated energies of the $(N\\pm1)$-body neighbors. While the former is accessed via variational techniques, the latter are constructed by means of the quantum subspace expansion method. Different ansatzes for the ground-state wave function, originating from either classical or quantum approaches, are tested and compared to exact calculations. The resulting one-body Green's functions prove to be accurate approximations of the exact one for a large range of parameters, including across the normal-to-superfluid transition. As a byproduct, this approach yields a good description of odd systems provided that the starting even system is well reproduced by the variational ansatz."
    },
    {
      "title": "Towards a topological data analysis for heavy-ion collisions",
      "link": "https://arxiv.org/abs/2509.02339",
      "authors": "Federica Capellino, Andrea Dubla, Silvia Masciocchi, Govert Nijs, Daniel Spitz",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2509.02339v1 Announce Type: new \nAbstract: The collective expansion of the quark-gluon plasma (QGP) created in heavy-ion collisions suggests that geometry-inspired approaches can be useful in extracting information about the QGP. In this work, a systematic study of observables based on topological data analysis is provided for simulations of heavy-ion collisions. Specifically, we implement persistent homology observables for metric-based complexes in the heavy-ion model Trajectum and provide predictions for Pb-Pb and O-O collisions, where the tunable model parameters are taken from a Bayesian analysis performed in Pb-Pb collisions. This, in particular, allows us to compute systematic uncertainties on our observables from the uncertainties in the model parameters. To bridge between new and already established observables, we build a dictionary linking the topological observables to traditional ones, such as particle multiplicities, momentum distributions, and the elliptic flow coefficient. While the persistent homology observables largely reflect known phenomenology and do not show enhanced sensitivity to the model's tunable parameters compared to conventional observables, this study demonstrates the viability and robustness of topological techniques in the context of heavy-ion physics. They may offer alternative perspectives and potential applications in heavy-ion physics."
    },
    {
      "title": "Bayesian inference favors quark matter in neutron star interiors",
      "link": "https://arxiv.org/abs/2509.02554",
      "authors": "Alexander Ayriyan, Oleksii Ivanytskyi, David Blaschke",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2509.02554v1 Announce Type: new \nAbstract: We perform a physics-informed Bayesian analyses of the equation of state of hybrid neutron stars that incorporates color-flavor-locked quark matter modeled by a three-flavor non-local Nambu-Jona-Lasinio framework with vector repulsion and diquark pairing. Contrary to the model-agnostic Bayesian analyses our scheme allows for distinguishing between the scenarios of neutron stars with quark cores and without them. The used quark model realizes asymptotic conformality at high densities in accordance with perturbative QCD. The hadronic sector is described by the density-dependent relativistic functional DD2Y-T, which satisfies chiral effective field theory constraints and includes hyperonic degrees of freedom. We construct a large set of candidate hybrid EOSs by varying the vector and diquark couplings and apply a Maxwell construction for the quark-hadron phase transition. Observational constraints from recent NICER pulsar mass-radius measurements and tidal deformability from GW170817 are incorporated into the likelihood. Depending on whether the observational data from the black widow pulsar PSR J0952-0607 and the HESS J1731-347 object are included to the analysis or not, the posterior distribution favors vector and diquark couplings around $(\\eta_V,\\eta_D)\\simeq (0.82,0.40)$ or $(\\eta_V,\\eta_D)\\simeq (0.64,0.36)$, respectively. This corresponds to equations of state that support two-solar-mass neutron stars with superconformal speed of sound and relatively low onset densities for deconfinement. Our findings indicate that the most probable hybrid EOSs are statistically preferred over the purely hadronic baseline. The corresponding probabilities of agreeing with the observational data differ by one or two orders of magnitude depending on the data set used. This suggests that quark cores may exist in all observed neutron stars."
    },
    {
      "title": "Investigating nuclear effects in lepton-ion DIS at the LHC",
      "link": "https://arxiv.org/abs/2509.00144",
      "authors": "Reinaldo Francener, Victor P. Goncalves, Diego R. Gratieri",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2509.00144v1 Announce Type: cross \nAbstract: Recent studies have demonstrated that the far-forward physics program of the Large Hadron Collider (LHC) can be useful to probe the hadron structure with GeV-TeV neutrinos and muons. In particular, these studies indicate that the measurement of the muon-ion and neutrino-ion cross-sections by the same experiment is feasible. In this paper, we investigate the impact of nuclear effects on the muon-tungsten ($\\mu W$) and neutrino-tungsten ($\\nu W$) deep inelastic scattering (DIS) events at FASER$\\nu$ and its proposed upgrade FASER$\\nu 2$. We estimate the rates associated with the inclusive cross-sections and for events with a charm tagged in the final state considering different parameterizations for the nuclear parton distribution functions. These results point out that muon and neutrino-induced interactions probe complementary kinematical ranges and that a simultaneous analysis of associated events will allow to test the universality (or not) of the nuclear effects. Moreover, we propose the study of the ratio between the charm tagged and inclusive events in order to discriminate between the distinct modeling of the nuclear effects at small-$x$. Our results indicate that a future experimental reconstruction of $\\mu W$ and $\\nu W$ DIS events at the LHC is a promising way to improve our understanding of nuclear effects and decrease the current uncertainties in parton distribution functions."
    },
    {
      "title": "Improving the Precision of First-Principles Calculation of Parton Physics from Lattice QCD",
      "link": "https://arxiv.org/abs/2509.00247",
      "authors": "Yong Zhao",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2509.00247v1 Announce Type: cross \nAbstract: Large Momentum Effective Theory (LaMET) provides a general framework for computing the multi-dimensional partonic structure of the proton from first principles using lattice quantum chromodynamics (QCD). In this effective field theory approach, LaMET predicts parton distributions through a power expansion and perturbative matching of a class of Euclidean observables -- quasi-distributions -- evaluated at large proton momenta. Recent advances in lattice renormalization, such as the hybrid scheme with leading-renormalon resummation, together with improved matching kernel that incorporates higher-loop corrections and resummations, have enhanced both the perturbative and power accuracy of LaMET, enabling a reliable quantification of theoretical uncertainties. Moreover, the Coulomb-gauge correlator approach further simplifies lattice analyses and improves the precision of transverse-momentum-dependent structures, particularly in the non-perturbative region. State-of-the-art LaMET calculations have already yielded certain parton observables with significant phenomenological impact. In addition, the recently proposed kinematically enhanced lattice interpolation operators promise access to unprecedented proton momenta with greatly improved signal-to-noise ratios, which will extend the range of LaMET prediction and further suppress the power corrections. The remaining challenges, such as controlling excited-state contamination in lattice matrix elements and extracting gluonic distributions, are expected to benefit from emerging lattice techniques for ground-state isolation and noise reduction. Thus, lattice QCD studies of parton physics have entered an exciting stage of precision control and systematic improvement, which will have a broader impact for nuclear and particle experiments."
    },
    {
      "title": "Nonradial oscillations of stratified neutron stars with solid crusts: Mode characterization and tidal resonances in coalescing binaries",
      "link": "https://arxiv.org/abs/2509.00257",
      "authors": "Yong Gao, Hao-Jui Kuan, Cheng-Jun Xia, Hector O. Silva, Masaru Shibata",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2509.00257v1 Announce Type: cross \nAbstract: Dynamical tides of neutron stars in the late stages of binary inspirals provide a viable probe into dense matter through gravitational waves, and potentially trigger electromagnetic precursors. We model the tidal response as a set of driven harmonic oscillators, where the natural frequencies are given by the quasinormal modes of a nonrotating neutron star. These modes are calculated in general relativity by applying linear perturbation theory to stellar models that include a solid crust and compositional stratification. For the mode spectrum, we find that the canonical interface mode associated with the crust-core boundary vanishes in stratified neutron stars and is replaced by compositional gravity modes with mixed gravity-interfacial character, driven primarily by strong buoyancy in the outer core. We also find that fluid modes such as the core gravity mode and the fundamental mode can penetrate the crust, and we establish a criterion for such penetration. Regarding the tidal interaction, we find that transfer of binding energy to oscillations is dominated by the fundamental mode despite its frequency being too high to resonate with the tidal forcing. In general, we find that lower-frequency modes induce gravitational-wave phase shifts smaller than $\\sim 10^{-3},\\rm rad$ for the equation of state we consider. We discover that nonresonant fundamental and crustal shear modes can trigger crust breaking already near the first gravity-mode resonance, while gravity-mode resonance concentrates strain at the base of the crust and may marginally crack it. These results suggest that both resonant and nonresonant excitations can overstress the crust and may channel energy into the magnetosphere prior to merger, potentially powering electromagnetic precursors. Our work represents an important step toward realistic modeling of dynamical tides of neutron stars in multimessenger observations."
    },
    {
      "title": "Theory overview: electroweak emission from heavy-ion collisions",
      "link": "https://arxiv.org/abs/2509.00262",
      "authors": "Greg Jackson",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2509.00262v1 Announce Type: cross \nAbstract: An important class of observables in the heavy-ion collision programme concerns probes which are not sensitive to the prevailing strong interactions of QCD. The emission of photons, weak gauge bosons, and leptons fall into this category. Here I will describe the current status of such investigations, focusing on the emerging theoretical picture and its uncertainties."
    },
    {
      "title": "Multi-messengers from the radioactive decay of $r$-process nuclei",
      "link": "https://arxiv.org/abs/2509.00267",
      "authors": "Axel Gross, Samuel Cupp, Matthew R. Mumpower",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2509.00267v1 Announce Type: cross \nAbstract: The radioactive $\\beta$-decay of nuclei synthesized in the rapid neutron capture process ($r$-process) releases a variety of particles, including electrons, $\\gamma$-rays, neutrinos, and neutrons. These particles provide a rich set of multi-messenger signals that carry information about the astrophysical environments where neutron-rich nucleosynthesis occurs. In this work, we calculate from first principles the emission spectra resulting from the $\\beta$-decay of $r$-process nuclei. Our approach incorporates detailed nuclear structure and decay data to model the energy distributions of each particle species. We couple the spectra with a nuclear reaction network simulation to obtain the temporal evolution of these distributions. We find that the emission distributions vary significantly in time and are non-thermal, with substantial average energies. We investigate these nuclear signals as a direct probe of heavy element formation and show that they are complementary observables to kilonova."
    },
    {
      "title": "Machine learning driven identification of heavy flavor decay leptons in proton-proton collisions at the Large Hadron Collider",
      "link": "https://arxiv.org/abs/2509.00712",
      "authors": "Raghunath Sahoo, Kangkan Goswami, Suraj Prasad",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2509.00712v1 Announce Type: cross \nAbstract: The study of heavy-flavor hadrons is topical in the era of precision measurements, which is useful to test theories based on pQCD. The heavy-flavor hadrons are produced initially during heavy-ion or hadronic collisions and are one of the best probes to understand the initial stages of the collisions as well as the system evolution. In experiments, the heavy-flavor sectors are studied directly via their decay to different hadrons or di-leptons or via their semi-leptonic decay, which is accompanied by additional neutrinos. However, their measurement in experiments is resource-intensive and requires input from different Monte-Carlo event generators. In this study, we provide an independent method based on Machine Learning algorithms to separate such leptons coming from heavy-flavor semi-leptonic decays. We use PYTHIA8 to generate events for this study, which gives a good qualitative and quantitative description of heavy-flavor production in $pp$ collisions. We use the XGBoost model for this study, which is trained with $pp$ collisions at $\\sqrt{s}=13.6$~TeV. We use DCA, pseudorapidity, and transverse momentum as the input to the machine. The ML model provides an accuracy of 98\\% for heavy-flavor decay electrons and almost 100\\% for heavy-flavor decay muons."
    },
    {
      "title": "$S$-wave kaon-nucleon interactions from lattice QCD on the physical point",
      "link": "https://arxiv.org/abs/2509.00838",
      "authors": "Kotaro Murakami, Sinya Aoki, Takumi Doi, Yan Lyu, Wren Yamada",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2509.00838v1 Announce Type: cross \nAbstract: We investigate S-wave kaon-nucleon ($KN$) interactions with strangeness $S=+1$ in lattice QCD using the time-dependent HAL QCD method. Employing $(2+1)$-flavor gauge configuration with $m_{\\pi}\\approx 137~\\textrm{MeV}$ and $m_{K}\\approx 502~\\textrm{MeV}$, we calculate the $KN$ potentials at the leading order in the derivative expansion. The potentials in both isospin channels ($I=1$ and $I=0$) exhibit repulsion at short distances, while only the $I=0$ potential has a small attractive pocket at intermediate distances. The phase shifts computed from these potentials show no signals corresponding to resonances or bound states in both isospin channels, suggesting the absence of the $\\Theta^{+}(1540)$ pentaquark in the S-wave $KN$ systems. The scattering lengths result in $a^{I=1}_{0} = -0.226(5)(^{+5}_{-0})~\\textrm{fm}$ and $a^{I=0}_{0} = +0.031(62)(^{+0}_{-29})~\\textrm{fm}$. Our results of the S-wave cross sections for $I=1$ are consistent with some of the experimental data within $2-3$ $\\sigma$, while they deviate from others. The results for $I=0$, combined with recent studies on chiral perturbation theory, suggest that the scattering amplitudes in this channel are dominated by P-wave components rather than S-wave."
    },
    {
      "title": "Non-diagonal DVCS and studies of hadronic structure with $N \\to N^*$ transition GPDs",
      "link": "https://arxiv.org/abs/2509.01114",
      "authors": "Kirill Semenov-Tian-Shansky",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2509.01114v1 Announce Type: cross \nAbstract: Transition generalized parton distributions (GPDs) describe matrix elements of nonlocal partonic QCD operators between the ground and excited baryon states and provide new tools for quantifying and interpreting the structure of baryon resonances in QCD. We discuss a description of non-diagonal Deeply Virtual Compton Scattering process involving a transition between a nucleon and a nucleon resonance in the $\\pi N$ system within the framework of transition GPDs. We address the physical content of $N \\to N^*$ and $N \\to \\Delta$ transition GPDs, review the existing theoretical models and present theoretical estimates of related observables for the kinematic conditions corresponding to the experimental studies with JLab@12GeV. We also discuss the perspective of exploring resonance production with help of transition GPDs and consider the application of the Froissart-Gribov projections to study excitation of nucleon resonances by means of QCD probes with spin-$J$."
    },
    {
      "title": "$w$-mode oscillation of neutron star in a new relativistic hybrid model",
      "link": "https://arxiv.org/abs/2509.01175",
      "authors": "D. Dey, Jeet Amrit Pattnaik, R. N. Panda, S. K. Patra",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2509.01175v1 Announce Type: cross \nAbstract: We investigate how the pulsation frequencies of axial gravitational-wave modes ($w$-modes) in a non-rotating neutron star depend on its composition, particularly when including quarkyonic matter and fermionic dark matter. These modes emerge from the coupling between the star's fluid component and the gravitational field of general relativity, which are highly damped and characterized by complex frequencies with comparable real and imaginary parts. Using a relativistic mean field formalism for the nucleonic component, we modeled the neutron star's interior, while the exterior is analyzed through the complex-coordinate method to determine the $w$-modes. Our study employs a realistic equation of state, based on different physical assumptions and covering a broad area of observational constraints, starting from finite nuclei to nuclear matter with extreme conditions. The numerical findings demonstrate that axial $w$-modes provide valuable insights into the properties of neutron star matter, highlighting their significance in probing the star's internal structure."
    },
    {
      "title": "Composite nature of exotic states from data analysis",
      "link": "https://arxiv.org/abs/2509.01289",
      "authors": "Xian-Wei Kang",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2509.01289v1 Announce Type: cross \nAbstract: We introduce two basic concepts: the compositeness for resonance and the Castillejo-Dalitz-Dyson (CDD) pole. Applying them to hadron states $X(3872)$, $Z_b(10610)$ and $Z_b(10650)$, and $T_{cc}$, we obtain their compositeness values and achieve deeper insights into their inner structure."
    },
    {
      "title": "Hadronic vacuum polarization effect in muonic atoms",
      "link": "https://arxiv.org/abs/2509.01311",
      "authors": "Zoia A. Mandrykina, Moritz Thierfeld, Natalia S. Oreshkina",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2509.01311v1 Announce Type: cross \nAbstract: The hadronic vacuum polarization (HVP) corrections to energy levels in muonic atoms are studied systematically across the periodic table. Two nuclear charge distribution models have been considered, with partly analytical solution for an homogeneously charged sphere model and direct numerical integration for a Fermi nuclear charge distribution. Our comparison reveals a good agreement between both approaches with differences typically below a few percent. The magnitude of HVP corrections increases with nuclear charge, displaying irregularities that correlate directly with the non-monotonic behavior of nuclear radii. Despite strong relativistic effects at high $Z$, the ratio of hadronic to muonic vacuum polarization remains remarkably stable, deviating by less than $10\\%$ from the established $67\\%$ non-relativistic benchmark value"
    },
    {
      "title": "Dirac states from the 't Hooft model",
      "link": "https://arxiv.org/abs/2509.01510",
      "authors": "Paul Hoyer",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2509.01510v1 Announce Type: cross \nAbstract: The dynamics of a light fermion bound to a heavy one is expected to be described by the Dirac equation with an external potential. The potential breaks translation invariance, whereas the bound state momentum is well defined. Boosting the bound state determines the frame dependence of the light fermion dynamics. I study the Dirac limit of the exactly solvable 't Hooft model. The light quark wave function turns out to be independent of the frame of the bound state, up to an irrelevant Lorentz contraction. The discrete bound state spectrum determines corresponding discrete energies of the Dirac equation, which for a linear potential allows a continuous spectrum."
    },
    {
      "title": "Energy Correlators in Semi-Inclusive Electron-Positron Annihilation",
      "link": "https://arxiv.org/abs/2509.01652",
      "authors": "Yu Jiao Zhu",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2509.01652v1 Announce Type: cross \nAbstract: We investigate energy correlators (ECs) in semi-inclusive electron-positron annihilation as precision probes of parton hadronization dynamics. Using soft-collinear effective theory (SCET), we analyze the correlation patterns between the examined hadron and the rest of QCD radiations in both large-angle and small-angle limits, which establishes a direct correspondence with Transverse-Momentum-Dependent Fragmentation Functions (TMD FFs) and Semi-Inclusive Energy Correlators (SIECs). The two complementary regimes encode the transition from perturbative parton branching to nonperturbative confinement, enabling a unified description of hadron formation across all polar angles. Using renormalization group evolution, we obtain joint N3LL/NNLL quantitative predictions for energy correlations both in the sudakov and jet fragmentation region (JFR). Our results demonstrate that semi-inclusive ECs provide direct, theoretically controlled access to QCD dynamics underlying hadronization, opening new avenues for precision studies at future lepton colliders."
    },
    {
      "title": "The N$^3$LO Twist-2 Matching of Helicity TMDs and SIDIS $q_\\ast$ Spectrum",
      "link": "https://arxiv.org/abs/2509.01655",
      "authors": "Yu Jiao Zhu",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2509.01655v1 Announce Type: cross \nAbstract: We compute the twist-2 matching of transverse momentum dependent (TMD) helicity parton distribution and fragmentation functions at next-to-next-to-next-to-leading order (N$^3$LO) in QCD. This calculation entails the complete set of next-to-next-to-leading order (NNLO) Dokshitzer-Gribov-Lipatov-Altarelli-Parisi (DGLAP) splitting functions govering the evolution of helicity-dependent parton distribution functions (PDFs) and fragmentation functions (FFs). Within TMD factorization framework, we quantify the impact of radiative corrections by completing the next-to-next-to-next-to-leading logarithmic (N$^3$LL) prediction for lepton-hadron transverse momentum imbalance in semi-inclusive deep inelastic scattering (SIDIS). Our results provide the most precise theoretical input for probing the helicity structure and confined motion of quarks and gluons at future electron-ion collider (EIC)."
    },
    {
      "title": "The N$^3$LO Twist-2 Matching of Linearly Polarized Gluon TMDs",
      "link": "https://arxiv.org/abs/2509.01703",
      "authors": "Yu Jiao Zhu",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2509.01703v1 Announce Type: cross \nAbstract: We compute the twist-2 matching of the transverse-momentum-dependent (TMD) linearly polarized gluon parton distribution and fragmentation functions at next-to-next-to-next-to-leading order (N$^3$LO) in QCD, supplemented by next-to-next-to-leading logarithmic (NNLL) small-$x$ resummation for the gluon TMD fragmentation functions. These results provide high-precision fixed-order and resummed inputs to TMD phenomenology, and constitute essential theoretical ingredients for future studies of the spin structure and three-dimensional tomography of hadrons at the Electron-Ion Collider (EIC)."
    },
    {
      "title": "Doppler shifted Hawking radiation from acoustic black holes in ultra-relativistic heavy-ion collisions",
      "link": "https://arxiv.org/abs/2509.02079",
      "authors": "Sanatan Digal, Ajit M. Srivastava",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2509.02079v1 Announce Type: cross \nAbstract: In a hydrodynamic flow, with flow becoming supersonic at some point, the subsonic-supersonic boundary behaves as the horizon of a black hole. Possibility of detecting Hawking radiation from such acoustic black holes has been investigated in a variety of laboratory systems, ranging from cold atom systems, to condensed matter systems with hydrodynamic flow of electrons, to relativistic heavy-ion collisions (at relatively lower collision energies). Ultra-relativistic heavy-ion collisions, with boost-invariant longitudinal flow of the quark-gluon plasma (QGP) in a wide rapidity window has eluded this remarkable possibility because in this case the black hole horizon is dynamical, moving away from center with sound velocity, leading to infinite red shift of Hawking radiation. We show here that such a conclusion is premature. The QGP flow at very large rapidities, necessarily deviates from Bjroken boost invariant flow. Due to this, an observer close to that region sees black hole horizon with a finite redshift. It leads to non-trivial prediction of Hawking radiation affecting particle momentum distributions for a window of rapidities, leaving near central rapidity regions unaffected."
    },
    {
      "title": "Probing nuclear structure with the Balitsky-Kovchegov equation in full impact-parameter dependence",
      "link": "https://arxiv.org/abs/2509.02115",
      "authors": "J. Cepila, M. Matas, M. Vaculciak",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2509.02115v1 Announce Type: cross \nAbstract: Building on the newly available solution of the Balitsky-Kovchegov (BK) equation with the full impact-parameter dependence, we extend the study of parton evolution from proton to nuclear targets. Since a key part of the scientific programme for future experimental facilities such as the EIC is to study gluon dynamics and shed new light on the phenomenon of parton saturation, we present predictions for key processes, such as deep-inelastic scattering or the diffractive production of vector mesons, on a variety of nuclear targets. Besides the standard BK equation, we employ its linearised version to identify a promising channel to search for gluon saturation in the nuclear collisions. Furthermore, we implement a tetrahedral model of oxygen to search for deviations from the standard, isotropic, Woods-Saxon approach. In addition to the future colliders, the presented results are also of interest for the current studies of nuclear vector meson production at the LHC."
    },
    {
      "title": "Softening holographic nuclear matter",
      "link": "https://arxiv.org/abs/2509.02216",
      "authors": "Christian Ecker, Nicolas Kovensky, Orestis Papadopoulos, Andreas Schmitt",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2509.02216v1 Announce Type: cross \nAbstract: Baryons in the holographic Witten-Sakai-Sugimoto model are described by instanton solutions on the flavor branes. A commonly used approximation for dense baryonic matter replaces the many-instanton solution by a simpler, spatially homogeneous, ansatz, which requires a discontinuity in the holographic direction of the non-abelian gauge field in order to account for topological baryon number. We point out that the simplest configuration with a single jump - often used in previous studies - results in matter at saturation density that is much stiffer than real-world nuclear matter. This is improved, although not completely remedied, by adding a second jump. We present a systematic discussion of all possible configurations up to four jumps, dynamically computing locations of and behavior at the discontinuities. We find solutions that continuously connect to those based on pointlike baryons, thus, for the first time, establishing a concrete link between the instantonic and homogeneous pictures. This is supported by translating the multi-jump profiles of the gauge field into gauge invariant multi-layer charge distributions. The most important of our novel configurations has a block-like structure in the bulk, becomes pointlike at low density and/or large coupling, and is energetically preferred over all previously studied configurations. Therefore, our work lays the ground for improved predictions from holography for dense nuclear matter in neutron stars."
    },
    {
      "title": "Polarized tau decay and CP violation in ultraperipheral heavy-ion collisions",
      "link": "https://arxiv.org/abs/2509.02228",
      "authors": "Amaresh Jaiswal",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2509.02228v1 Announce Type: cross \nAbstract: We investigate the role of $\\tau$-lepton polarization in ultraperipheral heavy-ion collisions (UPCs) as a novel application of the intense electromagnetic fields generated in such processes. In particular, we analyze the decay distributions of polarized $\\tau$-leptons produced via photon-photon fusion, focusing on both leptonic and semi-leptonic channels. We show that the external magnetic field present in UPCs induces a preferred spin quantization axis, which modifies the angular and energy distributions of $\\tau$ decay products relative to the standard helicity frame. By formulating the spin polarization along the magnetic field direction, we derive modified polarization-sensitive observables and demonstrate how kinematic selections can retain nonvanishing polarization signals even after ensemble averaging. Furthermore, we propose that the relative polarization of $\\tau^-$ and $\\tau^+$, accessible through complementary angular ranges of their decay products, serves as a sensitive observable for potential CP-violating effects. This framework provides a pathway for future experimental studies at the LHC and future colliders to exploit polarized $\\tau$ decays in UPCs as an application of the strong electromagnetic fields to probe new sources of CP violation."
    },
    {
      "title": "Role of density profile of sub-GeV dark matter in the properties of dark matter admixed quark stars with Bayesian analysis of dark-NJL model",
      "link": "https://arxiv.org/abs/2509.02325",
      "authors": "Debashree Sen, Atanu Guha, Jong-Chul Park",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2509.02325v1 Announce Type: cross \nAbstract: We investigate the structural and oscillation properties of dark matter (DM) admixed strange quark stars (DMSQSs). The strange quark matter (SQM) is described with the well-known Nambu-Jona-Lasino (NJL) model and the self-interacting fermionic DM is included in a systematic manner. The self-interaction of DM is of four-Fermi type and the overall DM density is considered as a function of the baryon density of SQM with two free parameters ($\\alpha$, $\\rho_{sc}$). This work is the first to consider four-Fermi interactions between fermionic DM and SQM in DMSQSs. Certain experiments like LZ, XENON, DarkSide, CRESST, and LHC have almost ruled out the possibility of contact interaction between SQM and massive DM (in GeV order). Recently, the quest for sub-GeV DM has garnered significant attention. We show that recent astrophysical constraints on the structural properties of compact stars also do not support the presence of massive DM in DMSQSs. On the other hand, we find sub-GeV DM to successfully concur with such observational constraints. We also calculate the fundamental $f$-mode frequency ($f_f$) of the DMSQSs, which shows universality with compactness, mean density, and tidal deformability. Further, we investigate the prospect of detection of $f_f$ with respect to the projected sensitivity of upcoming gravitational wave detectors like aLIGO, A+, Cosmic Explorer, and Einstein Telescope. In our DMSQS model, the three free parameters are $\\alpha$, $\\rho_{sc}$, and the ratio of repulsive to attractive interaction in SQM ($G_V/G_S$), which are optimized by Bayesian analysis in light of various recent astrophysical data."
    },
    {
      "title": "Dynamical and finite-size effects on the criterion of first-order phase transition",
      "link": "https://arxiv.org/abs/2310.15770",
      "authors": "Lijia Jiang, Fei Gao, Yu-xin Liu",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2310.15770v2 Announce Type: replace \nAbstract: To identify first-order phase transitions in the dynamical process similar to the relativistic heavy-ion collisions, we investigate the dynamical behaviors of the first-order phase transition criterion in the Fokker-Planck framework. In the thermodynamic limit, the criterion can be expressed as combinations of cumulants or coefficients of an Ising-like effective potential. Our study reveals that factors such as phase transition scenarios, initial temperature, system volume, relaxation rate, and evolution trajectory have great impacts on the criterion, a larger initial temperature, a smaller volume, a larger relaxation rate, or bending of the trajectory will all lead to a reduction of the first-order phase transition signal, while volume expansion over time preserves signal integrity. Analysis along a hypothetical freezeout line shows that the signal is possibly preserved at relatively large chemical potentials."
    },
    {
      "title": "Characterizing the nuclear models informed by PREX and CREX: a view from Bayesian inference",
      "link": "https://arxiv.org/abs/2406.05267",
      "authors": "Tianqi Zhao, Zidu Lin, Bharat Kumar, Andrew W. Steiner, Madappa Prakash",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2406.05267v2 Announce Type: replace \nAbstract: New measurements of the weak charge density distributions of $^{48}$Ca and $^{208}$Pb challenge existing nuclear models. In the post-PREX-CREX era, it is unclear if current models can simultaneously describe weak charge distributions along with accurate measurements of binding energy and charge radii. In this letter, we explore the parameter space of relativistic and non-relativistic models to study the differences between the electric and weak form factors, $\\Delta F=F_{ch}-F_{W}$, in $^{48}$Ca and $^{208}$Pb. We show, for the first time, which aspects of mean-field models are the most important in determining the relative magnitude of the neutron skin in lead and calcium nuclei. We carefully disentangle the tension between the PREX-2/CREX constraints and the ability of the RMF and Skyrme models to accurately describe binding energies and charge radii. We find that the nuclear symmetry energy coefficient $S_V$ and the isovector spin-orbit coefficient $b'_4$ play different roles in determining $\\Delta F$ of $^{48}$Ca and $^{208}$Pb. Consequently, adjusting $S_V$ or $b'_4$ shifts predicted $\\Delta F$ values toward or away from PREX-2/CREX measurements. Additionally, $S_V$ and the slope L are marginally correlated given the prior constraints of our Bayesian inference, allowing us to infer them separately from PREX-2/CREX data."
    },
    {
      "title": "$^{61}$Cr as a Doorway to the N = 40 Island of Inversion",
      "link": "https://arxiv.org/abs/2409.07324",
      "authors": "L. Lalanne, M. Athanasakis-Kaklamanakis, D. D. Dao, \\'A. Koszor\\'us, Y. C. Liu, R. Mancheva, F. Nowacki, J. Reilly, C. Bernerd, K. Chrysalidis, T. E. Cocolios, R. P. de Groote, K. T. Flanagan, R. F. Garcia Ruiz, D. Hanstorp, R. Heinke, M. Heines, P. Lassegues, K. Mack, B. A. Marsh, A. McGlone, K. M. Lynch, G. Neyens, B. van den Borne, R. Van Duyse, X. F. Yang, J. Wessolek",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2409.07324v2 Announce Type: replace-cross \nAbstract: This paper reports on the measurement of the ground-state spin and nuclear magnetic dipole moment of $^{61}$Cr. The radioactive ion beam was produced at the CERN-ISOLDE facility and was probed using high-resolution resonance ionization laser spectroscopy with the CRIS apparatus. The present ground-state spin measurement $I = \\frac{1}{2}$, differing from the previously adopted $I =(\\frac{5}{2})$, has significant consequences on the interpretation of existing beta decay data and nuclear structure in the region. The structure and shape of $^{61}$Cr is interpreted with state-of-the-art Large-Scale Shell Model and Discrete-Non-Orthogonal Shell Model calculations. From the measured magnetic dipole moment $\\mu(^{61}$Cr$)=+0.539(7)~\\mu_N$ and the theoretical findings, its configuration is understood to be driven by 2 particle - 2 hole neutron excitations with an unpaired $1p_{1/2}$ neutron. This establishes the western border of the $N=40$ Island Of Inversion (IoI), characterized by 4 particle - 4 hole neutron components. We discuss the shape evolution along the Cr isotopic chain as a quantum phase transition at the entrance of the $N=40$ IoI."
    },
    {
      "title": "Heavy-quark mass effects in off-light-cone distributions",
      "link": "https://arxiv.org/abs/2412.15958",
      "authors": "Valerio Bertone, Michael Fucilla, C\\'edric Mezrag",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2412.15958v2 Announce Type: replace-cross \nAbstract: We compute the one-loop correction to the forward matrix element of an off-light-cone bi-local quark correlator characterised by a space-like separation $z^2$ in the presence of heavy quarks with mass $m$. This calculation allows us to extract the one-loop matching kernel, necessary to connect quasi and pseudo-distributions to collinear parton distribution functions (PDFs), accounting for heavy-quark mass effects. Our result is exact in that it includes all powers of $z^2m^2$ at one loop in $\\alpha_s$. In the limit $z^2m^2\\rightarrow 0$, it consistently reduces to the known massless result. We also carry out an implementation of our expression, which allows us to compute the charm pseudo-distribution of the proton given its PDF. We finally comment on the quantitative impact of heavy-quark mass corrections."
    },
    {
      "title": "Moments from Momentum Derivatives in Lattice QCD",
      "link": "https://arxiv.org/abs/2412.19862",
      "authors": "Zhuoyi Pang, Jian-Hui Zhang, Dian-Jun Zhao",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2412.19862v3 Announce Type: replace-cross \nAbstract: We show that the traditional moments approach in lattice QCD, based on operator product expansion (OPE), can be realized in a way that utilizes derivatives in momentum rather than in distance. This also avoids power divergent mixings, and thus allows to extract moments order by order, to all orders in principle. Moreover, by exploiting the symmetry of lattice matrix elements,we can determine the even and odd moments separately. As a demonstrative example, we determine the first three moments beyond the tensor charge gT of the isovector quark transversity distribution in the nucleon."
    },
    {
      "title": "Phases in WLZZ matrix models",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269325006057?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: October 2025Source: Physics Letters B, Volume 869Author(s): A. Mironov, A. Oreshina, A. Popolitov"
    },
    {
      "title": "Excited states from ADAPT-VQE convergence path in many-body problems: Application to nuclear pairing problem and <math xmlns:mml=\"http://www.w3.org/1998/Math/MathML\" altimg=\"si31.svg\" class=\"math\"><msub><mi>H</mi><mn>4</mn></msub></math> molecule dissociation",
      "link": "https://www.sciencedirect.com/science/article/pii/S037026932500601X?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: October 2025Source: Physics Letters B, Volume 869Author(s): Jing Zhang, Denis Lacroix"
    },
    {
      "title": "The ANC of <math xmlns:mml=\"http://www.w3.org/1998/Math/MathML\" altimg=\"si1.svg\" class=\"math\"><msup><mrow></mrow><mn>16</mn></msup></math>O states from <math xmlns:mml=\"http://www.w3.org/1998/Math/MathML\" altimg=\"si2.svg\" class=\"math\"><msup><mrow></mrow><mn>7</mn></msup></math>Be + <math xmlns:mml=\"http://www.w3.org/1998/Math/MathML\" altimg=\"si3.svg\" class=\"math\"><msup><mrow></mrow><mn>12</mn></msup></math>C <math xmlns:mml=\"http://www.w3.org/1998/Math/MathML\" altimg=\"si4.svg\" class=\"math\"><mi>α</mi></math>-transfer reaction to study <math xmlns:mml=\"http://www.w3.org/1998/Math/MathML\" altimg=\"si3.svg\" class=\"math\"><msup><mrow></mrow><mn>12</mn></msup></math>C(<math xmlns:mml=\"http://www.w3.org/1998/Math/MathML\" altimg=\"si17.svg\" class=\"math\"><msup><mrow><mi>α</mi><mo>,</mo><mi>γ</mi><mo>)</mo></mrow><mn>16</mn></msup></math>O",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269325005969?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: October 2025Source: Physics Letters B, Volume 869Author(s): K. Kundalia, D. Gupta, Sk M. Ali, R. Mitra, Swapan K. Saha, O. Tengblad, A. Perea, I. Martel, J. Cederkall, A.M. Moro"
    },
    {
      "title": "Microscopic nuclear structure study of <math xmlns:mml=\"http://www.w3.org/1998/Math/MathML\" altimg=\"si1.svg\" class=\"math\"><msup><mrow></mrow><mn>229</mn></msup></math>Th by Projected Shell Model",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269325006173?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: Available online 3 September 2025Source: Physics Letters BAuthor(s): Zi-Rui Chen, Long-Jun Wang, Yuanbin Wu"
    },
    {
      "title": "Thermodynamic Topology, Photon Spheres, and Evidence for Weak Gravity Conjecture in Charged Black Holes with Perfect Fluid within Rastall Theory",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269325006215?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: Available online 2 September 2025Source: Physics Letters BAuthor(s): Saeed Noori Gashti, İzzet Sakallı, Behnam Pourhassan"
    }
  ]
}