{
  "lastUpdated": "2025-07-27T03:03:02.837346",
  "papers": [
    {
      "title": "Stellar Weak Rates of the $rp$-Process Waiting Points: Effects of Strong Magnetic Fields",
      "link": "http://link.aps.org/doi/10.1103/wg2d-fx7j",
      "authors": "Qi-Ye Hu, Long-Jun Wang, and Yang Sun",
      "source": "Physical Review Letter",
      "summary": "Author(s): Qi-Ye Hu, Long-Jun Wang, and Yang SunIncorporating microscopic nuclear-structure information into the discussion of bulk properties of astronomical objects such as neutron stars has always been a challenging issue in interdisciplinary nuclear astrophysics. Using the $rp$-process nucleosynthesis as an example, we studied the effective s…[Phys. Rev. Lett. 135, 042702] Published Fri Jul 25, 2025"
    },
    {
      "title": "Evaporation-residue cross sections of superheavy nuclei from $^{50}\\mathrm{Ti}$-induced fusion reactions based on the dinuclear-system model",
      "link": "http://link.aps.org/doi/10.1103/fg39-yfgk",
      "authors": "Chun-Yu Zhang (张椿雨), Dong-Min Li (李东敏), Wei-Juan Zhao (赵维娟), and Bing Wang (王兵)",
      "source": "Physical Review C",
      "summary": "Author(s): Chun-Yu Zhang (张椿雨), Dong-Min Li (李东敏), Wei-Juan Zhao (赵维娟), and Bing Wang (王兵)Based on the empirical coupled-channel (ECC) model for calculating capture cross section and the statistical model for calculating survival probability, we adopt the dinuclear system (DNS) model for a systematic investigation of the evaporation-residue (ER) cross sections of the reactions leading to…[Phys. Rev. C 112, 014623] Published Fri Jul 25, 2025"
    },
    {
      "title": "Resonant nuclear fusion at second order",
      "link": "http://link.aps.org/doi/10.1103/gf4g-j5jc",
      "authors": "Harishyam Kumar and Pankaj Jain",
      "source": "Physical Review C",
      "summary": "Author(s): Harishyam Kumar and Pankaj JainWe study the possibility of a low-energy nuclear fusion reaction assisted by a low-energy resonance. We use a simple potential model and replace repulsive Coulomb barrier with the step potential barrier. This is convenient since it allows us to perform analytic calculations and have better control o…[Phys. Rev. C 112, 014624] Published Fri Jul 25, 2025"
    },
    {
      "title": "${K}^{−}d→π\\mathrm{Λ}N$ reaction with in-flight kaons for studying the $\\mathrm{Λ}N$ interaction",
      "link": "http://link.aps.org/doi/10.1103/8d48-w2dr",
      "authors": "Shunsuke Yasunaga, Daisuke Jido, and Takatsugu Ishikawa",
      "source": "Physical Review C",
      "summary": "Author(s): Shunsuke Yasunaga, Daisuke Jido, and Takatsugu IshikawaThe $\\mathrm{Λ}N$ invariant mass spectra for the reactions ${K}^{−}d→{π}^{−}\\mathrm{Λ}p$ and ${K}^{−}d→{π}^{0}\\mathrm{Λ}n$ are calculated for experimental study of isospin symmetry breaking in the $\\mathrm{Λ}N$ scattering at low energies, the difference in the scattering lengths and effective ranges…[Phys. Rev. C 112, 015208] Published Fri Jul 25, 2025"
    },
    {
      "title": "Properties of states near ${E}_{x}=6$ MeV in $^{18}\\mathrm{Ne}$ through $^{17}\\mathrm{F}+p$ scattering",
      "link": "http://link.aps.org/doi/10.1103/6cm6-s6g7",
      "authors": "B. Sudarsan, L. E. Linhardt, J. C. Blackmon, C. M. Deibel, H. E. Gardiner, K. T. Macon, B. C. Rasco, M. Matoš, D. Santiago-Gonzalez, L. T. Baby, I. Wiedenhöver, E. Koshchiy, G. Rogachev, and D. W. Bardayan",
      "source": "Physical Review C",
      "summary": "Author(s): B. Sudarsan, L. E. Linhardt, J. C. Blackmon, C. M. Deibel, H. E. Gardiner, K. T. Macon, B. C. Rasco, M. Matoš, D. Santiago-Gonzalez, L. T. Baby, I. Wiedenhöver, E. Koshchiy, G. Rogachev, and D. W. BardayanBackground: The rate of energy production in the hot-CNO cycle and breakout to the rapid-proton capture process in Type I X-ray bursts is strongly related to the $^{14}\\mathrm{O}(α,p)^{17}\\mathrm{F}$ reaction rate.Purpose: The properties of states in $^{18}\\mathrm{Ne}$ near ${E}_{x}=6.1–6.3$ MeV are…[Phys. Rev. C 112, 015810] Published Fri Jul 25, 2025"
    },
    {
      "title": "New experimental insights about dissipation near shell closure",
      "link": "http://link.aps.org/doi/10.1103/xhlj-55lw",
      "authors": "Punit Dubey, Mahima Upadhyay, Mahesh Choudhary, Namrata Singh, Shweta Singh, A. Kumar, N. Saneesh, Mohit Kumar, Rishabh Prajapati, K. S. Golda, Akhil Jhingan, P. Sugathan, Jhilam Sadhukhan, Raghav Aggarwal, and  Kiran",
      "source": "Physical Review C",
      "summary": "Author(s): Punit Dubey, Mahima Upadhyay, Mahesh Choudhary, Namrata Singh, Shweta Singh, A. Kumar, N. Saneesh, Mohit Kumar, Rishabh Prajapati, K. S. Golda, Akhil Jhingan, P. Sugathan, Jhilam Sadhukhan, Raghav Aggarwal, and  KiranThe pre- and postscission neutron multiplicities have been determined for the fission of the compound nucleus (CN) $^{206}\\mathrm{Rn}$, induced by the reaction $^{28}\\mathrm{Si}+^{178}\\mathrm{Hf}$ within the excitation energy interval of 61.0–90.0 MeV. We intentionally formed the CN $^{206}\\mathrm{R…[Phys. Rev. C 112, L011602] Published Fri Jul 25, 2025"
    },
    {
      "title": "Elastic scattering of 10B + 119Sn: optical model analysis at energies around the Coulomb barrier",
      "link": "http://iopscience.iop.org/article/10.1088/1361-6471/adeda6",
      "authors": "W A Y Hatano, L R Gasques, V Scarduelli, L C Chamon, J K L Chaves, L M Martinis, G P Cessel, M A G Alvarez, J P Fernández-García and L Garrido-Gómez",
      "source": "Journal of Physics G: Nuclear and Particle Physics",
      "summary": "This work investigates the elastic scattering of 10B on 119Sn at several energies around the Coulomb barrier. The experimental angular distributions are analyzed within the optical model framework using two different nuclear interactions: the São Paulo potential (SPP) and its updated version, SPP2. The analysis shows that SPP2 provides a better overall description of the data, with the main differences between the two interactions stemming from the matter density adopted for the 10B projectile. The optical potentials obtained in this study are expected to serve as a reliable starting point for describing cross sections of other reaction channels for this system within the coupled-channel formalism."
    },
    {
      "title": "Flavor-changing Lorentz and CPT violation in muonic atoms",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269325005167?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: September 2025Source: Physics Letters B, Volume 868Author(s): V. Alan Kostelecký, W.P. McNulty, E. Passemar, N. Sherrill"
    }
  ]
}