{
  "lastUpdated": "2025-11-14T02:28:15.083968",
  "papers": [
    {
      "title": "Neutrinoless $ββ$ decay in the interacting boson model based on the nuclear energy density functionals",
      "link": "http://link.aps.org/doi/10.1103/mp2q-ntgr",
      "authors": "Kosuke Nomura",
      "source": "Physical Review C",
      "summary": "Author(s): Kosuke NomuraThe neutrinoless $ββ$ ($0νββ$) decay nuclear matrix elements (NMEs) are calculated in the interacting boson model (IBM), which is based on the nuclear energy density functional (EDF) theory. The Hamiltonian of the IBM that gives rise to the energies and wave functions of the ground and excited state…[Phys. Rev. C 112, 054310] Published Thu Nov 13, 2025"
    },
    {
      "title": "Microscopic optical potentials from a Green's function approach",
      "link": "http://link.aps.org/doi/10.1103/wtmw-b26w",
      "authors": "G. H. Sargsyan, G. Potel, K. Kravvaris, and J. E. Escher",
      "source": "Physical Review C",
      "summary": "Author(s): G. H. Sargsyan, G. Potel, K. Kravvaris, and J. E. EscherPhenomenological nuclear reaction models primarily rely on data from stable isotopes. It is uncertain how these models would perform when applied to reactions involving unstable, exotic isotopes the data of which are crucial for astrophysics, medicine, and energy applications. To address this challenge, the authors introduce a microscopic optical potential, derived from the Feshbach formalism and informed by the valence shell model. The work presents an innovative self-consistent, iterative approach for calculating the nonlocal Green’s function, forging a direct and systematic link between nuclear structure and reaction theory. Applied to n+24Mg elastic scattering, the new optical potential yields close agreement with experimental data, demonstrating a powerful and necessary tool for modeling reactions away from the valley of stability.[Phys. Rev. C 112, 054606] Published Thu Nov 13, 2025"
    },
    {
      "title": "Modeling direct and pre-equilibrium processes of neutron-induced reactions with the noniterative finite amplitude method and with the distorted-wave Born approximation",
      "link": "http://link.aps.org/doi/10.1103/jjd9-9hrs",
      "authors": "Hirokazu Sasaki, Toshihiko Kawano, and Marc Dupuis",
      "source": "Physical Review C",
      "summary": "Author(s): Hirokazu Sasaki, Toshihiko Kawano, and Marc DupuisThis work develops a fully microscopic framework for neutron-induced reactions to describe direct and one-step pre-equilibrium processes. The authors combine the noniterative finite-amplitude method (FAM) with the distorted-wave Born approximation (DWBA). The resulting FAM-QRPA+DWBA formalism employs the Skyrme effective interaction to derive quasiparticle random-phase approximation (QRPA) equations, which leads to a consistent and parameter-free treatment of neutron inelastic scattering to both discrete and continuum states. Applied to the 208Pb(n,n′) reaction, the method accurately reproduces measured differential and double-differential cross sections across 7–25 MeV without empirical adjustments. The calculated spin distributions of residual nuclei agree with combinatorial 1p–1h systematics, demonstrating that the noniterative FAM-QRPA+DWBA approach provides an efficient and predictive tool for modeling neutron-induced reactions within a unified microscopic framework.[Phys. Rev. C 112, 054607] Published Thu Nov 13, 2025"
    },
    {
      "title": "Nuclear cross sections from low-energy interactions",
      "link": "http://link.aps.org/doi/10.1103/hfnm-ytj5",
      "authors": "J. Boström, J. Rotureau, B. G. Carlsson, and A. Idini",
      "source": "Physical Review C",
      "summary": "Author(s): J. Boström, J. Rotureau, B. G. Carlsson, and A. IdiniDescribing reactions with deformed nuclei remains a challenging task. The article proposes a microscopic method to consistently calculate cross sections and construct optical potentials for such systems, using symmetry breaking and restoration techniques. The formalism builds Green’s functions and self-energies from multiple reference states, with sum rules that allow truncation of the many-body space, overall reducing computational time. Applied to neutron scattering on 24Mg, the approach reproduces cross sections and demonstrates a promising path toward systematic microscopic optical potentials for heavy and deformed nuclei.[Phys. Rev. C 112, L051602] Published Thu Nov 13, 2025"
    },
    {
      "title": "Effect of nuclear rotation on nucleon transfer and fusion in low-energy heavy-ion collisions",
      "link": "http://link.aps.org/doi/10.1103/ynd9-n1sy",
      "authors": "Xiang Jiang, Rong An, and Nan Wang",
      "source": "Physical Review C",
      "summary": "Author(s): Xiang Jiang, Rong An, and Nan WangWe perform time-dependent Hartree-Fock simulations of the collision between $^{16}\\mathrm{O}$ and a rotating $^{24}\\mathrm{Mg}$ nucleus, whose intrinsic rotation is initialized using the cranked Hartree-Fock method. At sub-barrier incident energies, nuclear rotation significantly broadens the neutro…[Phys. Rev. C 112, L051603] Published Thu Nov 13, 2025"
    },
    {
      "title": "Effects of the hadronic molecule $N(2080)3/{2}^{−}$ on ${K}^{*+}\\mathrm{Λ}$ photoproduction",
      "link": "http://link.aps.org/doi/10.1103/qp7h-tshk",
      "authors": "Wen-Ya Tian, Neng-Chang Wei, Yu-Fei Wang, Fei Huang, and Bing-Song Zou",
      "source": "Physical Review C",
      "summary": "Author(s): Wen-Ya Tian, Neng-Chang Wei, Yu-Fei Wang, Fei Huang, and Bing-Song ZouIn our previous work [Phys. Rev. C 101, 014003 (2020)], we analyzed all available data on differential cross sections and spin density matrix elements for the $γp→{K}^{*+}\\mathrm{Λ}$ reaction using an effective Lagrangian approach. There, the $t$-channel $K, {K}^{*}$, and $κ$ exchanges, the $u$-chan…[Phys. Rev. C 112, 055203] Published Wed Nov 12, 2025"
    },
    {
      "title": "Electromagnetic Radiation from Baryon-Rich Matter in Heavy-Ion Collisions",
      "link": "https://arxiv.org/abs/2511.08773",
      "authors": "Xiang-Yu Wu, Charles Gale, Sangyong Jeon, Jean-Fran\\c{c}ois Paquet, Bj\\\"orn Schenke, Chun Shen",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2511.08773v1 Announce Type: new \nAbstract: We perform a study of electromagnetic radiation in heavy-ion collisions at Relativistic Heavy Ion Collider (RHIC) Beam Energy Scan (BES) and SPS energies using the iEBE-MUSIC framework, which includes 3D dynamical Monte Carlo Glauber initial conditions, MUSIC (3+1)D viscous relativistic hydrodynamics, and the UrQMD hadronic afterburner. The multistage modeling has been calibrated to hadronic data at RHIC-BES energies using a Bayesian analysis. Integrating the thermal photon emission rates with the medium evolution, we study the direct photon yield and elliptic flow and how they vary with collision energy and emission source. We compare with results obtained by the STAR and PHENIX Collaborations. We employ next-to-leading order thermal QCD dilepton emission rates to compute dilepton invariant mass spectra and extract the effective temperature of the quark-gluon plasma at different collision energies."
    },
    {
      "title": "Nuclear shape dynamics in low-energy heavy-ion reactions",
      "link": "https://arxiv.org/abs/2511.09078",
      "authors": "K. Hagino",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2511.09078v1 Announce Type: new \nAbstract: We discuss recent theoretical developments in low-energy heavy-ion reactions. To this end, we put emphasis on a viewpoint of probing nuclear shapes with heavy-ion reactions. We first discuss a single-channel problem with an optical potential model. We particularly discuss a microscopic modeling of the imaginary part of an optical potential as well as a visualization of quantum interference phenomena observed in heavy-ion elastic scattering. We then discuss multi-channel scattering problems, and demonstrate that heavy-ion fusion reactions at energies around the Coulomb barrier are sensitive to the shape of colliding nuclei, providing a powerful tool to probe nuclear shapes. We finally point out that relativistic heavy-ion collisions have large similarities to low-energy heavy-ion reactions in the context of nuclear shape dynamics."
    },
    {
      "title": "Explaining higher-order correlations between elliptic and triangular flow",
      "link": "https://arxiv.org/abs/2511.09283",
      "authors": "Mubarak Alqahtani, Jean-Yves Ollitrault",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2511.09283v1 Announce Type: new \nAbstract: The ALICE Collaboration has analyzed a number of cumulants mixing elliptic flow ($v_2$) and triangular flow ($v_3$), involving up to $8$ particles, in Pb+Pb collisions at the LHC. We unravel an unexpected simplicity in these complex mathematical quantities for collisions at fixed impact parameter. We show that as one increases the order in $v_2$, for a given order in $v_3$, the changes in the cumulants are solely determined by the mean elliptic flow in the reaction plane, which originates from the almond-shaped geometry of the overlap area between the colliding nuclei. We derive simple analytic relations between cumulants of different orders on this basis. Some of these relations are in reasonable agreement with existing data. We postulate that agreement will be much improved if the analysis is repeated with a finer centrality binning and a larger pseudorapidity acceptance."
    },
    {
      "title": "Nuclear surface energy solving Hartree-Fock equations with Gogny interactions using Lagrange mesh",
      "link": "https://arxiv.org/abs/2511.09359",
      "authors": "Dany Davesne, Alessandro Pastore, Jesus Navarro",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2511.09359v1 Announce Type: new \nAbstract: Hartree Fock equations for finite range interactions in a slab of nuclear matter are presented and solved using an algorithm based on the Lagrange mesh method. This approach is faster and more efficient than the Numerov algorithm commonly used in the literature. Thanks to the improved numerical accuracy, we were able to perform calculations with sufficiently large boxes to minimize the impact of Friedel oscillations on the final results, achieving a precision on the surface energy within a few dozens of keV. Results are presented for several Gogny interactions that have not been previously discussed. In addition, the inclusion of the spin orbit term is examined, showing a net reduction of 1.2-1.9 MeV in the surface energy."
    },
    {
      "title": "Analytical Solution and Lie Algebra of the Relativistic Boltzmann Equation",
      "link": "https://arxiv.org/abs/2511.08652",
      "authors": "Yi Wang, Xuan Zhao, Zhe Xu, Jin Hu",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2511.08652v1 Announce Type: cross \nAbstract: In this work, we present a novel and more efficient approach to constructing the relativistic BKW (Bobylev, Krook, and Wu) solution. By introducing a class of ansatz functions for the distribution function, we demonstrate that within this specific ansatz space, only the equilibrium and BKW-type forms yield exact solutions to the nonlinear Boltzmann equation. Furthermore, guided by physical insight and drawing upon the framework of relativistic kinetic theory, we derive the Lie algebra of invariant transformations admitted by the relativistic Boltzmann equation. From this algebra, the corresponding symmetry group transformations can be systematically constructed."
    },
    {
      "title": "Isospin-breaking in the $\\pi \\pi$ scattering amplitude I: Effects due to the pion mass difference",
      "link": "https://arxiv.org/abs/2511.08680",
      "authors": "Gilberto Colangelo, Martina Cottini, Jacobo Ruiz de Elvira",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2511.08680v1 Announce Type: cross \nAbstract: This is the first of a series of papers devoted to a detailed analysis of isospin-breaking effects in the $\\pi \\pi$ scattering amplitude and the vector form factor of the pion. Isospin breaking originates from the mass difference between up and down quarks and from electromagnetic effects. The latter can be further split into effects due to the pion-mass difference and the remaining virtual and real photonic effects. In this paper, we derive the modifications to the Roy equations for $\\pi\\pi$ scattering due to the mass difference between the charged and the neutral pion. We solve the equations numerically after matching them to the chiral representation of the $\\pi \\pi$ scattering amplitude evaluated in the same approximation, which is also provided. Numerical results are presented and discussed in detail."
    },
    {
      "title": "Correlations between heavy mesons and the creation of the charmonia, bottomonia, and $B_c$ mesons in high energy $pp$ collisions",
      "link": "https://arxiv.org/abs/2511.08796",
      "authors": "Jiaxing Zhao, Joerg Aichelin, Pol Bernard Gossiaux, Klaus Werner",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2511.08796v1 Announce Type: cross \nAbstract: The different QCD processes, which can produce a heavy quark-antiquark ($Q\\bar Q$) pair, induce different correlations between the heavy quarks. Employing the EPOS4HQ event generator we study the consequences of these correlations and compare the calculation with experimental results on open and hidden heavy flavour mesons, measured in proton-proton (pp) collisions at RHIC and LHC energies. We find that the measured correlations between heavy mesons are a direct image of the different production mechanisms, which contribute also in a different way to the transverse momentum distribution of open and hidden heavy flavour mesons. The latter are calculated in a Wigner density approach which also enables to reproduce quantitatively the measured $B_c$ spectra. This agreement allows conclusions on the spatial distribution of the heavy quark creation processes."
    },
    {
      "title": "The color force acting on a quark in the pion and nucleon",
      "link": "https://arxiv.org/abs/2511.09019",
      "authors": "Wei-Yang Liu, Edward Shuryak, Ismail Zahed",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2511.09019v1 Announce Type: cross \nAbstract: In the Operator Product Expansion (OPE) of hard scattering amplitudes, the twist-3 operators describe local colored Lorentz forces acting on a quark, thereby providing a measure of the strength of the gluon fields. Its value is directly accessible from the nucleon twist-3 polarized $g_2$-parton distribution function. In the semiclassical (instanton-based) QCD vacuum models, the leading non-perturbative contribution stems from correlated instanton-anti-instanton pairs, or molecules. We analyze the magnitude of the color force on a 'struck' quark in light hadrons (pion and nucleon), in the context of the instanton liquid model (ILM). We derive explicitly the pertinent form factors associated to the color Lorenz force, and show that they are intimately related to the pertinent hadronic gravitational and transversity form factors. Using the ILM enhanced by molecules, we detail the ensuing colored force distribution in the transverse plane for luminal pions and nucleons. The results for the nucleons are in good agreement with those reported recently from a lattice collaboration."
    },
    {
      "title": "Strongly intensive quantities for rapidity correlations of multiplicities",
      "link": "https://arxiv.org/abs/2511.09259",
      "authors": "Evgeny Andronov",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2511.09259v1 Announce Type: cross \nAbstract: Studies of the phase diagram of strongly interacting matter created in nuclear collisions are typically carried out using event-by-event fluctuations. Well-known way to disentangle statistical and dynamical fluctuations is to construct special observables named strongly intensive which are free from trivial volume fluctuations. Within the color string model behavior of the second-order strongly intensive quantity $\\Sigma$ is completely determined by the two-particle correlation function from a single string and the string fusion mechanism. In this paper, we analyze third-order strongly intensive observable for forward-backward rapidity correlations and test its behavior within the PYTHIA8 model."
    },
    {
      "title": "Hadronic tensor molecule <math xmlns:mml=\"http://www.w3.org/1998/Math/MathML\" altimg=\"si36.svg\" class=\"math\"><mrow><msubsup><mi>B</mi><mi>c</mi><mrow><mo>*</mo><mo>+</mo></mrow></msubsup><msubsup><mi>B</mi><mi>c</mi><mrow><mo>*</mo><mo>−</mo></mrow></msubsup></mrow></math>",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269325007725?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: Available online 13 November 2025Source: Physics Letters BAuthor(s): S.S. Agaev, K. Azizi, H. Sundu"
    },
    {
      "title": "Differential Space of Feynman Integrals: Annihilators and D-module",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269325007816?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: Available online 12 November 2025Source: Physics Letters BAuthor(s): Vsevolod Chestnov, Wojciech Flieger, Pierpaolo Mastrolia, Saiei-Jaeyeong Matsubara-Heo, Nobuki Takayama, William J. Torres Bobadilla"
    }
  ]
}