{
  "lastUpdated": "2025-10-08T02:16:56.566116",
  "papers": [
    {
      "title": "Further steps toward the next generation of covariant energy density functionals",
      "link": "http://link.aps.org/doi/10.1103/y2th-7whq",
      "authors": "B. Osei, A. V. Afanasjev, A. Taninah, A. Dalbah, U. C. Perera, V. A. Dzuba, and V. V. Flambaum",
      "source": "Physical Review C",
      "summary": "Author(s): B. Osei, A. V. Afanasjev, A. Taninah, A. Dalbah, U. C. Perera, V. A. Dzuba, and V. V. FlambaumThe present study aims at further development of covariant energy density functionals (CEDFs) towards more accurate description of binding energies across the nuclear chart. Infinite basis corrections to binding energies in the fermionic and bosonic sectors of the covariant density functional theory…[Phys. Rev. C 112, 044304] Published Tue Oct 07, 2025"
    },
    {
      "title": "Investigation of the neutron-proton effective mass splitting via heavy ion collisions: Constraints and implications",
      "link": "http://link.aps.org/doi/10.1103/lcmj-grrq",
      "authors": "Junping Yang, Meiqi Sun, Ying Cui, Yangyang Liu, Zhuxia Li, Kai Zhao, and Yingxun Zhang",
      "source": "Physical Review C",
      "summary": "Author(s): Junping Yang, Meiqi Sun, Ying Cui, Yangyang Liu, Zhuxia Li, Kai Zhao, and Yingxun ZhangThe neutron-proton effective mass splitting ($\\mathrm{Δ}{m}_{np}^{*}$) is investigated through analyses of heavy-ion collisions using the improved quantum molecular dynamics model with both standard and extended Skyrme interactions. By uncovering the strong correlation between the slope of the neutr…[Phys. Rev. C 112, 044604] Published Tue Oct 07, 2025"
    },
    {
      "title": "One- and two-body current contributions to lepton-nucleus scattering",
      "link": "http://link.aps.org/doi/10.1103/m645-5whh",
      "authors": "Alessandro Lovato, Noemi Rocco, and Noah Steinberg",
      "source": "Physical Review C",
      "summary": "Author(s): Alessandro Lovato, Noemi Rocco, and Noah SteinbergModeling lepton-nucleus scattering with the accuracy required to extract neutrino-oscillation parameters from long- and short-baseline experiments necessitates retaining most quantum-mechanical effects. One such effect is the interference between one- and two-body current operators in the transition…[Phys. Rev. C 112, 045501] Published Tue Oct 07, 2025"
    },
    {
      "title": "Optimized binning for response function reconstruction via Chebyshev expansions",
      "link": "http://link.aps.org/doi/10.1103/lb85-2487",
      "authors": "Immo C. Reis, Joanna E. Sobczyk, and Sonia Bacca",
      "source": "Physical Review C",
      "summary": "Author(s): Immo C. Reis, Joanna E. Sobczyk, and Sonia BaccaWe propose an optimized histogram binning strategy to reconstruct nuclear response functions via the Chebyshev expansion bound-state method. Our approach employs a stochastic regularization of the density of states to define adaptive, equal-area bins. Using the deuteron solved in a harmonic-oscillat…[Phys. Rev. C 112, 045502] Published Tue Oct 07, 2025"
    },
    {
      "title": "Semiclassical treatment of bottomonium suppression and regeneration in $p+{\\rm Pb}$ collisions",
      "link": "https://arxiv.org/abs/2510.03456",
      "authors": "Sabin Thapa, Biaogang Wu, Ramona Vogt, Ralf Rapp",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2510.03456v1 Announce Type: new \nAbstract: We study bottomonium suppression in $p+ {\\rm Pb}$ relative to $p+p$ collisions at center-of-mass energies of $\\sqrt{s_{NN}}= 5.02$ and 8.16~TeV. Specifically, we combine cold nuclear matter effects (nuclear modifications of the parton densities, energy loss and momentum broadening) with those from hot nuclear matter (suppression and regeneration) by implementing the formation of a quark-gluon plasma in hydrodynamic simulations. Bottomonium transport in the quark-gluon plasma is evaluated semiclassically, employing two different reaction rates. The first includes quasi-free inelastic scattering and gluo-dissociation employing a perturbative coupling to the medium. The second is based on in-medium $T$-matrix calculations where the input potential is constrained by lattice quantum chromodynamics to extract the bottomonium masses and dissociation rates. These semiclassical results are compared to previous calculations in an open quantum systems approach and to the experimental data. Predictions for $\\chi_b$ suppression at $\\sqrt{s_{NN}} = 8.16$~TeV are also presented."
    },
    {
      "title": "First Demonstration that Quark-Gluon Plasma has a Nonzero Resolution Length",
      "link": "https://arxiv.org/abs/2510.03390",
      "authors": "Arjun Srinivasan Kudinoor, Daniel Pablos, Krishna Rajagopal",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2510.03390v1 Announce Type: cross \nAbstract: We report on our investigation in arXiv:2509.08881 of how recent jet substructure measurements constrain the resolution length $L_{\\rm res}$ of the quark-gluon plasma formed in heavy-ion collisions. $L_{\\rm res}$ is defined such that high-energy partons within a jet shower are resolved by the medium if and only if they are separated by a distance greater than $L_{\\rm res}$. Using the Hybrid Model, we reproduce ALICE data on the scaled Soft Drop angle $\\theta_g$ for $R=0.2$ charged-particle jets and ATLAS data on the Hard Group angle $\\Delta R_{12}$ for $R=1$ jets reclustered from skinny $R = 0.2$ inclusive subjets. We find that the narrowing of the $\\theta_g$-distribution in PbPb collisions observed by ALICE and the suppression of $R=1$ jets with multiple skinny subjets in PbPb collisions observed by ATLAS rule out $L_{\\rm res} = \\infty$, where each entire parton shower loses energy to the plasma coherently as if it were a single colored object. We then compare Hybrid Model calculations to ATLAS measurements of $R_{\\rm AA}$ of $R=1$ jets reclustered from $R=0.2$ subjets, as a function of the Soft Drop angle $dR_{12}$ obtained by grooming all charged-particle tracks associated with each $R=1$ jet. We demonstrate, for the first time, that the ATLAS data is inconsistent with $L_{\\rm res} = 0$, where the plasma resolves every splitting in a parton shower. Our results agree best with the data when QGP possesses a finite, nonzero $L_{\\rm res}\\sim (1-2)/(\\pi T)$."
    },
    {
      "title": "Effects of hadronic molecule $N(2080)3/2^-$ on $K^{*+}\\Lambda$ photoproduction",
      "link": "https://arxiv.org/abs/2510.03673",
      "authors": "Wen-Ya Tian, Neng-Chang Wei, Yu-Fei Wang, Fei Huang, Bing-Song Zou",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2510.03673v1 Announce Type: cross \nAbstract: In our previous work [Phys. Rev. C {\\bf 101}, 014003 (2020)], we have analyzed all available data on differential cross sections and spin density matrix elements for the $\\gamma p \\to K^{\\ast +} \\Lambda$ reaction using an effective Lagrangian approach. There, the $t$-channel $K$, $K^*$, and $\\kappa$ exchanges, the $u$-channel $\\Lambda$, $\\Sigma$, and $\\Sigma^*$ exchanges, the $s$-channel $N$, $N(2060)5/2^-$, and $N(2000)5/2^+$ exchanges, and the interaction current were taken into account in constructing the reaction amplitudes. It was found that, overall, the agreement of the theoretical results with the corresponding data is fairly good. However, noticeable discrepancies between the model results and the data on spin density matrix elements $\\rho_{00}$ are still observed in the center-of-mass energy region around $W \\approx 2.08$ GeV, indicating the need for additional reaction mechanisms. On the other hand, the hidden-strange pentaquark-like state $N(2080)3/2^-$, which is proposed to be a $K^*\\Sigma$ molecular state as the strange partner of $P_c(4457)$ hadronic molecule, has been found to play quite active roles in reproducing the data for $K^{*+}\\Sigma^0$, $K^{*0}\\Sigma^+$, and $\\phi p$ photoproduction reactions. Based on these observations, in the present work, we reanalyze the data for the $\\gamma p \\to K^{\\ast +} \\Lambda$ reaction by incorporating the pentaquark-like state $N(2080)3/2^-$ in our previously proposed model. The results show that with the inclusion of the contributions of $N(2080)3/2^-$, the quality of the theoretical description of the $\\gamma p \\to K^{*+}\\Lambda$ data can be considerably improved."
    },
    {
      "title": "Quantum computing for heavy-ion physics: near-term status and future prospects",
      "link": "https://arxiv.org/abs/2510.04207",
      "authors": "Jo\\~ao Barata",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2510.04207v1 Announce Type: cross \nAbstract: We discuss recent advances in applying Quantum Information Science to problems in high-energy nuclear physics. After outlining key developments, open challenges, and emerging connections between these disciplines, we highlight recent results on the study of matter states, hard probes, and spin correlations using novel quantum technologies. This work summarizes the corresponding presentation delivered at the Quark Matter 2025 conference in Frankfurt, Germany."
    },
    {
      "title": "Proton Pandemonium: A first look at the $^{31}$Cl($\\beta p \\gamma$)$^{30}$P decay scheme",
      "link": "https://arxiv.org/abs/2510.04456",
      "authors": "Tamas Budner (Department of Physics and Astronomy, Michigan State University, East Lansing, MI 48824, USA, Facility for Rare Isotope Beams, Michigan State University, East Lansing, MI 48824, USA), Moshe Friedman (National Superconducting Cyclotron Laboratory, Michigan State University, East Lansing, MI 48824, USA, Racah Institute of Physics, Hebrew University, Jerusalem, Israel 91904), Lijie Sun (Facility for Rare Isotope Beams, Michigan State University, East Lansing, MI 48824, USA, School of Physics and Astronomy, Shanghai Jiao Tong University, Shanghai 200240, China), Christopher Wrede (Department of Physics and Astronomy, Michigan State University, East Lansing, MI 48824, USA, Facility for Rare Isotope Beams, Michigan State University, East Lansing, MI 48824, USA), B. Alex Brown (Department of Physics and Astronomy, Michigan State University, East Lansing, MI 48824, USA, Facility for Rare Isotope Beams, Michigan State University, East Lansing, MI 48824, USA), David P\\'erez-Loureiro (National Superconducting Cyclotron Laboratory, Michigan State University, East Lansing, MI 48824, USA), Jason Surbrook (Department of Physics and Astronomy, Michigan State University, East Lansing, MI 48824, USA, Facility for Rare Isotope Beams, Michigan State University, East Lansing, MI 48824, USA), Alexander Adams (Department of Physics and Astronomy, Michigan State University, East Lansing, MI 48824, USA, Facility for Rare Isotope Beams, Michigan State University, East Lansing, MI 48824, USA), Yassid Ayyad (National Superconducting Cyclotron Laboratory, Michigan State University, East Lansing, MI 48824, USA, IGFAE, Universidade de Santiago de Compostela, E-15782 Santiago de Compostela, Spain), Daniel W. Bardayan (Department of Physics and Astronomy, University of Notre Dame, Notre Dame, IN 46556, USA), Kyungyuk Chae (Department of Physics, Sungkyunkwan University, Suwon 440-746, Republic of Korea), Alan A. Chen (Department of Physics and Astronomy, McMaster University, Hamilton, ON L8S 4L8, Canada), Kelly A. Chipps (Physics Division, Oak Ridge National Laboratory, Oak Ridge, TN 37830-37831, USA, Department of Physics and Astronomy, University of Tennessee, Knoxville, TN 37996, USA), Marco Cortesi (Facility for Rare Isotope Beams, Michigan State University, East Lansing, MI 48824, USA), Brent Glassman (Department of Physics and Astronomy, Michigan State University, East Lansing, MI 48824, USA, National Superconducting Cyclotron Laboratory, Michigan State University, East Lansing, MI 48824, USA), Matthew R. Hall (Department of Physics and Astronomy, University of Notre Dame, Notre Dame, IN 46556, USA), Molly Janasik (Department of Physics and Astronomy, Michigan State University, East Lansing, MI 48824, USA, National Superconducting Cyclotron Laboratory, Michigan State University, East Lansing, MI 48824, USA), Johnson Liang (Department of Physics and Astronomy, McMaster University, Hamilton, ON L8S 4L8, Canada), Patrick O'Malley (Department of Physics and Astronomy, University of Notre Dame, Notre Dame, IN 46556, USA), Emanuel Pollacco (D\\'epartement de Physique Nucl\\'eaire, IRFU, CEA, Universit\\'e Paris-Saclay, F-91191, Gif-sur-Yvette, France), Athanasios Psaltis (Department of Physics and Astronomy, Saint Mary's University, Halifax, NS B3H 3C3, Canada), Jordan Stomps (Department of Physics and Astronomy, Michigan State University, East Lansing, MI 48824, USA, National Superconducting Cyclotron Laboratory, Michigan State University, East Lansing, MI 48824, USA), Tyler Wheeler (Department of Physics and Astronomy, Michigan State University, East Lansing, MI 48824, USA, Facility for Rare Isotope Beams, Michigan State University, East Lansing, MI 48824, USA)",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2510.04456v1 Announce Type: cross \nAbstract: Positron decays of proton-rich nuclides exhibit large $Q$ values, producing complex cascades which often involve various radiations, including protons and $\\gamma$ rays. Often, only one of the two are measured in a single experiment, limiting the accuracy and completeness of the decay scheme. An example is $^{31}$Cl, for which protons and $\\gamma$ rays have been measured in detail individually but never with substantial sensitivity to proton-$\\gamma$ coincidences. The purpose of this work is to provide detailed measurements of $^{31}$Cl $\\beta$-delayed proton decay including $\\beta$-$p$-$\\gamma$ sequences, extract spectroscopic information on $^{31}$S excited states as well as their $\\beta$ feeding, and compare to shell-model calculations. A fast, fragmented beam of $^{31}$Cl provided was deposited in the Gaseous Detector with Germanium Tagging (GADGET) system. GADGET's gas-filled Proton Detector was used to detect $beta$-delayed protons, and the Segmented Germanium Array (SeGA) was used to detect $\\beta$-delayed $\\gamma$ rays. Up to 18 previously unobserved $\\beta$-delayed proton transitions have been discovered, most of which populate excited states of $^{30}$P. Here present the first detailed $^{31}$Cl($\\beta p \\gamma$)$^{30}$P decay scheme and find improved agreement with theoretical calculations of the Gamow-Teller strength distribution for $^{31}$S excitation energies $7.5 < E_x < 9.5$ MeV. The present work demonstrates that the capability to detect $\\beta$-delayed protons and $\\gamma$ rays in coincidence is essential to construct accurate positron decay schemes for comparison to theoretical nuclear structure calculations. In some respects, this phenomenon for $\\beta$-delayed protons resembles the pandemonium effect originally introduced for $\\beta$-delayed $\\gamma$ rays."
    },
    {
      "title": "Overview of the latest developments in understanding the initial state and thermalization",
      "link": "https://arxiv.org/abs/2510.04661",
      "authors": "Kirill Boguslavski",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2510.04661v1 Announce Type: cross \nAbstract: A proper description of the non-equilibrium matter preceding the quark-gluon plasma (QGP) in heavy-ion collisions and its observable consequences remain a major theoretical challenge, while at the same time offering new opportunities for experimental exploration. In these proceedings, I provide an overview of studies presented in talks and posters at Quark Matter 2025 on this topic. We will focus on the latest developments regarding the features and the numerical description of the non-equilibrium pre-QGP matter, as well as the potential to use hard probes as a means to study the hydrodynamization dynamics of the QCD plasma."
    },
    {
      "title": "Barnett effect as a new source of magnetic field in heavy-ion collisions",
      "link": "https://arxiv.org/abs/2510.05066",
      "authors": "Dushmanta Sahu",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2510.05066v1 Announce Type: cross \nAbstract: The Barnett effect is a fundamental magnetomechanical phenomenon in which a ferromagnetic material becomes magnetized under rotation. Using a hadron resonance gas (HRG) model under rigid rotation, we compute the Barnett magnetization ($M_{\\rm Barnett}$) and show that it produces a magnetic field ($B_{\\text{ind}}$) comparable in magnitude to the well-known external field ($B_{\\text{ext}}$) from spectator protons at low energy heavy-ion collisions. This finding establishes the Barnett effect as a previously overlooked but essential source of magnetization and magnetic field in the heavy-ion collisions, with profound implications for understanding spin dynamics and anomalous transport in quantum chromodynamics under extreme rotation."
    },
    {
      "title": "Valence $1s-0d$ proton vacancy of the $^{32}$Si ground state",
      "link": "https://arxiv.org/abs/2510.05073",
      "authors": "N. Watwood, C. R. Hoffman, B. P. Kay, I. A. Tolstukhin, J. Chen, T. L. Tang, D. Bazin, Y. Ayyad, S. Beceiro-Novo, S. J. Freeman, L. P. Gaffney, R. Garg, H. Jayatissa, A. N. Kuchera, P. T. MacGregor, A. J. Mitchell, A. Mu\\~noz-Ramos, C. M\\\"uller-Gatermann, F. Recchia, C. Santamaria, M. Z. Serikow, D. K. Sharp, G. L. Wilson, A. H. Wuosmaa, J. C. Zamora",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2510.05073v1 Announce Type: cross \nAbstract: The $^{32}$Si($^3$He,$d$)$^{33}$P reaction was studied in inverse kinematics at 6.3~MeV/$u$. States in $^{33}$P corresponding to the proton $1s-0d$ single-particle orbitals were identified up to $\\sim$4.5 MeV in excitation energy. The ($^{3}$He,$d$) spectroscopic factors were determined from Distorted Wave Born Approximation calculations. When combined with complementary neutron-adding data, the $1s-0d$ proton vacancies in the $^{32}$Si ground state were extracted. In conjunction with a re-analysis of data from previous single-particle measurements, the trends in proton and neutron vacancy were explored across the $^{28,30,32,34}$Si isotopes. Both proton and neutron vacancy data show gradual changes in their occupancies. The proton $1s_{1/2}$ orbitals in $^{32}$Si and $^{34}$Si are both consistent with being empty. The ground-state nucleon distributions are described by shell-model calculations constrained to the $1s-0d$ model space."
    },
    {
      "title": "Firewall boundaries and mixed phases of rotating quark matter in linear sigma model",
      "link": "https://arxiv.org/abs/2502.19087",
      "authors": "Sergio Morales-Tejera, Victor E. Ambru\\c{s}, Maxim N. Chernodub",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2502.19087v2 Announce Type: replace \nAbstract: A rigidly-rotating body in unbounded space is usually considered a pathological system since it leads to faster-than-light velocities and associated breaches of causality. However, numerical results on chiral symmetry breaking in rotating plasmas of interacting fermions reveal surprisingly close correspondence in predictions between the rigorous bounded and formal unbounded approaches. To provide insight into this correlation, we consider the linear sigma model coupled to quarks, undergoing rigid rotation in unbounded Minkowski space-time. Within the mean-field approach, we adopt three consecutive levels of approximation to the ground state of the system that feature uniform (model 1), weakly inhomogeneous (model 2) and fully inhomogeneous (model 3) condensates. Models 1 and 2 that do not take into account spatial gradients of the condensate show agreement with the Tolman-Ehrenfest law. Model 3 exhibits a deviation from the Tolman-Ehrenfest prediction due to the appearance of a new energy scale set by the inhomogeneity of the ground state. Its boundary conditions are fixed by imposing regularity at the rotation axis and by demanding the global minimization of the grand potential. We dub the latter as ``firewall boundary conditions,'' translating into the requirement of vanishing condensate on the light cylinder, which follows from the fact that the system state formally diverges at the light cylinder. In all models, we present the phase diagram of the system and point out that in models 2 and 3, the system resides either in a chirally-restored phase, or in a mixed phase that possesses spatially-separated chirally-restored and chirally-broken phases. Finally, we discuss the properties of the system under inhomogeneous rotation using the relativistic version of the Rankine vortex model."
    },
    {
      "title": "Leptodermic corrections to the TOV equations and nuclear astrophysics within the effective surface approximation",
      "link": "https://arxiv.org/abs/2409.04745",
      "authors": "A. G. Magner, S. P. Maydanyuk, A. Bonasera, H. Zheng, T. Depastas, A. I. Levon, U. V. Grygoriev",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2409.04745v2 Announce Type: replace-cross \nAbstract: The macroscopic model for a neutron star (NS) as a liquid drop at the equilibrium\n  is used to extend the Tolman-Oppenheimer-Volkoff (TOV) equations taking into account the gradient terms\n  responsible for the system surface. The parameters of the Schwarzschild metric in the spherical case\n  are found with these surface corrections to the known leading (zero) order of the leptodermic approximation\n  $a/R<<1$, where $a$ is the NS effective-surface (ES) thickness, and $R$ is the effective NS radius.\n  The energy density $\\mathcal{E}$ is considered in a general form including the functions of the particle number\n  density and of its gradient terms. The macroscopic gravitational component $\\Phi(\\rho)$ of the energy density\n  is taken into account in the simplest form as expansion in powers of $\\rho-\\overline{\\rho} $, where\n  $\\overline{\\rho}$ is the saturation density, up to second order, in terms of its contributions to the\n  separation particle energy and incompressibility. Density distributions $\\rho$ across the NS ES in the\n  normal direction to the ES, which are derived in the simple analytical form at the same leading approximation, was\n  used for the derivation of the modified TOV (MTOV) equations by accounting for their NS surface corrections.\n  The MTOV equations are analytically solved at first order and the results are compared with the standard\n  TOV approach of the zero order."
    },
    {
      "title": "Symmetry and causality constraints on Fermi liquids",
      "link": "https://arxiv.org/abs/2501.02073",
      "authors": "Luca V. Delacr\\'etaz, Subham Dutta Chowdhury, Umang Mehta",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2501.02073v3 Announce Type: replace-cross \nAbstract: We investigate symmetry and causality constraints on interacting Fermi liquids. Whereas Galilean or Lorentz boost symmetry leads to a well-known constraint on the first Landau parameter $F_1$, we show that scale invariance similarly constrains $F_0$. In the case of conformal Fermi liquids, we show that causality constraints on the particle-hole continuum and on zero sound strongly restrict the available parameter space for interacting Fermi liquids. We also consider nonlinear response, which we show is sensitive to additional ``generalized Landau parameters'' even at lowest orders in the long wavelength limit. We impose Galilean, Lorentz and scale symmetry on these generalized Landau parameters, obtaining further nonlinear constraints. We test our constraints in several microscopic models that enter a Fermi liquid phase."
    },
    {
      "title": "Reconstructing transition GPDs for Δ(1232) from helicity amplitude A 1/2(Q 2) via dipole fits and impact parameter analysis",
      "link": "http://iopscience.iop.org/article/10.1088/1361-6471/ae0b99",
      "authors": "R Marinaro",
      "source": "Journal of Physics G: Nuclear and Particle Physics",
      "summary": "This work presents a modular reconstruction of the transition generalized parton distribution (GPD) HT(x, t) for the Δ(1232) resonance, based on digitized helicity amplitude data and dipole fits to A1/2(Q2). From the fitted amplitude, we extract a Sachs-like form factor F(t) and define a separable GPD model HT(x, t) = h(x) F(t), with h(x) modeled as a normalized Beta-like profile. This factorized ansatz satisfies the GPD sum rule and enables a direct two-dimensional Fourier transform to construct transverse spatial distributions q(x, b). We analyze how longitudinal shaping modulates transverse localization, and quantify spatial features using statistical diagnostics including mean radius, skewness, and kurtosis. The framework is reproducible, data-driven, and applicable to other transition channels, providing a physically interpretable map from amplitude behavior to spatial structure."
    },
    {
      "title": "“Analysis of Compact, Generalized Exponential Basis Functions for Helium”",
      "link": "https://link.springer.com/article/10.1007/s00601-025-02008-5",
      "authors": "Unknown",
      "source": "Few-Body Systems",
      "summary": "We present a detailed variational study of the helium atom using compact, generalized exponential basis functions (GEFs) that incorporate non-integer radial powers and adjustable exponential decay parameters. These trial wave functions, originally introduced by Koga and Kanayama, offer improved flexibility for describing electron behavior near the nucleus and at large distances. By optimizing the variational parameters a, b, and x, we construct wave functions that closely approximate the Hartree-Fock (HF) ground state using only a single basis term. We evaluate key expectation values, including $$\\langle \\hbox {r}\\rangle $$, $$\\langle 1/\\textrm{r}\\rangle $$, $$\\langle \\hbox {r}_{12}\\rangle $$, $$\\langle \\hbox {r}_{&lt;}\\rangle $$, and $$\\langle \\hbox {r}_{&gt;}\\rangle $$, and analyze the effects of radial power and decay parameters on kinetic, nuclear attraction, and electron-electron repulsion energies. Our results demonstrate that the total energy can be lowered to within 0.20 millihartree of the HF limit, matching the performance of larger Slater-type orbital expansions with far fewer parameters. We further investigate the influence of wave function parameters on the nuclear cusp and radial probability density. The findings highlight the utility of GEFs in compact atomic modeling, offering both computational efficiency and near-HF-limit accuracy, with significant pedagogical value for quantum chemistry instruction."
    }
  ]
}