{
  "lastUpdated": "2026-02-04T03:27:10.175679",
  "papers": [
    {
      "title": "Analysis of correlations between dipole transitions ${1}_{1}^{−} → {0}_{1}^{+}$ and ${3}_{1}^{−} → {2}_{1}^{+}$ based on the collective model",
      "link": "http://link.aps.org/doi/10.1103/fcgp-x5r2",
      "authors": "R. V. Jolos and E. A. Kolganova",
      "source": "Physical Review C",
      "summary": "Author(s): R. V. Jolos and E. A. KolganovaBackground: Observed systematic deviations of the value of the $B(E1;{1}_{1}^{−}→{0}_{1}^{+})/B(E1;{3}_{1}^{−}→{2}_{1}^{+})$ ratio in spherical nuclei from the prediction of the collective model which take into account only quadrupole and octupole collective modes are considered.Purpose: Our purpose…[Phys. Rev. C 113, 024301] Published Tue Feb 03, 2026"
    },
    {
      "title": "Exploring the partonic collectivity in small systems at energies available at the CERN Large Hadron Collider",
      "link": "http://link.aps.org/doi/10.1103/n22l-1gdb",
      "authors": "Yuanyuan Wang, Yili Wang, Wenbin Zhao, and Huichao Song",
      "source": "Physical Review C",
      "summary": "Author(s): Yuanyuan Wang, Yili Wang, Wenbin Zhao, and Huichao SongUsing the Hydro-Coal-Frag model that combines hydrodynamics at low ${p}_{\\mathrm{T}}$, quark coalescence at intermediate ${p}_{\\mathrm{T}}$, and the LBT transport model at high ${p}_{\\mathrm{T}}$, we study the spectra and elliptic flow of identified hadrons in high multiplicity $p$–Pb and $p$–$p$ co…[Phys. Rev. C 113, 024901] Published Tue Feb 03, 2026"
    },
    {
      "title": "Numerical simulations of non-relativistic stochastic fluids via the Metropolis algorithm",
      "link": "https://arxiv.org/abs/2602.00207",
      "authors": "Mattis Harhoff, S\\\"oren Schlichting, Lorenz von Smekal",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2602.00207v1 Announce Type: new \nAbstract: Stochastic hydrodynamics provides a dynamical framework for the evolution of fluctuations in heavy-ion collisions, but poses significant challenges in numerical simulations. We present an algorithm for the simulation of non-relativistic stochastic fluids in two spatial dimensions in a box. We use the robust Metropolis algorithm, handling fluctuations and dissipation at once by systematically replacing dissipative terms in the hydrodynamic equations by random forces. The algorithm can easily be modified for numerical simulations of other hydrodynamic theories. We present test cases as well as numerical calculations of the renormalization of shear viscosity."
    },
    {
      "title": "The Role of Ab Initio Beta-Decay Calculations in Light Nuclei for Probes of Physics Beyond the Standard Model",
      "link": "https://arxiv.org/abs/2602.00341",
      "authors": "Grigor H. Sargsyan, Garrett B. King, Ayala Glick-Magid, Chien-Yeah Seng",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2602.00341v1 Announce Type: new \nAbstract: Precision beta decay experiments serve as powerful probes of physics beyond the Standard Model, enabling stringent tests of fundamental symmetries of nature. In particular, these experiments primarily focus on precise determinations of the Cabibbo-Kobayashi-Maskawa matrix element Vud and the search for exotic weak currents, both of which depend critically on theoretical calculations of radiative, recoil-order, and isospin-breaking corrections with quantified uncertainties. In recent years, ab initio nuclear many-body methods--grounded in realistic nucleon-nucleon interactions and systematically improvable approximations--have advanced considerably in their ability to compute these higher-order corrections for various nuclei. This review provides a comprehensive overview of state-of-the-art ab initio calculations of beta-decay corrections, encompassing both radiative corrections and recoil-order terms, and examines their significance for precision tests of the Standard Model. We discuss the theoretical formalisms employed, including the integration of effective field theory frameworks with many-body approaches. Particular attention is given to recent results for superallowed Fermi decays (e.g., 10C -> 10B and 14O -> 14C) and allowed Gamow-Teller transitions (e.g., 6He -> 6Li, 8Li -> 8Be, 8B -> 8Be), where ab initio calculations have achieved unprecedented precision. We also highlight emerging calculations for unique forbidden decays, which offer complementary sensitivity to BSM physics. Finally, we outline future directions aimed at extending the reach of ab initio calculations to heavier nuclei and additional decay modes, thereby strengthening the synergy between theory and experiment in the ongoing search for new physics."
    },
    {
      "title": "Essential Ingredient for Radial-Composition Correlations in Two-Component Many-Body Systems: Short-Range Attractive Central Force",
      "link": "https://arxiv.org/abs/2602.00529",
      "authors": "Y. Lei",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2602.00529v1 Announce Type: new \nAbstract: The linear correlation between RMS radius difference and composition asymmetry in two-component many-body systems is a robust feature observed across nuclear experiments, diverse theoretical models, and metallic nano-alloy cluster calculations. By employing random-interaction ensembles within a Hartree-Fock framework, we demonstrate that this correlation is not a trivial consequence of many-body symmetries. Instead, we identify the short-range, attractive central potential as the essential ingredient for its emergence, a mechanism underpinned by the Moshinsky transformation and the virial theorem within a harmonic-oscillator approximation of such a potential."
    },
    {
      "title": "Model Study of Eigen-Microstate Signatures of Criticality in Relativistic Heavy-Ion Collisions",
      "link": "https://arxiv.org/abs/2602.00537",
      "authors": "Ranran Guo, Jin Wu, Mingmei Xu, Zhiming Li, Zhengning Yin, Yufu Lin, Lizhu Chen, Yanhua Zhang, Jinghua Fu, Xiaosong Chen, Yuanfang Wu",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2602.00537v1 Announce Type: new \nAbstract: We present a comprehensive model study of the eigen-microstate approach (EMA) for identifying critical fluctuations in relativistic heavy-ion collisions. Using UrQMD and two stochastic baseline models, we demonstrate that EMA is insensitive to conventional short-range correlations and effectively filters out non-critical backgrounds. Critical fluctuations embedded via event-level or particle-level replacement with CMC events generate characteristic cluster-like eigen-microstate patterns and enhanced leading eigenvalues, with event-level criticality producing stronger responses. The eigen microstates exhibit the same pattern across different scales, demonstrating that the fractal nature of critical fluctuations is captured by the eigen microstates. Finite-size scaling of eigenvalue ratios exhibits fixed-point behavior, confirming the largest eigenvalue as an effective order-parameter-like quantity. These results demonstrate that EMA offers a robust and background-independent method for critical-point searches in the RHIC Beam Energy Scan and future heavy-ion experiments."
    },
    {
      "title": "Spin alignment, tensor polarizabilities, and local equilibrium for spin-1 particles",
      "link": "https://arxiv.org/abs/2602.00819",
      "authors": "Wojciech Florkowski, Sudip Kumar Kar, Valeriya Mykhaylova",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2602.00819v1 Announce Type: new \nAbstract: Different bases for the spin-1 density matrix are discussed to clarify the connection between its components and observables measured in heavy-ion collisions. The theoretical advantage of using the adjoint representation for spin matrices is emphasized. Next, the equilibrium spin density matrix and the corresponding Wigner function are introduced. With appropriate definitions of the energy-momentum and spin tensors, this framework allows for the formulation of perfect spin hydrodynamics in the same way as previously done for spin-1/2 particles. Together, these results provide a unified description of spin-1/2 and spin-1 particles."
    },
    {
      "title": "Structure evolution of ground and excited states in the exotic nucleus $^{22}$Al",
      "link": "https://arxiv.org/abs/2602.01552",
      "authors": "Z. C. Xu, H. Y. Shang, S. M. Wang, Y. G. Ma",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2602.01552v1 Announce Type: new \nAbstract: Recent experimental studies on proton-rich nuclei in the $sd$ shell have revealed intriguing near-threshold phenomena, including exotic structures associated with mirror-symmetry breaking. In particular, a halo-like structure has been suggested for the $1^+$ state of $^{22}$Al based on the large isospin asymmetry observed in the $^{22}$Si/$^{22}$O mirror Gamow-Teller transitions. Recent mass measurements further indicate that the ground state of $^{22}$Al is weakly bound, with a single-proton separation energy of about 100 keV. To investigate how the continuum affects the structure and decay properties of this proton-dripline nucleus, we employ the state-of-the-art Gamow shell model. This approach utilizes valence-space effective interactions and operators derived from chiral forces. Our calculations identify the ground state of $^{22}$Al as a $4^+$ state, with a $3^+$ state as the first excitation. Despite their diffuse nature under weak binding, the Thomas-Ehrman shift for these states is found to be negligible due to their small $s$-wave components. In contrast, the excited $1_1^+$ state possesses a significantly larger $s$-wave component, resulting in a more pronounced halo-like structure."
    },
    {
      "title": "Physics Informed Bayesian Machine Learning of Sparse and Imperfect Nuclear Data",
      "link": "https://arxiv.org/abs/2602.01808",
      "authors": "Jiaming Liu, Yang Su, N. C. Shu, Y. J. Chen, J. C. Pei",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2602.01808v1 Announce Type: new \nAbstract: The prevailing data-driven machine learning has been plagued by the absence of physics knowledge and the scarcity of data. We implement the physics-model informed prior into Bayesian machine learning to evaluate the energy dependence of independent fission product yields, which are crucial for advanced nuclear energy applications but only sparse and imperfect experimental data are available. The informative prior is the posterior after learning the generated data from fission models. Furthermore, cumulative fission yields are included as a physical constraint via a conversion matrix to provide augmented energy dependence. Our work demonstrated a truly Bayesian machine learning by incorporating comprehensive physics knowledges as a powerful tool to exploit the sparse but expensive nuclear data."
    },
    {
      "title": "Helium-3 relativistic wave function in light-front dynamics",
      "link": "https://arxiv.org/abs/2602.01831",
      "authors": "Zhimin Zhu, Ziqi Zhang, Kaiyu Fu, V. A. Karmanov",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2602.01831v1 Announce Type: new \nAbstract: The relativistic wave function of $^3$He nucleus is calculated in the framework of Light-Front Dynamics. It is determined by 32 spin-isospin components, each of which depends on five scalar variables. For NN interaction, the one-boson exchange model is assumed, but without a potential approximation. The relativistic effects manifest themselves in deviation of the relativistic components from the non-relativistic input, in the appearance of the components absent in the non-relativistic limit, and in dependence of solutions on specific variables that don't exist in the non-relativistic wave function."
    },
    {
      "title": "Physics-based method for generating probability table using random-matrix approach",
      "link": "https://arxiv.org/abs/2602.01835",
      "authors": "K. Fujio, T. Kawano, A. E. Lovell, D. Neudecker, N. A. W. Walton",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2602.01835v1 Announce Type: new \nAbstract: We develop a new method for generating probability tables based on a solid theoretical foundation. The fluctuating cross sections are calculated using the GOE-$S$-matrix model, in which the Gaussian Orthogonal Ensemble (GOE) is incorporated into the calculation of the scattering ($S$) matrix. The calculated cross sections are then converted into the probability tables in the same manner as in NJOY. Using $^{238}$U and $^{239}$Pu as target nuclei, we determine the optimal model parameters based on the convergence behavior of the average cross sections. The statistical uncertainty of the probability tables is examined as a function of the number of ladders. We demonstrate that the probability tables calculated at 0 K are qualitatively comparable with those calculated using the conventional single-level Breit-Wigner formalism, albeit we observe some local differences due to requisite unitality for the $S$ matrix."
    },
    {
      "title": "Is $^{40}$Mg a Borromean halo nucleus? A case built on the electric-dipole response",
      "link": "https://arxiv.org/abs/2602.01989",
      "authors": "Jagjit Singh, J. Casal, N. R. Walet, W. Horiuchi, W. Satu{\\l}a",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2602.01989v1 Announce Type: new \nAbstract: We investigate the low-energy electric-dipole response of $^{40}$Mg using a $^{38}$Mg$+n+n$ three-body model. This model is implemented using a three-body hyperspherical formalism with an analytical transformed harmonic oscillator basis. In this study, two different neutron-neutron interactions are considered: a scalar Gaussian density-dependent central potential and a more realistic finite-range potential which includes central, spin-orbit, and tensor components. We examine how electric-dipole response is affected by the choice of the interaction."
    },
    {
      "title": "Universal Relations and Correlation Analysis of Proto-Neutron Star Properties in Energy-Momentum Squared Gravity",
      "link": "https://arxiv.org/abs/2602.02069",
      "authors": "Sayantan Ghosh",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2602.02069v1 Announce Type: new \nAbstract: Proto-neutron stars (PNSs) are the hot, lepton-rich remnants of the core collapse supernovae, which go through a cooling phase and become cold, stable Neutron stars (NSs). Since PNSs are also superdense objects with strong gravitational fields, we can use them to probe general relativity (GR) in the high-curvature regime, similar to NSs. In this study, we analyze the macroscopic properties like mass, radius, compactness, tidal deformability, $f$-mode oscillations and gravitational binding energy of PNSs using four different relativistic mean-field (RMF) equations of state (EOSs) with fixed entropy per baryon ($S$ =1, 2) and varying the lepton fractions ($Y_l$). The variation of $S$ and $Y_l$ has a noticeable effect on these properties. Extending our study beyond GR, we explore these effects within the framework of Energy-Momentum Squared Gravity (EMSG). This modified gravity theory adds the squared energy-momentum terms to the field equations with a free parameter $\\alpha$. In the weak-field regimes, EMSG remains indistinguishable from GR, but in the strong-field regimes, such as PNSs or NSs, it shows measurable deviations. Varying the free parameter $\\alpha$, we observe significant changes in the macroscopic properties of the PNSs. After that, we focus on the universal relations of the macroscopic properties and the correlations of the universal relations. We find that, despite significant changes in the macroscopic properties induced by the variations of $S$, $Y_l$ and $\\alpha$, the correlations remain strong and nearly unaffected."
    },
    {
      "title": "A global potential constrained by the Bohr-Sommerfeld quantization condition for $\\alpha$-decay half-lives of even-even nuclei",
      "link": "https://arxiv.org/abs/2602.02070",
      "authors": "Nguyen Gia Huy, Do Huy Tho, Mai Doan Quang Huy, Nguyen Le Anh",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2602.02070v1 Announce Type: new \nAbstract: The $\\alpha$ decay provides valuable constraints on nuclear structure and plays an essential role in identifying heavy and superheavy nuclei. We study $\\alpha$-decay half-lives of 178 even-even nuclei within a semi-classical WKB framework using a phenomenological Woods-Saxon $\\alpha$-nucleus potential. The potential depth is determined by imposing the Bohr-Sommerfeld quantization condition (BSQC), ensuring a physically consistent description of the quasibound $\\alpha$-daughter system. To facilitate large-scale calculations, a global parametrization of the BSQC-constrained potential depth is constructed. The resulting half-lives reproduce experimental data with comparable accuracy for both the direct BSQC approach and the fitted prescription, providing a first step toward a global and computationally efficient description of $\\alpha$ decay."
    },
    {
      "title": "Impact of Two-Body Currents on Semi-Exclusive Lepton-Nucleus Reactions",
      "link": "https://arxiv.org/abs/2602.02231",
      "authors": "N. Rocco, N. Steinberg",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2602.02231v1 Announce Type: new \nAbstract: We generalize the spectral-function formalism to describe two-nucleon knockout processes in exclusive kinematics. Significant improvements are introduced both in the treatment of the current operators entering the $\\Delta$-current contribution and in the modeling of correlations between the two struck nucleons, including a consistent treatment of isospin dependence and the explicit incorporation of angular correlations. The framework is validated through comparisons with relativistic Fermi-gas calculations and with semi-exclusive electron-nucleus scattering data. Our results demonstrate that an accurate description of nuclear dynamics plays a crucial role in modeling this reaction mechanism. We further present a study of selected electroweak observables relevant to neutrino-scattering experiments."
    },
    {
      "title": "Investigation of the shape of uranium in relativistic $^{238}$U+$^{238}$U collisions with nuclear densities from covariant density functional theory",
      "link": "https://arxiv.org/abs/2602.02336",
      "authors": "Yuan Li, Hao-jie Xu, Dandan Zhang, Guo-Liang Ma",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2602.02336v1 Announce Type: new \nAbstract: Relativistic $^{238}$U+$^{238}$U collisions have recently been used to extract the quadrupole shape of $^{238}$U. In this study, we employ state-of-the-art three-dimensional (3D) lattice covariant density functional theory (CDFT) with pairing correlations to calculate the density of uranium, including its octupole and hexadecaople deformations, as input for hydrodynamic simulations of these collisions. We find that while the CDFT density well describes elliptic flow, a clear mismatch emerges with transverse-momentum-related observables, indicating a tension in the effective quadrupole deformation. Furthermore, constraining the octupole deformation with triangular flow $v_{3}$ proves to be difficult due to significant sensitivity to the uncertain nuclear structure of the gold reference system. Our results underscore the necessity of realistic nuclear densities for both colliding species and highlight the need for further investigation of correlations related to both flow and transverse momentum to fully characterize nuclear deformation."
    },
    {
      "title": "Radiative decay and electromagnetic moments in $^{229}$Th determined within nuclear DFT",
      "link": "https://arxiv.org/abs/2602.02429",
      "authors": "A. Restrepo-Giraldo, J. Dobaczewski, J. Bonnard, X. Sun",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2602.02429v1 Announce Type: new \nAbstract: Using the nuclear DFT approach with symmetry breaking and restoration, we investigate the electromagnetic properties of the ground and isomeric states in $^{229}$Th. We determine the magnetic dipole transition strength B(M1:$3/2^+_1\\rightarrow 5/2^+_1)$ between these two states and discuss the effects of parity breaking, configuration mixing, and time-odd core polarization. We also determine the corresponding spectroscopic magnetic dipole and electric quadrupole moments. Because the octupole deformability of the Skyrme functionals used here is not described in sufficient detail, we analyze the results using a set of Skyrme functionals, with regression aligned with the measured octupole moments of neighboring even-even nuclei. Without parameter adjustment, the results compare favorably with the experimental data but also indicate the need to systematically adjust the octupole degrees of freedom in future functional parametrizations."
    },
    {
      "title": "Fully strange tetra- and penta-quarks in a chiral quark model",
      "link": "https://arxiv.org/abs/2602.01759",
      "authors": "Gang Yang, Jialun Ping, Jorge Segovia",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2602.01759v1 Announce Type: cross \nAbstract: Motivated by the recently reported resonant structure $X(2300)$, a strong candidate for a fully strange tetraquark with positive parity, we perform a systematic study of fully strange tetra- and penta-quark systems within a chiral quark model. Low-lying $S$-wave configurations of the $ss\\bar s\\bar s$ and $ssss\\bar s$ systems are investigated using the Gaussian Expansion Method (GEM) combined with the Complex Scaling Method (CSM), which allows for a unified treatment of bound, resonant, and scattering states. For tetraquarks, all possible configurations: meson-meson, diquark-antidiquark, and K-type structures, with complete color bases, are incorporated, while baryon-meson and diquark-diquark-antiquark configurations are considered for pentaquarks. Several weakly bound states and narrow resonances are identified in both sectors. In particular, a compact fully strange tetraquark with $J^P=1^+$ is found near $2.3\\,\\text{GeV}$, providing a natural interpretation of the $X(2300)$ resonance. Additional exotic states with dominant hidden-color and K-type components are predicted in the mass ranges $1.6-3.1$ GeV for tetraquarks and $2.6-3.2$ GeV for pentaquarks. The internal structure of these states is analyzed through their sizes, magnetic moments, and wave-function compositions, highlighting the essential role of channel coupling and exotic color configurations. Finally, promising two-body strong decay channels are proposed to facilitate future experimental searches."
    },
    {
      "title": "Systematical decomposition of dimension-11 short-range neutrinoless double beta decay operators",
      "link": "https://arxiv.org/abs/2602.02152",
      "authors": "Shi-Yu Li, Gui-Jun Ding",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2602.02152v1 Announce Type: cross \nAbstract: Neutrinoless double beta decay ($0\\nu\\beta\\beta$) may receive sizable contributions from short-range physics beyond the Standard Model. We present a systematical classification of all tree-level ultraviolet completions of the dimension-11 short-range $0\\nu\\beta\\beta$ decay operators, renormalizable scenarios with scalar and fermion mediators are considered. We identify eight distinct topologies and twenty-eight viable diagrams, from which all consistent UV completions are generated by imposing Standard Model gauge invariance. All these models involve a total of 61 new fields beyond the Standard Model and they typically feature fractionally charged fermions and exotic bosons such as dileptons, diquarks, and leptoquarks. We further study a representative model without colored mediators and analyze its implications for the $0\\nu\\beta\\beta$ decay half-life and light neutrino masses. We find that current and future $0\\nu\\beta\\beta$ decay experiments impose stringent constraints. Our systematic decomposition provides a general framework for exploring exotic short-range contributions to $0\\nu\\beta\\beta$ decay in future experiments."
    },
    {
      "title": "Wilson loops with neural networks",
      "link": "https://arxiv.org/abs/2602.02436",
      "authors": "Verena Bellscheidt, Nora Brambilla, Andreas S. Kronfeld, Julian Mayer-Steudte",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2602.02436v1 Announce Type: cross \nAbstract: Wilson loops are essential objects in QCD and have been pivotal in scale setting and demonstrating confinement. Various generalizations are crucial for computations needed in effective field theories. In lattice gauge theory, Wilson loop calculations face challenges, including excited-state contamination at short times and the signal-to-noise ratio issue at longer times. To address these problems, we develop a new method by using neural networks to parametrize interpolators for the static quark-antiquark pair. We construct gauge-equivariant layers for the network and train it to find the ground state of the system. The trained network itself is then treated as our new observable for the inference. Our results demonstrate a significant improvement in the signal compared to traditional Wilson loops, performing as well as Coulomb-gauge Wilson-line correlators while maintaining gauge invariance. Additionally, we present an example where the optimized ground state is used to measure the static force directly, as well as another example combining this method with the multilevel algorithm. Finally, we extend the formalism to find excited-state interpolators for static quark-antiquark systems. To our knowledge, this work is the first study of neural networks with a physically motivated loss function for Wilson loops."
    },
    {
      "title": "The mixed phase quark core in massive hybrid stars",
      "link": "https://arxiv.org/abs/2312.16843",
      "authors": "Xuhao Wu, Peng-Cheng Chu, Min Ju, He Liu",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2312.16843v2 Announce Type: replace \nAbstract: We investigate the properties of hybrid star and the mixed phase core to explore the radius ratio of the mixed phase in hybrid star. In the context of observed massive neutron stars (NSs), we examine the internal structure, phase transitions, and the impacts of the equation of state (EOS) in maximum hybrid star. We investigate the stiffness changes in the EOS during the hadron-quark phase transition within the hybrid stars. The relativistic mean-field (RMF) model is used to describe hadronic matter, while to the represent quark matter, the Nambu-Jona-Lasinio (NJL) model is applied. We explore the strength of vector coupling in quark matter, which delays the onset density of the mixed phase and reduces the size of the mixed-phase core in a hybrid star, but does not exhibit a clear correlation with the central density. In a hybrid star with a maximum mass of approximately 2 solar masses ($M_\\odot$), a mixed-phase core of $\\sim$5 km may exist, comprising about $40\\%$ of the total radius. However, our results do not support the existence of a sizable quark core containing the mixed phase ($R_{\\rm{MP}}>1/2~R_{\\rm{total}}$) for the maximum-mass hybrid star or for a 2~$M_\\odot$ massive star."
    },
    {
      "title": "On model emulation and closure tests for 3+1D relativistic heavy-ion collisions",
      "link": "https://arxiv.org/abs/2405.12019",
      "authors": "Hendrik Roch, Syed Afrid Jahan, Chun Shen",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2405.12019v3 Announce Type: replace \nAbstract: In nuclear and particle physics, reconciling sophisticated simulations with experimental data is vital for understanding complex systems like the Quark Gluon Plasma (QGP) generated in heavy-ion collisions. However, computational demands pose challenges, motivating using Gaussian Process emulators for efficient parameter extraction via Bayesian calibration. We conduct a comparative analysis of Gaussian Process emulators in heavy-ion physics to identify the most adept emulator for parameter extraction with minimal uncertainty. Our study contributes to advancing computational techniques in heavy-ion physics, enhancing our ability to interpret experimental data and understand QGP properties."
    },
    {
      "title": "A Gaussian Process Generative Model for QCD Equation of State",
      "link": "https://arxiv.org/abs/2410.22160",
      "authors": "Jiaxuan Gong, Hendrik Roch, Chun Shen",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2410.22160v2 Announce Type: replace \nAbstract: We develop a generative model for the nuclear matter equation of state at zero net baryon density using the Gaussian Process Regression method. We impose first-principles theoretical constraints from lattice QCD and hadron resonance gas at high- and low-temperature regions, respectively. By allowing the trained Gaussian Process Regression model to vary freely near the phase transition region, we generate random smooth cross-over equations of state with different speeds of sound that do not rely on specific parameterizations. We explore a collection of experimental observable dependencies on the generated equations of state, which paves the groundwork for future Bayesian inference studies to use experimental measurements from relativistic heavy-ion collisions to constrain the nuclear matter equation of state."
    },
    {
      "title": "Partial pressure and susceptibilities of charmed sector in the van der Waals hadron resonance gas model",
      "link": "https://arxiv.org/abs/2508.07716",
      "authors": "Kangkan Goswami, Kshitish Kumar Pradhan, Dushmanta Sahu, Raghunath Sahoo",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2508.07716v2 Announce Type: replace-cross \nAbstract: We investigate the general susceptibilities in the charm sector by using the van der Waals hadron resonance gas model (VDWHRG). We argue that the ideal hadron resonance gas (HRG), which assumes no interactions between hadrons, and the excluded volume hadron resonance gas (EVHRG), which includes only repulsive interactions, fail to explain the lQCD data at very high temperatures. In contrast, the VDWHRG model, incorporating both attractive and repulsive interactions, extends the degree of agreement with lQCD up to nearly 180 MeV. We estimate the partial pressure in the charm sector and study charm susceptibility ratios in a baryon-rich environment, which is tricky for lattice quantum chromodynamics (lQCD) due to the fermion sign problem. Our study further solidifies the notion that the hadrons shouldn't be treated as non-interacting particles, especially when studying higher order fluctuations, but rather one should consider both attractive and repulsive interactions between the hadrons."
    },
    {
      "title": "Lifetimes of low-lying levels in 158$$^{158}$$Gd",
      "link": "https://epja.epj.org/10.1140/epja/s10050-026-01784-w",
      "authors": "S. R. Lesher, A. Aprahamian, K. Lee, C. Fransen, L. McEwan, M. M. Meier, A. Stratman, N. Warr, S. W. Yates",
      "source": "European Physical Journal A",
      "summary": "Authors: S. R. Lesher, A. Aprahamian, K. Lee, C. Fransen, L. McEwan, M. M. Meier, A. Stratman, N. Warr and S. W. Yates.The European Physical Journal A Vol. 62 , page 20Published online: 30/1/2026"
    },
    {
      "title": "The Upper Bound of Event Horizon Formation Time in Generalized Oppenheimer–Snyder Collapse",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269326000997?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: Available online 3 February 2026Source: Physics Letters BAuthor(s): Zhi-Chao Li, H. Khodabakhshi, H. Lü"
    },
    {
      "title": "Long-lived resonances of massive scalar fields in the Reissner-Nordstr....om black-hole spacetime: Analytic treatment in the large-mass regime",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269326000821?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: Available online 3 February 2026Source: Physics Letters BAuthor(s): Shahar Hod"
    },
    {
      "title": "Phenomenological constraints on QCD transport with quantified theory uncertainties",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269326000973?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: Available online 3 February 2026Source: Physics Letters BAuthor(s): Sunil Jaiswal"
    },
    {
      "title": "Quasi-elastic scattering for nuclear ground state structure: An intriguing case of $^{30}$Si",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269326000936?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: Available online 2 February 2026Source: Physics Letters BAuthor(s): Y.K. Gupta, B. Maheshwari, G.K. Prajapati, A.K. Jain, K. Hagino, B.N. Joshi, A. Pal, N. Sirswal, Pawan Singh, S. Dubey, V.V. Desai, V. Ranga, V.B. Katariya, D. Patel, H. Vyas, S. Panwar, B.V. John, I. Mazumdar, B.K. Nayak, U. Garg"
    },
    {
      "title": "Low-energy <math xmlns:mml=\"http://www.w3.org/1998/Math/MathML\" altimg=\"si4.svg\" class=\"math\"><mrow><msup><mi>e</mi><mo>+</mo></msup><mspace width=\"0.16em\"></mspace><msup><mi>e</mi><mo>−</mo></msup><mo>→</mo><mi>γ</mi><mspace width=\"0.16em\"></mspace><mi>γ</mi></mrow></math> at NNLO in QED",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269326000900?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: Available online 2 February 2026Source: Physics Letters BAuthor(s): Tim Engel, Marco Rocco, Adrian Signer, Yannick Ulrich"
    },
    {
      "title": "Study of the interaction between Ξ baryons and light mesons via femtoscopy at the LHC",
      "link": "https://www.sciencedirect.com/science/article/pii/S037026932600081X?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: Available online 2 February 2026Source: Physics Letters BAuthor(s): I.J. Abualrob, S. Acharya, G. Aglieri Rinella, L. Aglietta, N. Agrawal, Z. Ahammed, S. Ahmad, I. Ahuja, ZUL. Akbar, A. Akindinov, V. Akishina, M. Al-Turany, D. Aleksandrov, B. Alessandro, R. Alfaro Molina, B. Ali, A. Alici, A. Alkin, J. Alme, G. Alocco"
    },
    {
      "title": "Dynamical Dark Energy Signatures from a New Transition <em>Om</em>(<em>z</em>) Parametrization in Flat FLRW Cosmology",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269326000924?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: Available online 2 February 2026Source: Physics Letters BAuthor(s): Manish Yadav, Archana Dixit, Anirudh Pradhan, M.S. Barak"
    },
    {
      "title": "Nonlocal advantage of quantum coherence in the black hole quantum atmosphere",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269326000961?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: Available online 2 February 2026Source: Physics Letters BAuthor(s): Fei Ming, Tao-Tao Lu, Zheng-Qiang Xu, Li Dong, Bao-Long Fang, Xueyou Hu, Yang Yu, Hao Yang, Dong Wang"
    }
  ]
}