{
  "lastUpdated": "2025-09-11T02:19:51.579403",
  "papers": [
    {
      "title": "Evidence of Oscillating Neutron-Capture Cross Sections",
      "link": "http://link.aps.org/doi/10.1103/bh31-4qq6",
      "authors": "P. E. Koehler and A. Stamatopoulos",
      "source": "Physical Review Letter",
      "summary": "Author(s): P. E. Koehler and A. StamatopoulosAnalysis of neutron-capture cross sections in the resolved resonance range reveals that a large fraction of them (13 of 21, or 62%) exhibit highly significant ($&gt;99.9%$ confidence level) oscillations about their average value. Oscillations exceed a significance level of $5σ$ in nine cases (43%). …[Phys. Rev. Lett. 135, 112501] Published Wed Sep 10, 2025"
    },
    {
      "title": "Contribution of Subthreshold States to the Residual Energy Distribution of $^{159}\\mathrm{Dy}$",
      "link": "http://link.aps.org/doi/10.1103/l8mm-33m7",
      "authors": "Tadafumi Kishimoto and Toru Sato",
      "source": "Physical Review Letter",
      "summary": "Author(s): Tadafumi Kishimoto and Toru SatoWe investigate the residual energy distribution in the electron capture (EC) process of $^{159}\\mathrm{Dy}$, emphasizing the role of subthreshold atomic states, which have typically been omitted in conventional spectral analyses. By incorporating these energetically forbidden hole states into the sp…[Phys. Rev. Lett. 135, 112502] Published Wed Sep 10, 2025"
    },
    {
      "title": "Measurements of $β$-delayed proton emitters in the region of $^{100}\\mathrm{Sn}$",
      "link": "http://link.aps.org/doi/10.1103/fqfz-rf2c",
      "authors": "C. J. Appleton <em>et al.</em>",
      "source": "Physical Review C",
      "summary": "Author(s): C. J. Appleton et al.An experiment on neutron-deficient nuclei in the region of doubly magic $^{100}\\mathrm{Sn}$ was carried out at the Radioactive Ion Beam Factory (RIBF) at the RIKEN Nishina Center in Japan. $N≈Z≈50$ nuclei were produced following fragmentation of an intense primary $^{124}\\mathrm{Xe}$ beam and implan…[Phys. Rev. C 112, 034310] Published Tue Sep 09, 2025"
    },
    {
      "title": "Decay analysis of the isotopic chain of compound nuclei $^{58–61}\\mathrm{Cu}^{*}$ formed in the reactions $^{35}\\mathrm{Cl}+^{23–26}\\mathrm{Mg}$",
      "link": "http://link.aps.org/doi/10.1103/gdpv-7xsq",
      "authors": "Navjot Kaur, Manpreet Kaur, Amandeep Kaur, Sarbjeet Kaur, Sukhjeet Singh, and BirBikram Singh",
      "source": "Physical Review C",
      "summary": "Author(s): Navjot Kaur, Manpreet Kaur, Amandeep Kaur, Sarbjeet Kaur, Sukhjeet Singh, and BirBikram SinghThe neutron content of compound nuclei (CN), formed in low-energy nuclear reactions, manifests itself in the magnitude of the fragment cross sections. These days, the study of the dependence of associated decay channels on the neutron content is an attractive topic due to the worldwide availability …[Phys. Rev. C 112, 034606] Published Tue Sep 09, 2025"
    },
    {
      "title": "Bayesian Analysis of the Neutron Star Equation of State and Model Comparison: Insights from PSR J0437+4715, PSR J0614+3329, and Other Multi-Physics Data",
      "link": "https://arxiv.org/abs/2509.07109",
      "authors": "Sk Md Adil Imam, N. K. Patra",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2509.07109v1 Announce Type: new \nAbstract: We perform a comprehensive Bayesian analysis to constrain the neutron star (NS) equation of state (EoS) using a wide range of terrestrial and astrophysical data. The terrestrial inputs include quantities related to symmetric nuclear matter (SNM) and symmetry energy up to two times saturation density ($\\rho_0\\sim$0.16 fm$^{-3}$), derived from finite nuclei and heavy-ion collisions (HICs). The astrophysical constraints incorporate NS radii and tidal deformabilities from recent NICER observations and GW170817, respectively. We consider five different EoS models: Taylor, $n/3$, Skyrme, RMF, and sound speed(CS), are analyzed by sequentially updating the priors with (i) $\\chi$EFT based pure neutron matter, (ii) terrestrial, empirical and earlier astrophysical data, (iii) case (ii) including NICER radii of PSR J0437+4715 and J0614+3329, (iv) all data combined, and (v) excluding empirical nuclear inputs. We also perform Bayesian model comparison which favors the Skyrme model under all combined data (scenario (iv)), yielding tight constraints on symmetry energy parameters: $L_0 = 56 \\pm 3$~MeV, $K_{\\mathrm{sym}0} = -132 \\pm 15$~MeV and also on SNM parameters: $K_0 = 265 \\pm 12$~MeV, $Q_0 = -366 \\pm 43$~MeV. The mass-radius and mass-tidal deformability posterior distributions are also well constrained. The radius and tidal deformability of a $1.4\\,M_\\odot$ neutron star are found to be $R_{1.4} = 11.85 \\pm 0.11$~km and $\\Lambda_{1.4} = 354 \\pm 25$, respectively."
    },
    {
      "title": "Quantum Monte Carlo calculation of $\\delta_{\\rm NS}$ in $^{10}$C using an effective field theory approach",
      "link": "https://arxiv.org/abs/2509.07310",
      "authors": "Garrett B. King, Joseph Carlson, Abraham R. Flores, Stefano Gandolfi, Emanuele Mereghetti, Saori Pastore, Maria Piarulli, Robert B. Wiringa",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2509.07310v2 Announce Type: new \nAbstract: We compute radiative corrections to the superallowed $\\beta$ decay of $^{10}{\\rm C}$ in an effective field theory approach using nuclear matrix elements obtained from quantum Monte Carlo calculations. These corrections are an important ingredient in the extraction of the Cabibbo-Kobayashi-Masakawa quark mixing matrix element $V_{ud}$, and the role of this work is to illuminate the uncertainties arising from nuclear structure. Our results provide good agreement with both the traditional extraction of $V_{ud}$, as well as with a more recent evaluation performed using the no-core shell model and a dispersion formalism. The dominant uncertainty in this approach is the presence of two unknown low-energy constants that enter into the relevant nuclear matrix elements. Future determinations of these low-energy constants -- either from QCD or modeling them with two nucleon amplitudes -- would improve the precision of the extraction in this formalism."
    },
    {
      "title": "$K^*(892)$ Resonance Suppression in Ar+Sc Collisions at SPS Energies",
      "link": "https://arxiv.org/abs/2509.07568",
      "authors": "Amine Chabane, Tom Reichert, Jan Steinheimer, Marcus Bleicher",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2509.07568v1 Announce Type: new \nAbstract: We investigate the production and suppression of short-lived $K^*(892)$ resonances in p+p and Ar+Sc collisions at CERN-SPS energies ($\\sqrt{s_{\\mathrm{NN}}} = $ 8.8, 11.9, and 16.8~GeV) using the Ultra-relativistic Quantum Molecular Dynamics (UrQMD) model. We present multiplicities, rapidity and transverse momentum distributions, and analyze the $K^*/K$ yield ratios as a function of energy and centrality. We further estimate the time interval between chemical and kinetic freeze-out using the experimental method. A detailed comparison with recent NA61/SHINE data demonstrates that the UrQMD model captures the essential features of resonance dynamics, although the very strong resonance suppression in central collisions observed in the data cannot be quantitatively reproduced."
    },
    {
      "title": "$B(E2;2^{+}_{1}\\rightarrow0^{+}_{1})$ anomaly in $^{166}$Os",
      "link": "https://arxiv.org/abs/2509.07692",
      "authors": "Chen-guang Zhang, Suo-chang Jin, Tie Wang, Tao Wang",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2509.07692v1 Announce Type: new \nAbstract: Recently, the very small $B(E2;2_{1}^{+}\\rightarrow0_{1}^{+})$ value was found in $^{166}$Os, which is 7(4) W.u. \\textbf{and} much smaller than the values of adjacent nuclei $^{168,170}$Os, 74(13) W.u. and 97(9) W.u.. With the help of a new technique ``SU(3) analysis\" and a new explanatory framework of the B(E2) anomaly, it was found that, the $B(E2;2_{1}^{+}\\rightarrow0_{1}^{+})$ anomaly really can exist. In this paper, we discuss the $B(E2;2_{1}^{+}\\rightarrow0_{1}^{+})$ anomaly in $^{166}$Os for the first time. Four results are used to fit the experimental data in $^{166,168,170}$Os successfully. This implies that the level-crossing or level-anticrossing explanation is more reasonable."
    },
    {
      "title": "Nuclear Data Adjustment for Nonlinear Applications in the OECD/NEA WPNCS SG14 Benchmark -- A Bayesian Inverse UQ-based Approach for Data Assimilation",
      "link": "https://arxiv.org/abs/2509.07790",
      "authors": "Christopher Brady (North Carolina State University), Xu Wu (North Carolina State University)",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2509.07790v1 Announce Type: new \nAbstract: The Organization for Economic Cooperation and Development (OECD) Working Party on Nuclear Criticality Safety (WPNCS) proposed a benchmark exercise to assess the performance of current nuclear data adjustment techniques applied to nonlinear applications and experiments with low correlation to applications. This work introduces Bayesian Inverse Uncertainty Quantification (IUQ) as a method for nuclear data adjustments in this benchmark, and compares IUQ to the more traditional methods of Generalized Linear Least Squares (GLLS) and Monte Carlo Bayes (MOCABA). Posterior predictions from IUQ showed agreement with GLLS and MOCABA for linear applications. When comparing GLLS, MOCABA, and IUQ posterior predictions to computed model responses using adjusted parameters, we observe that GLLS predictions fail to replicate computed response distributions for nonlinear applications, while MOCABA shows near agreement, and IUQ uses computed model responses directly. We also discuss observations on why experiments with low correlation to applications can be informative to nuclear data adjustments and identify some properties useful in selecting experiments for inclusion in nuclear data adjustment. Performance in this benchmark indicates potential for Bayesian IUQ in nuclear data adjustments."
    },
    {
      "title": "Energy loss baseline for light hadrons in oxygen-oxygen collisions at $\\sqrt{s_\\mathrm{NN}}=5.36\\,\\text{TeV}$",
      "link": "https://arxiv.org/abs/2509.07008",
      "authors": "Aleksas Mazeliauskas",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2509.07008v1 Announce Type: cross \nAbstract: I present predictions for inclusive charged hadron spectra in minimum-bias proton-proton and oxygen-oxygen collisions at a centre-of-mass energy of $\\sqrt{s_\\mathrm{NN}} = 5.36\\,\\text{TeV}$, assuming no final-state interactions. Using next-to-leading order perturbative QCD matrix elements, along with state-of-the-art (nuclear) parton distribution and fragmentation functions, I establish a baseline for the nuclear modification factor $R^h_\\text{AA}$ in oxygen-oxygen collisions in the absence of quenching. Theoretical uncertainties in this baseline are found to be substantial for transverse momenta below $20\\,\\text{GeV}$. In the intermediate range $20\\,\\text{GeV} \\lesssim p_T^h \\lesssim 70\\,\\text{GeV}$, these uncertainties are significantly reduced to approximately 5\\%. At higher momenta ($p_T^h \\gtrsim 70\\,\\text{GeV}$), however, predictions exhibit a marked spread due to differences between fragmentation functions, reflecting varying assumptions about isospin symmetry. Finally, I show that considering neon-neon collisions in the initial state or neutral pions in the final state does not appreciably change the nuclear modification factor."
    },
    {
      "title": "Recursive algorithm for constructing antisymmetric fermionic states in first quantization mapping",
      "link": "https://arxiv.org/abs/2509.07279",
      "authors": "E. Rule, I. A. Chernyshev, I. Stetcu, J. Carlson, R. Weiss",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2509.07279v1 Announce Type: cross \nAbstract: We devise a deterministic quantum algorithm to produce antisymmetric states of single-particle orbitals in the first quantization mapping. Unlike sorting-based antisymmetrization algorithms, which require ordered input states and high Clifford-gate overhead, our approach initializes the state of each particle independently. For a system of $N$ particles and $N_s$ single-particle states, our algorithm prepares antisymmetrized states of non-trivial localized (e.g., Hartree-Fock) orbitals using $O(N^2\\sqrt{N_s})$ $T$-gates, outperforming alternative algorithms when $N\\lesssim \\sqrt{N_s}$. To achieve such scaling, we require $O(\\sqrt{N_s})$ dirty ancilla qubits for intermediate calculations. Knowledge of the single-particle states to be antisymmetrized can be leveraged to further improve the efficiency of the circuit, and a measurement-based variant reduces gate cost by roughly a factor of two. We show example circuits for two- and three-particle systems and discuss the generalization to an arbitrary number of particles. For a specific three-particle example, we decompose the circuit into Clifford$+T$ gates and study the impact of noise on the prepared state."
    },
    {
      "title": "Predictions for $R_{AA}$ in 5.36 TeV C+C, O+O, and Ne+Ne collisions at the LHC",
      "link": "https://arxiv.org/abs/2509.07741",
      "authors": "B. G. Zakharov",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2509.07741v1 Announce Type: cross \nAbstract: Experiments on collisions of light nuclei at $\\sqrt{s}=5.36$ TeV have recently begun at the LHC. In this regard we make predictions for nuclear modification factor $R_{AA}$ in 5.36 TeV C+C, O+O, and Ne+Ne collisions for scenarios with and without quark-gluon plasma formation in $pp$ collisions. We find a sizeable difference in $R_{AA}$ for these two scenarios, which grows with decreasing atomic number. This says that data on $R_{AA}$ for light nuclei could potentially give information on the presence of jet quenching in $pp$ collisions."
    },
    {
      "title": "Illuminating dark matter admixed in neutron stars with simultaneous mass-radius constraints",
      "link": "https://arxiv.org/abs/2509.07767",
      "authors": "Nai-Bo Zhang, Bao-An Li, Jia-Yu Zhang, Wei-Na Shen, Hui Zhang",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2509.07767v1 Announce Type: cross \nAbstract: We investigate how simultaneous mass and radius measurements of massive neutron stars (NSs) can help constrain properties of dark matter (DM) possibly admixed in them. Within a fermionic DM model that interacts only through gravitation, along with a well-constrained nuclear matter equation of state, we show that the simultaneous mass and radius measurement of PSRJ0740+6620 reduces the uncertainty of DM central energy density by more than 50\\% compared to the results obtained from using the two observables independently, while other DM parameters remain unconstrained. Additionally, we find that the DM fraction $f_D$ should be smaller than 2\\% when constrained by the observed NS maximum mass alone, and it could be even smaller than 0.3\\% with the simultaneous measurement of mass and radius, supporting the conclusion that only a small amount of DM exists in DM admixed neutron stars (DANS)."
    },
    {
      "title": "Excitation Spectra of the ${}^{12}{\\rm C}(p,d)$ Reaction near the $\\eta'$-Meson Emission Threshold Measured in Coincidence with High-Momentum Protons",
      "link": "https://arxiv.org/abs/2509.07824",
      "authors": "R. Sekiya, K. Itahashi, Y. K. Tanaka, S. Hirenzaki, N. Ikeno, V. Metag, M. Nanova, J. Yamagata-Sekihara, V. Drozd, H. Ekawa, H. Geissel, E. Haettner, A. Kasagi, E. Liu, M. Nakagawa, S. Purushothaman, C. Rappold, T. R. Saito, H. Alibrahim Alfaki, F. Amjad, M. Armstrong, K. -H. Behr, J. Benlliure, Z. Brencic, T. Dickel, S. Dubey, S. Escrig, M. Feijoo-Font\\'an, H. Fujioka, Y. Gao, F. Goldenbaum, A. Gra\\~na Gonz\\'alez, M. N. Harakeh, Y. He, H. Heggen, C. Hornung, N. Hubbard, M. Iwasaki, N. Kalantar-Nayestanaki, M. Kavatsyuk, E. Kazantseva, A. Khreptak, B. Kindler, H. Kollmus, D. Kostyleva, S. Kraft-Bermuth, N. Kurz, B. Lommel, S. Minami, D. J. Morrissey, P. Moskal, I. Mukha, C. Nociforo, H. J. Ong, S. Pietri, E. Rocco, J. L. Rodr\\'iguez-S\\'anchez, P. Roy, R. Ruber, S. Schadmand, C. Scheidenberger, P. Schwarz, V. Serdyuk, M. Skurzok, B. Streicher, K. Suzuki, B. Szczepanczyk, X. Tang, N. Tortorelli, M. Vencelj, T. Weber, H. Weick, M. Will, K. Wimmer, A. Yamamoto, A. Yanai, J. Zhao",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2509.07824v1 Announce Type: cross \nAbstract: The missing mass of the ${}^{12}{\\rm C}(p,d)$ reaction has been measured near the $\\eta'$-meson emission threshold in coincidence with a high-momentum proton to selectively collect $\\eta'$-${}^{11}{\\rm C}$ mesic nucleus formation events at GSI, Germany. A 2.5 GeV proton excites a carbon nucleus to form an $\\eta'$-mesic nucleus emitting a deuteron forward with an energy of $\\sim 1.6$ GeV. The deuteron is momentum-analyzed by the Fragment Separator used as a high-resolution spectrometer to deduce the excitation energy of the residual system. The large-acceptance detector WASA surrounding the target identifies high-momentum protons emitted in the decay of the $\\eta'$-mesic nucleus. The measured semi-exclusive spectrum exhibits structures below the threshold though the statistical significance is limited. The spectrum is fitted by theoretically calculated spectra varying optical-potential parameters of the $\\eta'$-nucleus interaction. The analysis results indicate $\\eta'$-mesic nuclei formation for the real potential depth of $\\sim -61$ MeV with a local statistical significance of $3.5 \\sigma$ and, taking into account the look-elsewhere effect, a global significance of $2.1 \\sigma$."
    },
    {
      "title": "Measurements of azimuthal anisotropies in $^{16}$O+$^{16}$O and $\\gamma$+Au collisions from STAR",
      "link": "https://arxiv.org/abs/2312.12167",
      "authors": "Shengli Huang",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2312.12167v2 Announce Type: replace-cross \nAbstract: In this proceeding, we present the first measurements of azimuthal anisotropies, $v_2$ and $v_3$, in $^{16}$O+$^{16}$O collisions at 200 GeV as a function of transverse momentum and multiplicity, by using two- and four-particle correlation methods. We compare our measurements with STAR measurements of $v_n$ in \\dau and \\heau collisions to provide insight into the impact of system symmetry on initial condition for small systems. We also investigate the ratio $v_2\\{4\\}/v_2\\{2\\}$ as a function of centrality, which is expected to be sensitive to nucleon-nucleon correlation in the $^{16}$O nucleus."
    },
    {
      "title": "47Sc production for medical applications: cross-section optimization with genetic algorithms",
      "link": "http://iopscience.iop.org/article/10.1088/1361-6471/adf766",
      "authors": "Yuliia Lashko, Luciano Canton, Lisa Zangrando and Francesca Barbaro",
      "source": "Journal of Physics G: Nuclear and Particle Physics",
      "summary": "Scandium-47 is a promising theranostic radionuclide in nuclear medicine, suitable for both diagnostic imaging and targeted radiotherapy. Among its production routes, the 49Ti(p,x)47Sc reaction has only recently been investigated through cross-section measurements. This work models and optimizes 47Sc production via proton irradiation of enriched 49Ti using the TALYS nuclear reaction code. A genetic algorithm (GA) is employed to explore a 12-parameter space, refining level-density inputs to improve agreement with newly measured experimental data. Results show that default TALYS predictions overestimate 47Sc and 48Sc yields, while GA optimization significantly enhances model accuracy across multiple reaction products and provides reliable simulations for yields and radionuclidic purity (RNP) of the production route. The improved reliability allows to deem the reaction unsuitable for direct production in clinics due to low RNP. Overall, this study demonstrates the effectiveness of GA-driven optimization in nuclear modeling, offering a robust framework to support theoretical developments and guide radionuclide production for medical applications."
    },
    {
      "title": "Effect of coriolis force on diffusion of D meson",
      "link": "http://iopscience.iop.org/article/10.1088/1361-6471/adf983",
      "authors": "Ashutosh Dwibedi, Nandita Padhan, Dani Rose J Marattukalam, Arghya Chatterjee, Sudipan De and Sabyasachi Ghosh",
      "source": "Journal of Physics G: Nuclear and Particle Physics",
      "summary": "We have attempted to calculate and estimate the spatial diffusion coefficients of D meson through rotating hadron resonance gas, which can be produced in the late stage of peripheral heavy ion collisions. Employing the framework of kinetic theory in relaxation time approximation, and using Einstein’s diffusion relation, one can express the spatial diffusion coefficients of D meson as a ratio of its conductivity to its susceptibility. Here, we have tuned D meson relaxation time from the knowledge of earlier works on its spatial diffusion estimations, and then we have extended the framework for the finite rotation picture of hadronic matter, where only the effect of Coriolis force is considered. Our study also revealed the anisotropic nature of diffusion in the presence of rotation with future possibilities of phenomenological signatures."
    },
    {
      "title": "Bounded compactness from G(E)UP",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269325006136?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: October 2025Source: Physics Letters B, Volume 869Author(s): Roberto Casadio, Ilim Irfan Çimdiker, Octavian Micu, Jonas Mureika"
    },
    {
      "title": "Joint analysis of reactor and accelerator CE<math xmlns:mml=\"http://www.w3.org/1998/Math/MathML\" altimg=\"si4.svg\" class=\"math\"><mi>ν</mi></math>NS data on germanium: implications for the standard model and nuclear physics",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269325006161?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: October 2025Source: Physics Letters B, Volume 869Author(s): M. Atzori Corona, M. Cadeddu, N. Cargioli, G. Co’, F. Dordei, C. Giunti"
    },
    {
      "title": "Imaging the charge distributions of flavor-symmetric and -asymmetric mesons",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269325006239?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: Available online 10 September 2025Source: Physics Letters BAuthor(s): Yin-Zhen Xu, Adnan Bashir, Khépani Raya, José Rodríguez-Quintero, Jorge Segovia"
    },
    {
      "title": "Deceleration Parameter as a Unifying Criterion for FRW Cosmological Models at Critical Points",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269325006355?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: Available online 9 September 2025Source: Physics Letters BAuthor(s): Amin Salehi"
    },
    {
      "title": "Study of nuclear structure properties of some neutron-rich even-even Titanium isotopes",
      "link": "https://www.sciencedirect.com/science/article/pii/S0375947425002337?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Nuclear Physics A",
      "summary": "Publication date: Available online 9 September 2025Source: Nuclear Physics AAuthor(s): Saima Sadiq, Rani Devi, S.K. Khosa"
    },
    {
      "title": "Connecting neutron skin thickness and neutron star observables through isovector scalar delta meson in relativistic framework",
      "link": "https://www.sciencedirect.com/science/article/pii/S0375947425002246?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Nuclear Physics A",
      "summary": "Publication date: Available online 9 September 2025Source: Nuclear Physics AAuthor(s): Sunil Kumar, Mukul Kumar, Raj K. Jagota, Shashi K. Dhiman"
    },
    {
      "title": "Beta Decay Properties of Neutron-Rich Co, Ni, Cu and Zn Isotopes",
      "link": "https://www.sciencedirect.com/science/article/pii/S0375947425002234?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Nuclear Physics A",
      "summary": "Publication date: Available online 9 September 2025Source: Nuclear Physics AAuthor(s): Jameel-Un Nabi, Asim Ullah, Mureed Abbas Qammar"
    }
  ]
}