{
  "lastUpdated": "2025-04-01T02:40:36.489401",
  "papers": [
    {
      "title": "Hybrid neural network method of a multilayer perceptron and autoencoder for the $α$-particle preformation factor in $α$-decay theory",
      "link": "http://link.aps.org/doi/10.1103/PhysRevC.111.034330",
      "authors": "Jiaqi Luo, Yang Xu, Xiaolong Li, Junxiang Wang, Yangjie Zhang, Jungang Deng, Fang Zhang, and Nana Ma",
      "source": "Physical Review C",
      "summary": "Author(s): Jiaqi Luo, Yang Xu, Xiaolong Li, Junxiang Wang, Yangjie Zhang, Jungang Deng, Fang Zhang, and Nana MaThe preformation factor quantifies the probability of $α$ particles preforming on the surface of the parent nucleus in decay theory and is closely related to the study of $α$ clustering structure. In this work, a multilayer perceptron and autoencoder ($\\mathrm{MLP}+\\mathrm{AE}$) hybrid neural networ…[Phys. Rev. C 111, 034330] Published Mon Mar 31, 2025"
    },
    {
      "title": "Probing the influence of weak channels on fusion dynamics in $^{28}\\mathrm{Si}+^{140,142}\\mathrm{Ce}$",
      "link": "http://link.aps.org/doi/10.1103/PhysRevC.111.034621",
      "authors": "Chandra Kumar,  Gonika, J. Gehlot, Phurba Sherpa, A. Parihari, K. Kundalia, Ashna B., Amar Das, Rajesh K. Sahoo, Rayees Ahmad Yatoo, Md. Moin Shaikh, Sunil Kalkal, N. Madhavan, and S. Nath",
      "source": "Physical Review C",
      "summary": "Author(s): Chandra Kumar,  Gonika, J. Gehlot, Phurba Sherpa, A. Parihari, K. Kundalia, Ashna B., Amar Das, Rajesh K. Sahoo, Rayees Ahmad Yatoo, Md. Moin Shaikh, Sunil Kalkal, N. Madhavan, and S. NathBackground: The dynamics of sub-barrier fusion between two heavy nuclei can be comprehended to a great extent within the coupled-channels formalism. However, the role of nucleon transfer channels on fusion remains ambiguous.Purpose: This work aims to address some of the open questions about the infl…[Phys. Rev. C 111, 034621] Published Mon Mar 31, 2025"
    },
    {
      "title": "Three-body analysis reveals a significant contribution of a minor $^{5}\\mathrm{He} s$-wave component in the $^{6}\\mathrm{Li}(p,2p)^{5}\\mathrm{He}$ cross section",
      "link": "http://link.aps.org/doi/10.1103/PhysRevC.111.034622",
      "authors": "Shoya Ogawa, Kazuki Yoshida, Yoshiki Chazono, and Kazuyuki Ogata",
      "source": "Physical Review C",
      "summary": "Author(s): Shoya Ogawa, Kazuki Yoshida, Yoshiki Chazono, and Kazuyuki OgataBackground: $^{6}\\mathrm{Li}$ is usually treated as an $α+p+n$ three-body system, and the validity of this picture is important for understanding $^{6}\\mathrm{Li}$ reactions. The ($p,2p$) reaction is a powerful method to study the structure of valence nucleons in $^{6}\\mathrm{Li}$. Recently, the new…[Phys. Rev. C 111, 034622] Published Mon Mar 31, 2025"
    },
    {
      "title": "Photoproduction of two charged pions off protons in the resonance region",
      "link": "http://link.aps.org/doi/10.1103/PhysRevC.111.035203",
      "authors": "A. V. Sarantsev <em>et al.</em> (CLAS Collaboration)",
      "source": "Physical Review C",
      "summary": "Author(s): A. V. Sarantsev et al. (CLAS Collaboration)Photoproduction of charged pions pairs off protons is studied within the invariant masses of the final state hadrons from 1.6 to 2.4 GeV at the Thomas Jefferson National Accelerator Facility with the CLAS detector. The total and differential cross sections and spin-density matrix elements are presen…[Phys. Rev. C 111, 035203] Published Mon Mar 31, 2025"
    },
    {
      "title": "Correlations between nuclear incompressibility, liquid-gas critical point, and quarkyonic transition",
      "link": "http://link.aps.org/doi/10.1103/PhysRevC.111.035204",
      "authors": "Artemiy Lysenko, Mark I. Gorenstein, Tripp Moss, Roman Poberezhniuk, and Volodymyr Vovchenko",
      "source": "Physical Review C",
      "summary": "Author(s): Artemiy Lysenko, Mark I. Gorenstein, Tripp Moss, Roman Poberezhniuk, and Volodymyr VovchenkoWe systematically probe different parametrizations of the attractive nuclear force based on real gas models to construct the nuclear matter equation of state. In each of the cases, the repulsion between nucleons is treated in the framework of excluded volume, and interaction parameters are fitted to…[Phys. Rev. C 111, 035204] Published Mon Mar 31, 2025"
    },
    {
      "title": "Level-anticrossing in B(E2) anomaly (I)",
      "link": "https://arxiv.org/abs/2503.22100",
      "authors": "Tao Wang, Yu-xin Cheng, Dong-kang Li, Xiao-shen Kang, Suo-chang Jin, Tie Wang, Zhi-qi Zhang, Cheng-guang Zhang, Zhi-xin Zhang",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2503.22100v1 Announce Type: new \nAbstract: Recently, a new mechanism for explaining the B(E2) anomaly was given by F. Pan \\emph{et al.} (PRC, 110, 054324, 2024), which was realized in the parameter region from the SU(3) symmetry limit to the O(6) symmetry limit, and seems to be not related to the SU(3) symmetry. However, through the SU(3) analysis, a new technique proposed recently, we found that it is not so. The new mechanism is related to the level-anticrossing phenomenon, which is related to the level-crossing phenomenon in the SU(3) symmetry limit. By incorporating previous ideas, we have a more general explanatory framework for the B(E2) anomaly, which is important for understanding some higher-order interactions in the interacting boson model. Through analysis, it is shown that level-anticrossing in this mechanism mainly results from the third-order interaction $[\\hat{L}\\times \\hat{Q}_{\\chi} \\times \\hat{L}]^{(0)}$. Finally, the B(E2) anomaly in $^{170}$Os is also discussed by this general framework."
    },
    {
      "title": "Analysis of the contribution of resonance poles of $^{16}$O based on the Mittag-Leffler theorem within the Jost-RPA framework",
      "link": "https://arxiv.org/abs/2503.22102",
      "authors": "K. Mizuyama, T. Dieu Thuy",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2503.22102v1 Announce Type: new \nAbstract: This study investigates resonance states in $^{16}$O, specifically the $E$1 giant resonance and isoscalar/isovector quadrupole resonances, using the Jost-RPA method. By applying the Mittag-Leffler theorem, we decompose the RPA response function to analyze the individual contributions from poles corresponding to collective excitation modes. This decomposition clarifies the role of each pole in shaping the strength function, providing insights into the nature and classification of resonance states essential for understanding collective nuclear excitations. Our analysis identifies the dominant pole contributions to the observed resonance structures, offering a novel approach for exploring collective excitation phenomena in nuclei with complex many-body correlations."
    },
    {
      "title": "Comment on \"Evaluation of kinetic freeze-out properties in different relativistic heavy-ion collision systems at \\sqrtsNN = 200 GeV'' (Eur. Phys. J. Plus (2025) 140:179) https://doi.org/10.1140/epjp/s13360-025-06119-0",
      "link": "https://arxiv.org/abs/2503.22222",
      "authors": "M. U. Ashraf",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2503.22222v1 Announce Type: new \nAbstract: The comment raises serious concerns regarding the authors claims about the phase transition from the QGP phase to the hadron gas phase. Additionally, the comment critiques the fundamental distinction between the kinetic freeze-out temperature and the critical temperature, as the authors erroneously treat them as identical in their article. The authors also assert that the critical temperature is system dependent which contradicts established lattice QCD calculations. Furthermore, there are flaws in their handling of data uncertainties, which could significantly affect the quality of the fit. Furthermore, they misrepresent AMPT-simulated data as experimental data, which undermines the validity of their analysis. Flaws in their handling of data uncertainties also cast doubt on the robustness of their fits."
    },
    {
      "title": "Superheavy Nuclei and the Changing Face of Nuclear Magicity",
      "link": "https://arxiv.org/abs/2503.22260",
      "authors": "Jeet Amrit Pattnaik, Santosh Kumar, S. K. Singh, R. N. Panda, M. Bhuyan, S. K. Patra",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2503.22260v1 Announce Type: new \nAbstract: Using a relativistic mean field formalism, we analyzed the magic number sequence for finite nuclei in the superheavy valley. The result for the IOPB-I parameter set is compared with the well-known NL3 force. The magic numbers obtained from IOPB-I and NL3 interactions are found to be similar. Analysing the single-particle levels and the number of nucleons occupied in it, we find the close shell sequence as 2, 8, 18, 34, 50, 58, 80, 82, 92, 114, 120, 120, 138, 164, 172, 184 and 198 for the $^{318}{120}$ mass region. Again, with a careful inspection, we noticed large shell gaps at nucleon numbers 2, 8, 18, 34, 50, 58, 80, 92, 120, 138, 164, 172, 184, and 198, which may be considered as the magic number sequence for the superheavy nuclei. This change may be due to the shape change of the nuclear potential as compared to the stability valley."
    },
    {
      "title": "Effects of perturbation for transition operator of double-${\\beta}$ decay on nuclear matrix element, effective axial-vector current coupling, and half-life",
      "link": "https://arxiv.org/abs/2503.22339",
      "authors": "J. Terasaki, O. Civitarese",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2503.22339v1 Announce Type: new \nAbstract: We calculate the nuclear matrix element (NME), effective axial-vector current coupling $g_A^\\mathrm{eff}$, and half-life of the double-$\\beta$ ($\\beta\\beta$) decay using the transition operator perturbed by the nuclear interaction. The correction terms for the NME are obtained by extending the hadron sector to a higher order in terms of the Rayleigh-Schr\\\"{o}dinger perturbation theory. The NME calculations are performed for the neutrinoless $\\beta\\beta$ ($0\\nu\\beta\\beta$) and the two-neutrino $\\beta\\beta$ ($2\\nu\\beta\\beta$) decays of $^{136}$Xe. The nuclear wave functions are calculated by the quasiparticle random-phase approximation (QRPA) with the Skyrme, the Coulomb, and the contact pairing interactions. Sufficiently large single-particle valence spaces are used. The correction terms for the NME are comparable with the leading term in absolute value, and the sum of the corrections has the opposite sign to that of the leading term. The $g_A^\\mathrm{eff}$'s for the $\\beta\\beta$ NME are calculated by a few methods depending on the truncation of the NME and the half-life referred to. Similarities are found between some of these $g_A^\\mathrm{eff}$'s including those of the $0\\nu\\beta\\beta$ NME. This leads to the conclusion that the value of $g_A^\\mathrm{eff}$ can indeed be determined by the perturbed transition operator. It is in a comparable range of the $g_A$ for the $2\\nu\\beta\\beta$ NME. The perturbation effect on the $2\\nu\\beta\\beta$ half-life is discussed by comparing the calculated half-lives with the different $g_A$'s and the NME components."
    },
    {
      "title": "Small radius inclusive jet production at the LHC through NNLO+NNLL",
      "link": "https://arxiv.org/abs/2503.21866",
      "authors": "Terry Generet, Kyle Lee, Ian Moult, Rene Poncelet, Xiaoyuan Zhang",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2503.21866v1 Announce Type: cross \nAbstract: The study of hadronic jets and their substructure at hadronic colliders is crucial for improving our understanding of QCD, and searching for new physics. As such, there has been a significant effort to improve their theoretical description. In the small radius limit, inclusive jet production exhibits a universal factorization, enabling the resummation of logarithms which greatly stabilizes theoretical predictions. In this paper, we show how to combine a recently introduced framework for small-$R$ resummation with the STRIPPER subtraction formalism for fragmentation, enabling next-to-next-to-leading order calculations of small-$R$ inclusive jet production for a wide variety of processes at the LHC. We extract the two-loop constants for the jet functions, enabling for the first time next-to-next-to-leading logarithmic resummation matched to next-to-next-to-leading order perturbative calculation. We compare with CMS data for small-$R$ jet production, and find that our results greatly improve the accuracy of the predictions at small-$R$, and stabilize the perturbative convergence and error estimates at larger $R$. Our approach is applicable to a wide class of jet substructure observables exhibiting similar factorization theorems, opening the door to an NNLO jet substructure program at the LHC."
    },
    {
      "title": "Visualizing How Jet Structure Shapes Jet Wakes",
      "link": "https://arxiv.org/abs/2503.21868",
      "authors": "Arjun Srinivasan Kudinoor, Daniel Pablos, Krishna Rajagopal",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2503.21868v1 Announce Type: cross \nAbstract: The ATLAS Collaboration has developed a method to analyze large-radius jets composed of skinny $R=0.2$ subjets in heavy-ion collisions. We first demonstrate that the measurements pioneered by ATLAS constrain the value of $L_{\\rm res}$, the resolution length of QGP -- and rule out any picture in which an entire parton shower loses energy coherently as a single entity. We then analyze the response of the medium to the passage of large-radius $R=2$ jets containing two skinny subjets in gamma-jet events. We introduce novel jet-shape observables that allow us to visualize how the internal structure of large-radius jets shapes the wakes they excite in the QGP. We find that even when the subjets are $\\sim 0.8$ radians apart, the angular shape of the soft hadrons originating from their wake forms a single broad structure. Only when the two subjets are even farther apart are two sub-wakes revealed. We show that the way in which jet structure shapes the structure of jet-induced wakes can be visualized with similar clarity in experiments by using only low-$p_T$ hadrons. The observables we introduce offer a new and distinctive way of seeing jet-induced wakes -- and wake substructure -- in heavy-ion collision data."
    },
    {
      "title": "Spinor Representations for Fields with any Spin: Lorentz Tensor Basis for Operators and Covariant Multipole Decomposition",
      "link": "https://arxiv.org/abs/2503.22046",
      "authors": "Wim Cosyn, Frank Vera",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2503.22046v1 Announce Type: cross \nAbstract: This paper discusses a framework to parametrize and decompose operator matrix elements for particles with higher spin $(j > 1/2)$ using chiral representations of the Lorentz group, i.e. the $(j,0)$ and $(0,j)$ representations and their parity-invariant direct sum. Unlike traditional approaches that require imposing constraints to eliminate spurious degrees of freedom, these chiral representations contain exactly the $2j+1$ components needed to describe a spin-$j$ particle. The central objects in the construction are the $t$-tensors, which are generalizations of the Pauli four-vector $\\sigma^\\mu$ for higher spin. For the generalized spinors of these representations, we demonstrate how the algebra of the $t$-tensors allows to formulate a generalization of the Dirac matrix basis for any spin. For on-shell bilinears, we show that a set consisting exclusively of covariant multipoles of order $0\\leq m \\leq 2j$ forms a complete basis. We provide explicit expressions for all bilinears of the generalized Dirac matrix basis, which are valid for any spin value. As a byproduct of our derivations we present an efficient algorithm to compute the $t$-tensor matrix elements. The formalism presented here paves the way to use a more unified approach to analyze the non-perturbative QCD structure of hadrons and nuclei across different spin values, with clear physical interpretation of the resulting distributions as covariant multipoles."
    },
    {
      "title": "Crystalline Phases in QCD",
      "link": "https://arxiv.org/abs/2503.22085",
      "authors": "Theo F. Motta",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2503.22085v1 Announce Type: cross \nAbstract: For decades now, low-energy models of QCD have shown indications that a crystalline quark phase could be stable at high chemical potentials. Beyond models, however, there are numerous difficulties in investigating such a hypothesis in full QCD, such as the sign problem. Functional methods do not suffer from the sign problem, and thus, can access the high--$\\mu$ side of the QCD phase diagram. The main tool used to look for signs of inhomogeneous/crystalline phases in low-energy models is the so-called ``stability analysis''. In this talk, I show how the standard stability analysis was generalised to be applicable in any theory, including QCD."
    },
    {
      "title": "SU(3) centre vortex geometry at finite temperature",
      "link": "https://arxiv.org/abs/2503.22153",
      "authors": "Jackson A. Mickley, Waseem Kamleh, Derek B. Leinweber",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2503.22153v1 Announce Type: cross \nAbstract: The importance of examining the structure of centre-vortex matter in the ground-state fields of nonabelian gauge-field theory has been demonstrated in the recent centre-vortex based discovery of a second finite-temperature transition in QCD associated with quark deconfinement. This signals the presence of a new phase of ground-state field structure between the well separated chiral and deconfinement transitions. In this short presentation, we re-examine pure SU(3) gauge theory which provides a foundation for the development of techniques for the examination of full QCD. This time, we reconsider visualisations of the centre-vortex structure in light of the quantitative analysis that demonstrates the first order nature of the deconfinement phase transition in the pure-gauge theory. Here we consider a detailed side-by-side comparison of the field structure slightly below and slightly above the critical temperature. The abrupt changes of the field structure in the first order phase transition are easy to observe in the representative visualisations."
    },
    {
      "title": "Studying the $K\\Lambda$ strong interaction with femtoscopic correlation functions and the $N^*(1535)$",
      "link": "https://arxiv.org/abs/2503.22453",
      "authors": "Si-Wei Liu, Ju-Jun Xie",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2503.22453v1 Announce Type: cross \nAbstract: We investigate the $K \\Lambda$ strong interaction dynamics around the energy region of $N^*(1535)$ resonance through femtoscopic correlation functions within the Koonin-Pratt formalism, where coupled-channel effects of $\\pi N$, $K\\Lambda$, $K \\Sigma$ and $\\eta N$ channels are taken into account, by means of which the $N^*(1535)$ resonance can be dynamically generated in the chiral unitary approach. Two-body scattering amplitudes are calculated using the chiral unitary approach, and the corresponding wave functions and correlation functions are obtained. Our analysis shows that the $\\pi N$ channel becomes important to the $K^+\\Lambda$ correlation function through coupled channel effects, even if its mass threshold is far from the energy region of the $N^*(1535)$. Furthermore, with the picture that the $N^*(1535)$ is a dynamically generated state, we can get a good reproduction of the experimental data on the $K^+\\Lambda$ correlation function. This work establishes femtoscopic correlation functions as a sensitive probe for coupled-channel dynamics and validates the Koonin-Pratt framework in multi-channel hadronic systems, offering critical insights into some exotic hadron states and strong interaction mechanisms."
    },
    {
      "title": "Spin Polarization of $\\Lambda$ hyperons from Dissipative Spin Hydrodynamics",
      "link": "https://arxiv.org/abs/2503.22552",
      "authors": "Sapna, Sushant K. Singh, David Wagner",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2503.22552v1 Announce Type: cross \nAbstract: We present a framework for spin dynamics in the quark-gluon plasma created in relativistic heavy-ion collisions. Under the approximation of small polarization, macroscopic spin degrees of freedom decouple from the background, and their evolution equations and transport coefficients have been computed using quantum kinetic theory of massive particles with non-local collisions. Employing this theory, we numerically solve dissipative relativistic spin hydrodynamics for the first time. We explore three interaction scenarios between constituent particles and apply this framework to compute both global and local spin polarization of $\\Lambda$ hyperons in Au+Au collisions at $\\sqrt{s_{NN}} = 200$ GeV. Our results show that the initially vanishing spin potential relaxes toward thermal vorticity, driving global polarization. Furthermore, we demonstrate that the sign of longitudinal polarization is sensitive to the interaction type, emphasizing the need for a consistent treatment of dissipative effects in spin hydrodynamics to describe experimental data."
    },
    {
      "title": "Towards a Quantum Information Theory of Hadronization: Dihadron Fragmentation and Neutral Polarization in Heavy Baryons",
      "link": "https://arxiv.org/abs/2503.22607",
      "authors": "Rebecca von Kuk, Kyle Lee, Johannes K. L. Michel, Zhiquan Sun",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2503.22607v1 Announce Type: cross \nAbstract: We pioneer the application of quantum information theory to experimentally distinguish between classes of hadronization models. We adapt the CHSH inequality to the fragmentation of a single parton to hadron pairs, a violation of which would rule out classical dynamics of hadronization altogether. Furthermore, we apply and extend the theory of quantum contextuality and local quantum systems to the neutral polarization of a single spin-1 hadronic system, namely the light constituents of excited Sigma baryons $\\Sigma^{*}_{c,b}$ formed in the fragmentation of heavy quarks."
    },
    {
      "title": "Critical fluid dynamics in two and three dimensions",
      "link": "https://arxiv.org/abs/2411.15994",
      "authors": "Chandrodoy Chattopadhyay, Josh Ott, Thomas Schaefer, Vladimir V. Skokov",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2411.15994v2 Announce Type: replace \nAbstract: We describe a numerical method for simulating stochastic fluid dynamics near a critical point in the Ising universality class. This theory is known as model H, and is expected to govern the non-equilibrium dynamics of Quantum Chromodynamics (QCD) near a possible critical endpoint of the phase transition between a hadron liquid and the quark-gluon plasma. The numerical algorithm is based on a Metropolis scheme, and automatically ensures that the distribution function of the hydrodynamic variables in equilibrium is independent of the transport coefficients and only governed by the microscopic free energy. We verify dynamic scaling near the critical point of a two and three-dimensional fluid and extract the associated critical exponent $z$. We find $z\\simeq 3$ in three dimensions, and $z\\simeq 2$ for a two-dimensional fluid. In a finite system, we observe a crossover between the mean field value $z=4$ and the true critical exponent $z\\simeq 3$ ($z \\simeq 2$ in $d=2$). This crossover is governed by the values of the correlation length and the renormalized shear viscosity."
    },
    {
      "title": "Pion condensation versus 2SC, speed of sound, and charge neutrality effects in the quark-meson diquark model",
      "link": "https://arxiv.org/abs/2502.10229",
      "authors": "Jens O. Andersen, Mathias P. N{\\o}dtvedt",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2502.10229v2 Announce Type: replace-cross \nAbstract: We employ the two-flavor quark-meson diquark model as a low-energy model for QCD at non-zero quark and isospin chemical potentials $\\mu$ and $\\mu_I$, and at zero temperature. We map out the phase diagram in the $\\mu$-$\\mu_I$ plane, which has four phases: a vacuum phase, a phase with condensed charged pions/Cooper pairs of $u$ and $\\bar{d}$ quarks, a normal quark matter phase, and a color superconducting phase (2SC phase). %In the 2SC phase, we study the effects of imposing color and %electric charge neutrality. The global symmetry breaking $SU(3)_c\\rightarrow SU(2)_c$ in the 2SC phase gives rise to a number of Nambu-Goldstone bosons. We classify them and briefly discuss their properties. We calculate the speed of sound $c_s$ in the two special cases, finite $\\mu_I$ and $\\mu=0$, and finite $\\mu$ and $\\mu_I=0$. In both cases, the speed of sound exhibits a maximum and approaches the conformal limit from above as the density increases. For non-zero isospin $\\mu_I$, this behavior is in agreement with the speed of sound obtained from lattice simulations. In the 2SC phase, the behavior is qualitatively the same if we impose local charge neutrality. Finally, we discuss the possibility of having a mixed phase of negatively charged normal quark matter and positively charged 2SC matter with global color charge neutrality imposed on the latter."
    },
    {
      "title": "Modified electron trajectory due to the axion dark matter background",
      "link": "http://iopscience.iop.org/article/10.1088/1361-6471/adbf32",
      "authors": "Yadir Garnica and J Barranco",
      "source": "Journal of Physics G: Nuclear and Particle Physics",
      "summary": "It is well known that the coupling of an axion-like particle with a photon modifies the Maxwell equations. One of the main consequences of these modifications is the conversion of axions into photons. Little has been said about other possible effects. In this paper we show that the trajectory of an electron can be significantly altered because of the emergence of an electric field due to the dark matter background of the axion-like particles in this modified axion-electrodynamics. Different dark matter densities and magnetic field strengths are considered and it is shown that an axion-like particle with a mass ma ∼ 10−22 eV generates an electric field that can significantly change the trajectory of an electron in these scenarios."
    },
    {
      "title": "Detectors and front-end electronics for nuclear physics research at IUAC",
      "link": "https://epja.epj.org/10.1140/epja/s10050-025-01526-4",
      "authors": "Akhil Jhingan, E. T. Subramaniam, S. Venkataramanan",
      "source": "European Physical Journal A",
      "summary": "Authors: Akhil Jhingan, E. T. Subramaniam and S. Venkataramanan.The European Physical Journal A Vol. 61 , page 64Published online: 27/3/2025\n       Keywords:"
    },
    {
      "title": "Decays τ→f0(π,K)ντ$$\\tau \\rightarrow f_0(\\pi ,K) \\nu _\\tau $$ and τ→3πντ$$\\tau \\rightarrow 3 \\pi \\nu _\\tau $$ accounting for the contribution of f0(500)$$f_0(500)$$",
      "link": "https://epja.epj.org/10.1140/epja/s10050-025-01531-7",
      "authors": "M. K. Volkov, A. A. Pivovarov, K. Nurlan",
      "source": "European Physical Journal A",
      "summary": "Authors: M. K. Volkov, A. A. Pivovarov and K. Nurlan.The European Physical Journal A Vol. 61 , page 66Published online: 28/3/2025"
    },
    {
      "title": "Investigation of multiple anti-magnetic rotational bands in 106$$^{106}$$Cd",
      "link": "https://epja.epj.org/10.1140/epja/s10050-025-01525-5",
      "authors": "Diwanshu, Ashok Kumar, Bharti Rohila, Chetan Sharma, Subodh, Ishika Sharma, P. S. Rawat, Anand Pandey, Kaushik Katre, H. Arora, U. S. Ghosh, Yashraj, C. Majumder, H. P. Sharma, S. K. Chamoli, S. Kumar, S. Muralithar, R. P. Singh",
      "source": "European Physical Journal A",
      "summary": "Authors:  Diwanshu, Ashok Kumar, Bharti Rohila, Chetan Sharma,  Subodh, Ishika Sharma, P. S. Rawat, Anand Pandey, Kaushik Katre, H. Arora, U. S. Ghosh,  Yashraj, C. Majumder, H. P. Sharma, S. K. Chamoli, S. Kumar, S. Muralithar and R. P. Singh.The European Physical Journal A Vol. 61 , page 65Published online: 27/3/2025"
    }
  ]
}