{
  "lastUpdated": "2026-01-06T02:53:02.103287",
  "papers": [
    {
      "title": "Revisiting p-$^{11}$B Fusion: Updated Cross-sections, Reactivity, and Energy Balance",
      "link": "https://arxiv.org/abs/2601.00241",
      "authors": "Hong-Yi Wang, Yu-Qi Li, Qian Wu, Zhu-Fang Cui",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2601.00241v1 Announce Type: new \nAbstract: Recent experimental progress has substantially improved the available cross-section data for the p-$^{11}$B fusion reaction, particularly in energy regions that previously lacked direct measurements. In this study, we develop a high-precision analytical parameterization of the p-$^{11}$B reaction cross-section over the 0--10 MeV energy range, incorporating the new experimental data into a continuous and numerically efficient representation. Using this parameterization, we evaluate the thermonuclear reactivity of the p-$^{11}$B reaction and examine the effects of the dominant resonance at 0.6 MeV and a newly observed resonance around 4.7 MeV. Furthermore, we assess the energy balance by analyzing the fusion power density and the electron bremsstrahlung power density. Our results indicate that p-$^{11}$B fusion is not precluded by bremsstrahlung constraints when contemporary cross-section data and self-consistent thermal modeling are employed."
    },
    {
      "title": "Toward $\\textit{Ab Initio}$ Quantum Simulations of Atomic Nuclei Using Noisy Qubits",
      "link": "https://arxiv.org/abs/2601.00315",
      "authors": "Chongji Jiang, Junchen Pei, Rongzhe Hu, Shaoliang Jin, Haoyu Shang, Siqin Fan, Furong Xu",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2601.00315v1 Announce Type: new \nAbstract: Quantum computers are expected to provide a ultimate solver for quantum many-body systems, although it is a tremendous challenge to achieve that goal on current noisy quantum devices. This work illustrated quantum simulations of ab initio no-core shell model calculations of $^3$H with chiral two-nucleon and three-nucleon forces. The measurement costs are remarkably reduced by using the general commutativity measurement together with the asymptotic optimization. In addition, the noise causes serious contaminations of configurations with undesired particle numbers, and the accuracies are much improved by applying the particle number projected measurement. By tackling the efficiency and noise issues, this work demonstrated a substantial step toward ab initio quantum computing of atomic nuclei."
    },
    {
      "title": "Comparison of Relativistic and Non-relativistic Faddeev calculations for Proton-Deuteron Elastic Scattering",
      "link": "https://arxiv.org/abs/2601.00534",
      "authors": "H. Kamada, A. Arslanaliev, Y. Kostylenko, A. V. Shebeko, J. Golak, R. Skibi\\'nski, K. Topolnicki, V. Chahar, D. F. Ram\\'irez Jim\\'enez, H. Wita{\\l}a, W. N. Polyzou",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2601.00534v1 Announce Type: new \nAbstract: This investigation compares non-relativistic and relativistic nucleon-nucleon (NN) potentials in the context of pd scattering. Conventional NN potentials (e.g., CDBonn, AV18) rely on the non-relativistic Schr\\\"odinger equation, whereas the Kharkiv potential is intrinsically relativistic. We employ the Coester-Pieper-Serduke (CPS) and Kamada-Gl\\\"ockle (KG) conversion methods to construct a Pseudo-Relativistic Potential (PRP) from a realistic NN potential, preserving the deuteron binding energy and phase shifts. Calculations of the differential cross section using the relativistic Faddeev equation show that relativistic effects particularly the deviation at the backward angle become pronounced at 135 MeV. The differences in the forward angle were attributed to the characteristics of the Kharkiv potential itself. The reverse transformation of the Kharkiv potential into a Pseudo-Non-Relativistic Potential (PNRP) confirms that the backward-angle relativistic effect increases with energy in the range from 100 MeV to 400 MeV. Comparisons of the polarization observables indicate that relativistic effects, as well as the discrepancy between the CPS and KG transformations, become significant above 300 MeV. Nevertheless, non-relativistic calculations using the PRP remain generally reliable for polarization observables below 300 MeV."
    },
    {
      "title": "Implementing the three-neutron quantization condition",
      "link": "https://arxiv.org/abs/2512.24508",
      "authors": "Wilder Schaaf, Stephen R. Sharpe",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2512.24508v1 Announce Type: cross \nAbstract: We describe in detail the implementation of the relativistic three-neutron finite-volume quantization condition derived in Ref. [1]. In particular, we show how the complications due to Wigner rotations acting on spins are included, and present concrete formulas for the case when the angular momenta within pairs is restricted to be less than 2. We describe the symmetries of the matrices appearing in the quantization condition, and decompose solutions into irreducible representations of the appropriate doubled finite-volume symmetry groups. We present an implementation of the three-particle K matrix, keeping the two lowest-order terms in the threshold expansion. We provide numerical predictions for the finite-volume spectrum for a setup with nearly physical parameters, including two-particle interactions that are based on experimental results. This exploratory study shows the how lattice QCD calculations of the three-neutron spectrum with sufficient precision can provide detailed information on both two- and three-particle interactions."
    },
    {
      "title": "The Maximal Entanglement Limit in Statistical and High Energy Physics",
      "link": "https://arxiv.org/abs/2601.00405",
      "authors": "Dmitri E. Kharzeev",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2601.00405v1 Announce Type: cross \nAbstract: These lectures advocate the idea that quantum entanglement provides a unifying foundation for both statistical physics and high-energy interactions. I argue that, at sufficiently long times or high energies, most quantum systems approach a Maximal Entanglement Limit (MEL) in which phases of quantum states become unobservable, reduced density matrices acquire a thermal form, and probabilistic descriptions emerge without invoking ergodicity or classical randomness. Within this framework, the emergence of probabilistic parton model, thermalization in the break-up of confining strings and in high-energy collisions, and the universal small $x$ behavior of structure functions arise as direct consequences of entanglement and geometry of high-dimensional Hilbert space."
    },
    {
      "title": "Effective field theory for dissipative photons from higher-form symmetries",
      "link": "https://arxiv.org/abs/2601.00605",
      "authors": "Genki Yoshimura (Department of Physics, The University of Osaka, 1-1 Machikaneyama, Toyonaka, Osaka 650-0043, Japan), Yukinao Akamatsu (Department of Physics, The University of Osaka, 1-1 Machikaneyama, Toyonaka, Osaka 650-0043, Japan), Yuji Hirono (Institute of Systems and Information Engineering, University of Tsukuba, 1-1-1 Tenn\\=odai, Tsukuba, Ibaraki 305-8573, Japan)",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2601.00605v1 Announce Type: cross \nAbstract: Recent developments in generalized symmetries have provided new insights into quantum field theories. Within this framework, photons can be understood as Nambu-Goldstone modes associated with a spontaneously broken higher-form symmetry. In this work, we develop an effective field theory that builds on this symmetry structure to describe the real-time dynamics of photons in insulating media at finite temperature. Combining the Schwinger-Keldysh formalism with the generalized coset construction, we formulate a symmetry-based effective action that incorporates both conservative and dissipative effects. The effective theory implements the dynamical Kubo-Martin-Schwinger symmetry, ensuring consistency with the fluctuation-dissipation relation and Onsager's reciprocal relations. Within this framework, we derive the entropy current associated with dissipative photon dynamics and demonstrate the non-negativity of its divergence, in accordance with the second law of thermodynamics. We also clarify the symmetry origin of the gauge redundancy in the unbroken phase within the Schwinger-Keldysh framework, relating it to strong and weak realizations of higher-form symmetries. Our results provide a model-independent effective description of photon dynamics in insulating media at finite temperature."
    }
  ]
}