{
  "lastUpdated": "2025-06-25T02:44:45.341191",
  "papers": [
    {
      "title": "Causality of polarizeable dissipative fluids from Lagrangian hydrodynamics",
      "link": "https://arxiv.org/abs/2506.17327",
      "authors": "David Montenegro, Giorgio Torrieri",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2506.17327v1 Announce Type: new \nAbstract: We perform a causality analysis on the dispersion relation of hydrodynamics with spin well as shear and bulk viscosity, including the relaxation times for all these quantities. We find that the interplay of the three relaxational scales, for shear and bulk viscosity as well as polarization, leads to non-trivial effects on the dispersion relation. Unexpectedly, the presence of polarization leads to lower effective viscosity and a longer relaxation time, and the presence of viscosity leads to lower limits as well as upper ones on the group velocity and constraints relating polarization to viscosity relaxation times. We conclude with a qualitative discussion on how these results impact phenomenology, specifically the low effective viscosity in strongly interacting matter as well as shear-vorticity coupling."
    },
    {
      "title": "Exploring the neutron-star matter properties via the deformed nuclear reactions",
      "link": "https://arxiv.org/abs/2506.17571",
      "authors": "Yuan-Qing Guo, Ya-Peng Zhang, Zhao-Qing Feng",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2506.17571v1 Announce Type: new \nAbstract: Within the framework of Lanzhou quantum molecular dynamics transport model, the correlation of initial deformation and isospin diffusion is systematically investigated in collisions of $^{238}$U + $^{238}$U. The impacts of the collision centrality, symmetry energy and initial configuration on the collective flows, neutron/proton and $\\pi^{-}/\\pi^{+}$ ratios have been systematically investigated. It is found that the broader neutron-rich region is formed in the body-body collisions in comparison with the ones in the tip-tip collisions. The neutron-star matter might be created in the density region of 0.2-0.5 $\\rho_{0}$ (the normal nuclear density $\\rho_{0}$=0.165 fm$^{-3}$) formed in the $^{238}$U + $^{238}$U reaction at the incident energy of 500 MeV/nucleon. The elliptic flows of protons are related to the incident energy, collision centrality, symmetry energy and collision orientation. The hard symmetry energy enables the larger free neutron/proton ratio at the beam energy of 500 MeV/nucleon. However, the neutron/proton and $\\pi^{-}/\\pi^{+}$ ratios in the density regime of $1.2\\leq \\rho/\\rho_{0}\\leq1.8$ are enhanced by the soft symmetry energy with the slope parameter of L=42 MeV."
    },
    {
      "title": "Relations between spin observables of the reactions $dd\\to npd$ and $pd\\to pd$ in impulse approximation",
      "link": "https://arxiv.org/abs/2506.17799",
      "authors": "Yu. N. Uzikov",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2506.17799v1 Announce Type: new \nAbstract: It is shown that the vector and tensor analyzing powers $A_y$, $A_{yy}$\n  and also double spin correlation coefficients $C_{y,y}$, $C_{y y,y}$ of the\n  reaction $dd\\to n+p+d$ in impulse approximation are linearly connected to\n  corresponding observables of the\n  $pd$- elastic scattering. Obtained relations\n  are necessary for motivation of the polarization experiments for the first phase of the SPD NICA\n  project and for analysis of expected data."
    },
    {
      "title": "Investigation of the neutron-proton effective mass splitting via heavy ion collisions: Constraints and Implications",
      "link": "https://arxiv.org/abs/2506.17973",
      "authors": "Junping Yang, Meiqi Sun, Ying Cui, Yangyang Liu, Zhuxia Li, Kai Zhao, Yingxun Zhang",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2506.17973v1 Announce Type: new \nAbstract: The neutron-proton effective mass splitting ($\\Delta m^*_{np}$) is investigated through analyses of heavy-ion collisions using the improved quantum molecular dynamics (ImQMD) model with both standard and extended Skyrme interactions. By uncovering the strong correlation between the slope of the neutron-to-proton yield ratio with respect to the kinetic energy (i.e., $S_{n/p} $) and $\\Delta m^*_{np}$, we reveal that the constraints of the neutron-proton effective mass splitting via heavy ion collisions depend on the kinetic energy region of the emitted nucleons. At low kinetic energies, the data favor $m_n^*>m_p^*$ which is consistent with the nucleon-nucleus scattering analysis, while at high kinetic energies, they favor $m_n^*<m_p^*$. Our findings partly resolve the longstanding discrepancy in the constraints of neutron-proton effective mass splitting with heavy ion collisions and nucleon-nucleus scattering, and significantly advance the understanding of nucleon effective mass splitting through heavy ion collisions."
    },
    {
      "title": "Towards Quantum Simulation of Rotating Nuclei using Quantum Variational Algorithms",
      "link": "https://arxiv.org/abs/2506.18059",
      "authors": "Dhritimalya Roy",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2506.18059v1 Announce Type: new \nAbstract: Quantum variational algorithms (QVAs) are becoming increasingly potent tools for simulating quantum many-body systems, in particular, on noisy intermediate-scale quantum (NISQ) devices. The application of QVAs, more especially the Variational Quantum Eigensolver (VQE), to schematic model simulation is examined in this work. The cranked Nilsson-Strutinsky (CNS) framework serves as a foundation for comprehending high-spin phenomena in deformed nuclei. Using single-particle level spacings, pairing correlations, cranking (rotational) terms, and particle-number conservation, we build five increasingly complex CNS-like models. Quantum-classical hybrid procedures are used to solve these Hamiltonians after mapping them to qubit operators. Key metrics such as ground state energy, angular momentum expectation values $J_x$, and entanglement entropy are used to compare the results to exact diagonalization (ED). With variational errors typically $<0.005$, our results show agreement in energy and angular momentum predictions. Notably, we find slight variances in entanglement entropy between the ED and VQE results, which are influenced by numerical precision and ansatz expressivity. These results open the door to investigating larger, more realistic CNS-type systems through more expressive ansatz and validate the use of variational quantum algorithms in modelling rotational nuclear structure."
    },
    {
      "title": "Nuclear and neutron matter in the relativistic Brueckner-Hartree-Fock theory with next-to-leading order covariant chiral nuclear force",
      "link": "https://arxiv.org/abs/2506.18519",
      "authors": "Wei-Jiang Zou, Yi-Long Yang, Jun-Xu Lu, Peng-Wei Zhao, Li-Sheng Geng, Jie Meng",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2506.18519v1 Announce Type: new \nAbstract: The symmetric nuclear matter and pure neutron matter are investigated by the relativistic Brueckner-Hartree-Fock (RBHF) theory with the covariant chiral nuclear forces up to the next-to-leading order~(NLO). A fitting scheme to ensure the naturalness of the low-energy constants is proposed, which plays a crucial role in the proper description of nuclear matter. With a momentum cutoff $\\Lambda=590$ MeV, the empirical saturation energy and density, as well as the incompressibility coefficient at the saturation density are reproduced well. The EoSs show less dependence on the momentum cutoff and become softer at densities above saturation density, in comparison with the previous leading order results. Given the good description for the saturation properties of nuclear matter, the present work encourages future studies of the finite nuclei in the framework of the RBHF theory with the NLO covariant chiral nuclear forces."
    },
    {
      "title": "Correlation between particle spectra and elliptic flow",
      "link": "https://arxiv.org/abs/2506.18690",
      "authors": "Tribhuban Parida, Rupam Samanta, Jean-Yves Ollitrault",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2506.18690v1 Announce Type: new \nAbstract: We introduce a new observable to probe the collective nature of the radial expansion of the quark-gluon plasma. This observable, dubbed $v_{02}(p_T)$, represents the correlation of the spectrum with elliptic flow, in the same way as the recently measured $v_0(p_T)$ represents the correlation of the spectrum with the transverse momentum per particle. The advantage of $v_{02}(p_T)$ over $v_0(p_T)$ is that it is measured using a three-particle cumulant, as opposed to a pair correlation, which significantly reduces the sensitivity to nonflow effects. We predict non-trivial differences between $v_{02}(p_T)$ and $v_0(p_T)$ in semi-central Pb+Pb collisions at the Large Hadron Collider (LHC) on the basis of hydrodynamic simulations. A hint of these differences can be seen in the modification of $p_T$ spectra observed by ALICE in event-shape-engineered events a decade ago."
    },
    {
      "title": "Nuclear $\\beta$-decay half-lives within the subtracted second random-phase approximation",
      "link": "https://arxiv.org/abs/2506.18849",
      "authors": "Danilo Gambacurta, Marcella Grasso",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2506.18849v1 Announce Type: new \nAbstract: We employ, within the framework of Skyrme energy-density functional theory, the subtracted second random-phase approximation, recently developed for charge-exchange excitations, to compute $\\beta$-decay half-lives in four nuclei, $^{24}$O, $^{34}$Si, $^{78}$Ni, and $^{132}$Sn. Following our recent results on the description of the Gamow-Teller strength, we proceed coherently in the present work by computing $\\beta$-decay half-lives using the bare value of the axial-vector coupling constant $g_A$. Half-lives are thus obtained, within the allowed Gamow-Teller approximation, without the use of any ad hoc quenching factors. A genuine quenching is indeed microscopically introduced in our model owing to the correlations induced by the coupling of one-particle one-hole configurations with two-particle two-hole ones. The role of the so-called $J^2$ terms is also studied. By comparing our results with experimental data, we show a general improvement of $\\beta$-decay half-lives with respect to results obtained within the commonly used Random Phase Approximation (RPA). The inclusion of the two-particle two-hole configurations produces a more fragmented and richer spectrum within the $\\beta$-window, resulting in lower $\\beta$ half-lives with respect to the RPA ones."
    },
    {
      "title": "Nuclear Cold QCD: Review and Future Strategy",
      "link": "https://arxiv.org/abs/2506.17454",
      "authors": "F. Arleo, P. Caucal, A. Deshpande, J. M. Durham, G. M. Innocenti, J. Jalilian-Marian, A. Kusina, M. X. Liu, Y. Mehtar-Tani, C. -J. Na\\\"im, H. Paukkunen, S. Platchkov, F. Salazar, I. Vitev, R. Vogt",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2506.17454v1 Announce Type: cross \nAbstract: This review examines data from hadron-nucleus collisions, primarily focusing on hard processes like Drell-Yan, heavy flavor and quarkonium production. It highlights observed modifications of particle yields as functions of momentum and rapidity, aiming to clarify the underlying QCD effects in cold nuclear matter (CNM). The paper outlines strategies for future experiments, including the Electron-Ion Collider (EIC), to distinguish between these effects. Key questions address the universality of suppression mechanisms and the role of non-perturbative physics, providing a road map for upcoming nuclear data."
    },
    {
      "title": "Three-dimensional equation of state extension of quark matter in Fermi-liquid theory",
      "link": "https://arxiv.org/abs/2506.17569",
      "authors": "Zhenyu Zhu, Shuai Zha, Sophia Han",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2506.17569v1 Announce Type: cross \nAbstract: The cold, dense matter equation of state (EoS) determines crucial global properties of neutron stars (NSs), including the mass, radius and tidal deformability. However, a one-dimensional (1D), cold, and $\\beta$-equilibrated EoS is insufficient to fully describe the interactions or capture the dynamical processes of dense matter as realized in binary neutron star (BNS) mergers or core-collapse supernovae (CCSNe), where thermal and out-of-equilibrium effects play important roles. We develop a method to self-consistently extend a 1D cold and $\\beta$-equilibrated EoS of quark matter to a full three-dimensional (3D) version, accounting for density, temperature, and electron fraction dependencies, within the framework of Fermi-liquid theory (FLT), incorporating both thermal and out-of-equilibrium contributions. We compare our FLT-extended EoS with the original bag model and find that our approach successfully reproduces the contributions of thermal and compositional dependencies of the 3D EoS. Furthermore, we construct a 3D EoS with a first-order phase transition (PT) by matching our 3D FLT-extended quark matter EoS to the hadronic DD2 EoS under Maxwell construction, and test it through the GRHD simulations of the TOV-star and CCSN explosion. Both simulations produce consistent results with previous studies, demonstrating the effectiveness and robustness of our 3D EoS construction with PT."
    },
    {
      "title": "Imaging nuclear shape through anisotropic and radial flow in high-energy heavy-ion collisions",
      "link": "https://arxiv.org/abs/2506.17785",
      "authors": "The STAR Collaboration",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2506.17785v1 Announce Type: cross \nAbstract: Most atomic nuclei exhibit ellipsoidal shapes characterized by quadrupole deformation $\\beta_2$ and triaxiality $\\gamma$, and sometimes even a pear-like octupole deformation $\\beta_3$. The STAR experiment introduced a new \"imaging-by-smashing\" technique [arXiv:2401.06625, arXiv:2501.16071] to image the nuclear global shape by colliding nuclei at ultra-relativistic speeds and analyzing outgoing debris. Features of nuclear shape manifest in collective observables like anisotropic flow $v_n$ and radial flow via mean transverse momentum $[p_T]$. We present new measurements of the variances of $v_n$ ($n=2$, 3, and 4) and $[p_T]$, and the covariance of $v_n^2$ with $[p_T]$, in collisions of highly deformed $^{238}$U and nearly spherical $^{197}$Au. Ratios of these observables between these two systems effectively suppress common final-state effects, isolating the strong impact of uranium's deformation. Comparing results with state-of-the-art hydrodynamic model calculations, we extract $\\beta_{2U}$ and $\\gamma_{U}$ values consistent with those deduced from low-energy nuclear structure measurements. Measurements of $v_3$ and its correlation with $[p_T]$ also provide the first experimental suggestion of a possible octupole deformation for $^{238}$U. These findings provide significant support for using high-energy collisions to explore nuclear shapes on femtosecond timescales, with broad implications for both nuclear structure and quark-gluon plasma studies."
    },
    {
      "title": "Existence of nuclear modifications on longitudinal-transverse structure function ratio",
      "link": "https://arxiv.org/abs/2506.18305",
      "authors": "S. Kumano",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2506.18305v1 Announce Type: cross \nAbstract: It has been assumed that nuclear modification does not exist in the longitudinal-transverse structure function ratio $R_N=F_L^N/(2xF_1^N)$ in lepton deep inelastic scattering. This assumption is widely used in obtaining structure functions of the ``nucleon\" from nuclear data such as the deuteron ones. However, nuclear modifications do exist theoretically at least at medium- and large-$x$ regions because nucleons in a nucleus move in any direction, which is not necessary the longitudinal direction of the virtual-photon or weak-boson momentum in lepton scattering. Because of this transverse motion, the nucleon's transverse and longitudinal structure functions should mix with each other in nuclei with the mixture probability proportional to the nucleon's transverse momentum squared $\\vec p_T^{\\,\\, 2}/Q^2$. In this work, numerical results are explicitly shown on such nuclear modifications in the deuteron. These nuclear modifications are important for determining precise structure functions of the nucleon. Furthermore, modifications of $R_N$ should be investigated also at small $x$ by the future electron-ion collider to find interesting gluon dynamics in nuclei. Hopefully, this nuclear effect on $R_N$ could be found by future experimental measurements at lepton accelerator facilities."
    },
    {
      "title": "Systematic improvement of the quantum approximate optimisation ansatz for combinatorial optimisation using quantum subspace expansion",
      "link": "https://arxiv.org/abs/2506.18594",
      "authors": "Yann Beaujeault-Taudi\\`ere",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2506.18594v1 Announce Type: cross \nAbstract: The quantum approximate optimisation ansatz (QAOA) is one of the flagship algorithms used to tackle combinatorial optimisation on graphs problems using a quantum computer, and is considered a strong candidate for early fault-tolerant advantage. In this work, I study the enhancement of the QAOA with a generator coordinate method (GCM), and achieve systematic performances improvements in the approximation ratio and fidelity for the maximal independent set on Erd\\\"os-R\\'enyi graphs. The cost-to-solution of the present method and the QAOA are compared by analysing the number of logical CNOT and $T$ gates required for either algorithm. Extrapolating on the numerical results obtained, it is estimated that for this specific problem and setup, the approach surpasses QAOA for graphs of size greater than 75 using as little as eight trial states. The potential of the method for other combinatorial optimisation problems is briefly discussed."
    },
    {
      "title": "$g$-mode oscillations of dark matter admixed neutron stars",
      "link": "https://arxiv.org/abs/2506.18892",
      "authors": "Swarnim Shirke, Debarati Chatterjee, Prashanth Jaikumar",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2506.18892v1 Announce Type: cross \nAbstract: We investigate $g$-mode oscillations in dark matter admixed neutron stars employing a relativistic mean field model to describe hadronic matter and a model for self-interacting fermionic dark matter motivated by the neutron decay anomaly. Following the construction of such admixed configurations, we derive the equilibrium and adiabatic speeds of sound therein, leading to a computation of the star's $g$-mode spectrum in the Cowling approximation. In particular, we explore the effect of dark matter self-interaction, the nucleon effective mass and dark matter fraction on the principal $g$-mode frequency, and its first overtone. We show that the effect on $g$-mode frequency depends predominantly on the dark matter fraction, and demonstrate an equation of state-independent constraint for the latter. Prospects of identifying the presence of dark matter in neutron stars using $g$-mode are discussed."
    },
    {
      "title": "Relativistic corrections to exclusive photoproduction of Quarkonia near-threshold",
      "link": "https://arxiv.org/abs/2506.18905",
      "authors": "Sarah K. Blask, Sean Fleming, Thomas Mehen, Jyotirmoy Roy, Iain W. Stewart, Fanyi Zhao",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2506.18905v1 Announce Type: cross \nAbstract: Non-relativistic QCD (NRQCD) is used to calculate the relativistic correction to the amplitude for exclusive photoproduction of vector Quarkonia in the near-threshold region within the generalized parton distribution (GPD) framework. The relativistic corrections are found to be large for $J/\\psi$. Cross-sections for both $J/\\psi$ and $\\Upsilon$ are calculated with the former being compared to the data. We also demonstrate the presence of endpoint divergences for the relativistic correction away from the near-threshold regime."
    },
    {
      "title": "Implication of odd-even staggering in the charge radii of calcium isotopes",
      "link": "https://arxiv.org/abs/2404.18545",
      "authors": "Rong An, Xiang Jiang, Na Tang, Li-Gang Cao, Feng-Shou Zhang",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2404.18545v2 Announce Type: replace \nAbstract: Inspired by the profoundly observed odd-even staggering and the inverted parabolic-like shape in charge radii along calcium isotopic chain, the ground state properties of calcium isotopes are investigated by constraining the root-mean-square (rms) charge radii under the covariant energy density functionals with effective forces NL3 and PK1. In this work, the pairing correlations are tackled by solving the state-dependent Bardeen-Cooper-Schrieffer equations. The calculated results suggest that the binding energies obtained by the radius constraint method have been slightly changed by about $0.2\\%$. But for charge radii, the corresponding results deriving from NL3 and PK1 forces have been increased by about $1.0\\%$ and $2.0\\%$, respectively. This means that charge radius is a more sensitive quantity in the calibrated protocol. Meanwhile, it is found that the reproduced charge radii of calcium isotopes are attributed to the rather strong isospin dependence of effective potential. The odd-even oscillation behavior can also be presented in the proton Fermi energies along calcium isotopic family, but keep opposite trends with respect to the corresponding binding energies and charge radii. As encountered in charge radii, the weakened odd-even oscillation behavior is still emerged from the proton Fermi energies at the neutron numbers $N=20$ and $28$ as well, but not in binding energies."
    },
    {
      "title": "Shell quenching in nuclear charge radii based on Monte Carlo dropout Bayesian neural network",
      "link": "https://arxiv.org/abs/2410.15784",
      "authors": "Zhen-Yan Xian, Yan Ya, Rong An",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2410.15784v2 Announce Type: replace \nAbstract: Charge radii can be generally used to encode information about various fine structures of finite nuclei. In this work, a constructed Bayesian neural network based on the Monte Carlo dropout approach is proposed to accurately describe the charge radii of nuclei with proton number $Z\\geq20$ and mass number $A\\geq40$. More motivated underlying mechanisms are incorporated into this combined model in addition to the basic building blocks with the specific number of protons and neutrons, which naturally contain the pairing effect, the isospin effect, the shell closure effect associated with the Casten factor $P$, the valence neutrons, the valence protons, the quadrupole deformation $\\beta_{20}$, the high order hexadecapole deformation $\\beta_{40}$, and the local shape staggering effect of $^{181,183,185}$Hg. To avoid the distorted cases of the traditional Casten factor at the fully filled shells, the modified Casten factor $P^{*}$ is introduced into the input structure parameter sets. The standard root-mean-square deviation is reduced to $0.0084$ fm for the training data set and $0.0124$ fm for the validation data set with the modified Casten factor $P^{*}$. Meanwhile, the shell closure effect of nuclear charge radii can be reproduced remarkably well. We have successfully demonstrated the ability of this constructed model to significantly increase the accuracy in predicting the nuclear charge radii."
    },
    {
      "title": "Probing fermionic asymmetric dark matter cores using global neutron star properties",
      "link": "https://arxiv.org/abs/2410.00140",
      "authors": "Nathan Rutherford, Chanda Prescod-Weinstein, Anna Watts",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2410.00140v2 Announce Type: replace-cross \nAbstract: It is possible for asymmetric dark matter (ADM) to accumulate in neutron star interiors and affect their global properties. Considering the effects of this accumulation, neutron star mass-radius measurements can deliver new insights into the cold dense matter equation of state (EoS). In this paper, we employ Bayesian parameter estimation using real and synthetic neutron star mass-radius data to infer constraints on the combined baryonic matter and fermionic ADM EoS, where the fermionic ADM forms a core in the neutron star interior. Using currently available mass-radius data, we find that the lower bound of the ratio between ADM effective self-repulsion strength ($g_\\chi/m_\\phi$) and particle mass ($m_\\chi$) can be constrained at the 68\\% (95\\%) credible level to $10^{-6.59}$ ($10^{-7.77}$). We also find that, if neutron star mass-radius measurement uncertainties are reduced to the 2\\% level, the constraints on the lower bound of the ratio of $g_\\chi/m_\\phi$ to $m_\\chi$ can be improved to $10^{-6.49}$ and $10^{-7.68}$ at the 68\\% and 95\\% credible levels, respectively. However, all other combinations, of $m_\\chi$, $g_\\chi$, and the ADM mass-fraction, $F_\\chi$, (i.e., the ratio of the gravitational ADM mass to the gravitational mass of the neutron star) are unconstrained. Furthermore, in the pressure-energy density and mass-radius planes, the inferences which include the possibility of fermionic ADM cores are nearly identical with the inferences that neglect fermionic ADM for $F_\\chi \\leq 1.7\\%$ and neutron star mass-radius uncertainties $\\geq 2\\%$. Therefore, we find that neutron star mass-radius measurements can constrain the ratio of $g_\\chi/m_\\phi$ to $m_\\chi$ and that neutron stars with ADM are indistinguishable from purely baryonic stars. This implies that neutron stars with ADM are equally as consistent with the available mass-radius data as neutron stars without ADM."
    },
    {
      "title": "Direct nonparametric multimessenger constraints on the equation of state of cold dense nuclear matter",
      "link": "https://arxiv.org/abs/2410.23407",
      "authors": "Iuliu Cuceu, Sandra Robles",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2410.23407v2 Announce Type: replace-cross \nAbstract: We utilize the now substantial amount of astrophysical observations of neutron stars (NSs), along with perturbative quantum chromodynamics (pQCD) calculations at high density, to directly constrain the NS equation of state (EOS). To this end, we construct nonparametric EOS priors by using Gaussian processes trained on 75 EOSs, which include models with either hadrons, hyperons, or quarks at high densities. We create a prior using the full EOS sample (model agnostic), and one prior for each EOS family to test model discrimination. We introduce a novel inference approach, which allows the simultaneous sampling of intrinsic and extrinsic parameters of binary NS mergers, as well as a nonparametric equation of state. We showcase this method in a Bayesian updating scheme by first performing a complete analysis of the binary NS merger event GW170817 with minimal assumptions, and sequentially adding information from x-ray and radio NS observations, along with pQCD calculations. Besides providing standard constraints, such as the pressure at twice nuclear saturation density $p(2\\rho_\\text{sat})=4.3^{+0.6}_{-0.6}\\,\\times 10^{34}\\text{dyne/cm}^{2}$, at $95\\%$ confidence level, for the model agnostic prior, our methodology shows how the choice of EOS families used in conditioning changes the inferred astrophysical properties of the EOS, namely tidal deformability and maximum supported NS mass. We find hyperonic priors predicting higher tidal deformabilities for a $1.4M_\\odot$ NS, and hadronic priors being preferred by the considered astrophysical data."
    },
    {
      "title": "<em>U</em>-spin conjugate <em>CP</em> violation relations in bottom baryon decays",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269325004356?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: Available online 23 June 2025Source: Physics Letters BAuthor(s): Bo-Nan Zhang, Di Wang"
    },
    {
      "title": "Analysis of the near-side ridge structure in pp collisions via Momentum-Kick Model",
      "link": "https://www.sciencedirect.com/science/article/pii/S0375947425001861?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Nuclear Physics A",
      "summary": "Publication date: Available online 23 June 2025Source: Nuclear Physics AAuthor(s): Jaesung Kim, Jin-Hee Yoon"
    }
  ]
}