{
  "lastUpdated": "2025-11-19T02:27:16.653174",
  "papers": [
    {
      "title": "Impacts of nuclear structure properties on entanglement in wobbling motion",
      "link": "http://link.aps.org/doi/10.1103/d9dv-yh1b",
      "authors": "H. M. Dai, Q. Chen, and Q. B. Chen",
      "source": "Physical Review C",
      "summary": "Author(s): H. M. Dai, Q. Chen, and Q. B. ChenThe particle rotor model is utilized to systematically investigate the dynamics of nuclear wobbling motion, taking the valence nucleon ${h}_{11/2}$ combined with a triaxial core as an example. Through comprehensive analysis of wobbling energy, entanglement entropy, and spectroscopic quadrupole momen…[Phys. Rev. C 112, 054316] Published Tue Nov 18, 2025"
    },
    {
      "title": "Constraints on kinetic mixing of dark photons from dilepton spectra",
      "link": "http://link.aps.org/doi/10.1103/qzzg-h1xw",
      "authors": "A. W. Romero Jorge, E. Bratkovskaya, T. Song, and L. Sagunski",
      "source": "Physical Review C",
      "summary": "Author(s): A. W. Romero Jorge, E. Bratkovskaya, T. Song, and L. SagunskiDark photons, the hypothetical gauge bosons associated with an additional $U{(1)}^{′}$ symmetry, can couple to standard model particles through a small kinetic mixing parameter $ɛ$ with the ordinary photon. This mechanism provides a portal between the dark sector and visible matter. In this study, w…[Phys. Rev. C 112, 054905] Published Tue Nov 18, 2025"
    },
    {
      "title": "Dielectron production in central Pb-Pb collisions at $\\sqrt{{s}_{NN}}=5.02\\phantom{\\rule{0.28em}{0ex}}\\mathrm{TeV}$",
      "link": "http://link.aps.org/doi/10.1103/xl6m-vbqk",
      "authors": "S. Acharya <em>et al.</em> (ALICE Collaboration)",
      "source": "Physical Review C",
      "summary": "Author(s): S. Acharya et al. (ALICE Collaboration)The first measurement of the ${e}^{+}{e}^{−}$ pair production at midrapidity and low invariant mass in central Pb-Pb collisions at $\\sqrt{{s}_{NN}}=5.02\\phantom{\\rule{0.28em}{0ex}}\\mathrm{TeV}$ at the Large Hadron Collider is presented. The yield of ${e}^{+}{e}^{−}$ pairs is compared with a cocktail…[Phys. Rev. C 112, 054906] Published Tue Nov 18, 2025"
    },
    {
      "title": "Re-optimization of a deep neural network model for electron-carbon scattering using new experimental data",
      "link": "http://link.aps.org/doi/10.1103/ydvc-2567",
      "authors": "Beata E. Kowal, Krzysztof M. Graczyk, Artur M. Ankowski, Rwik Dharmapal Banerjee, Jose L. Bonilla, Hemant Prasad, and Jan T. Sobczyk",
      "source": "Physical Review C",
      "summary": "Author(s): Beata E. Kowal, Krzysztof M. Graczyk, Artur M. Ankowski, Rwik Dharmapal Banerjee, Jose L. Bonilla, Hemant Prasad, and Jan T. SobczykWe present an updated deep neural network model for inclusive electron–carbon scattering. Using the bootstrap model [B. E. Kowal et al., Phys. Rev. C 110, 025501 (2024)], we incorporate recent experimental data, as well as older measurements in the deep inelastic scattering region, to derive a reopt…[Phys. Rev. C 112, 055504] Published Tue Nov 18, 2025"
    },
    {
      "title": "Coexisting phases in the chiral transition within the Linear sigma model with quarks",
      "link": "https://arxiv.org/abs/2511.11822",
      "authors": "R. M. Aguirre",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2511.11822v1 Announce Type: new \nAbstract: It is believed at present that the chiral transition changes from a smooth crossover to a first-order transition at low temperatures and high densities. Such regime is commonly analyzed using effective models since first principle calculations, as in lattice arrangements, are not feasible. This transition is assumed to be discontinuous, with unstable or metastable intermediate states. However, if multiple charges are simultaneously conserved the system could undergo a continuous change through a coexistence of equilibrium states. This type of transition has multiple manifestations, as in the nuclear liquid-gas transition causing the spinodal fragmentation. The coexistence of phases in the chiral transition is studied here for quark matter assuming the conservation of the isospin composition. Using the Linear sigma model with quarks several remarkable effects are found and discussed."
    },
    {
      "title": "To bin or not to bin: does binning in multiplicity reliably suppress unwanted volume fluctuations?",
      "link": "https://arxiv.org/abs/2511.11869",
      "authors": "Bengt Friman, Volker Koch",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2511.11869v1 Announce Type: new \nAbstract: In this study, we examine the effect of the so-called Centrality Bin Width Correction (CBWC) on the measurement of (net-)proton number cumulants in nucleus-nucleus collisions. We present an analytically tractable model, which includes correlations between multiplicity and proton number similar to those generated by the decay of baryon resonances. Within this model, we analyze the circumstances under which the CBWC method correctly removes the undesired effects of volume or impact parameter fluctuations. Additionally, we explore situations where the method fails and produces misleading results."
    },
    {
      "title": "Simplification of chiral nuclear forces near the unitarity limit",
      "link": "https://arxiv.org/abs/2511.12522",
      "authors": "Songlin Lyu, Lin Zuo, Rui Peng, Sebastian K\\\"onig, Bingwei Long",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2511.12522v1 Announce Type: new \nAbstract: Modern theory approaches for describing atomic nuclei often make use of on an effective theory that constructs the interaction between nucleons systematically based on Quantum Chromodynamics (QCD), exploiting constraints arising from the approximate chiral symmetry of QCD. The tensor nuclear force produced by one-pion exchange is an important feature that arises naturally in this framework. In this work we show that, however, the tensor force is suppressed by the large nucleon-nucleon scattering lengths in combination with the smallness of the pion mass. Based on this observation, we propose a new scheme for a chiral nuclear force that is able to describe $NN$ phase shifts up to the center-of-mass momenta $k \\simeq 300$ MeV while treating pion exchange as a perturbation. Our much simplified leading-order force provides a microscopic explanation for the recent success of various short-range nuclear forces from the perspective of chiral effective field theory, and it shares with those approaches an approximate Wigner SU(4) symmetry, as well as the closeness to the unitarity limit (infinite nucleon-nucleon scattering lengths), as guiding principles. Compared to previous approaches to perturbative-pion interactions, our force also adjusts the ordering of short-range contact interactions, by means of which we overcome convergence problems of the expansion that were previously assumed to severely limit its usefulness. We demonstrate the performance of our approach with numerical calculations of $NN$ scattering up to fourth order, in addition to studies of $3N$ and $4N$ bound-state properties."
    },
    {
      "title": "Thermal Quarkyonic Matter and Its Implications for Neutron Star Structure",
      "link": "https://arxiv.org/abs/2511.12669",
      "authors": "K. Folias, Ch. C. Moustakidis",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2511.12669v1 Announce Type: new \nAbstract: The structure and basic properties of dense nuclear matter still remain one of the open problems of Physics. In particular, the composition of the matter that composes neutron stars is under theoretical and experimental investigation. Among the theories that have been proposed, apart from the classical one where the composition is dominated by hadrons, the existence or coexistence of deconfined quark matter is a dominant guess. An approach towards this solution is the phenomenological view according to which the existence of quarkyonic matter plays a dominant role in the construction of the equation of state (EOS). According to it the structure of the EOS is based on the existence of the quarkyonic particle which is a hybrid state of a particle that combines properties of hadronic and quark matter with a corresponding representation in momentum space. In this paper we propose a phenomenological model for hot quarkyonic matter, borrowed from corresponding applications in hadronic models, where the interaction in the quarkyonic matter depends not only on the position but also on the momentum of the quarkyonic particles. This consideration, as we demonstrate, can have a remarkable consequence on the shape of the EOS and thus on the properties of neutron stars, especially in those for which the effect of temperature is significant, offering a sufficiently flexible model. Comparison with recent observational data can place constraints on the parameterization of the particular model and help improve its reliability."
    },
    {
      "title": "A deep learning approach for predicting multiple observables in Au+Au collisions at RHIC",
      "link": "https://arxiv.org/abs/2511.13163",
      "authors": "Jun-Qi Tao, Xiang Fan, Kai Zhou, Hua Zheng, Ben-Wei Zhang",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2511.13163v1 Announce Type: new \nAbstract: We develop a neural network model, based on the processes of high-energy heavy-ion collisions, to study and predict several experimental observables in Au+Au collisions. We present a data-driven deep learning framework for predicting multiple bulk observables in Au+Au collisions at RHIC energies. A single neural network is trained exclusively on experimental measurements of charged-particle pseudorapidity density distributions, transverse-momentum spectra and elliptic flow coefficients over a broad range of collision energies and centralities. The network architecture is inspired by the stages of a heavy-ion collision -- from the quark-gluon plasma to chemical and kinetic freeze-out -- and employs locally connected hidden layers and a structured input design that encode basic geometric and kinematic features of the system. We demonstrate that these physics-motivated choices significantly improve test performance compared to purely fully connected baselines. The trained model is then used to predict the above observables at collision energies not yet explored experimentaly at RHIC, and the results are validated using the energy dependence of the total charged-particle multiplicity per participant pair as well as comparisons to a CLVisc hydrodynamic calculation with TRENTo initial conditions. Our findings indicate that such physics-guided neural networks can serve as efficient surrogates to fill critical data gaps at RHIC and to support further phenomenological studies of QGP properties."
    },
    {
      "title": "Medium modification of the charge-weighted Energy-Energy Correlators in Pb+Pb collisions at $\\sqrt{s_{NN}}=5.02$~TeV",
      "link": "https://arxiv.org/abs/2511.13495",
      "authors": "Han-Yao Liu, Shi-Yong Chen, Wei Dai, Ben-Wei Zhang",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2511.13495v1 Announce Type: new \nAbstract: We present a systematic study of medium-induced modifications in charge-dependent jet substructure using the charge-weighted Energy-Energy Correlators (EEC) in p+p and 0-10\\% central Pb+Pb collisions at a center-of-mass energy of 5.02 TeV. Charged hadron jets as well as flavor separated quark and gluon-initiated jets with momentum 40-60 GeV and R=0.4 are analyzed. The ratio of the charge-weighted distribution to the inclusive EEC, which reflects the magnitude of charge correlations, is consistently negative, demonstrating the dominance of opposite-charge pairs due to charge conservation. In Pb+Pb collisions, significant medium modifications are observed. The A+A to p+p ratio for charge correlations exhibits a universal pattern across jet types, showing no flavor dependence. Jet quenching enhances opposite-charge correlations at small angles while reducing them at large angles, leading to a steeper angular distance RL dependence of charge correlations in A+A, indicating a more rapid decorrelation behavior as RL increases. A distinctive V-shaped modification pattern appears in the plateau-like enhancement in the transition and small-RL region, independent of jet flavor. Through factorization of the EEC into charged hadron pair multiplicity and average energy weighting distributions, we identify enhanced energy weighting of opposite-charge pairs at small RL as the origin of the V-shaped modification. Also, the plateau-like enhancement of charge correlations is found to be unrelated to selection bias effects."
    },
    {
      "title": "Fermi-Dirac Wigner function for massive spin-1/2 particles in local equilibrium",
      "link": "https://arxiv.org/abs/2511.09580",
      "authors": "Sudip Kumar Kar, Valeriya Mykhaylova",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2511.09580v1 Announce Type: cross \nAbstract: A recently proposed Boltzmann local equilibrium Wigner function for massive spin-1/2 particles is generalized to the case of Fermi-Dirac statistics. The resulting formula ensures the correct normalization of the mean polarization vector and reproduces the generalized thermodynamic relations with spin that were obtained in earlier studies. Moreover, we show that the macroscopic currents constructed from the Fermi-Dirac Wigner function can be obtained as derivatives of a suitably defined generating function with respect to the Lagrange multipliers (temperature, hydrodynamic flow, and chemical potentials). The identified generating function also indicates that the underlying framework can be classified as a divergence-type theory."
    },
    {
      "title": "A Study of $T_{cc}(3875)^+$ Nature : Compact v.s. Molecule",
      "link": "https://arxiv.org/abs/2511.13003",
      "authors": "Shota Ampuku, Yasuhiro Yamaguchi, Masayasu Harada",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2511.13003v1 Announce Type: cross \nAbstract: A central question in exotic-hadron physics is their internal structure whether these states are loosely bound hadronic molecules or compact multiquark configurations. To shed light on this issue, we develop a model that incorporates mixing between hadronic-molecular and compact multiquark components. We then apply this framework to the specific case of the $T_{cc}(3875)^+$ and analyze the peak structure in the $D^0D^0\\pi^+$ invariant-mass spectrum reported by LHCb. We find that a scenario based on a predominantly compact tetraquark provides the best fitted solution which can explain the $T_{cc}(3875)^+$. We also find that the model admits two more solutions of comparable quality, both of which imply that the $T_{cc}(3875)^+$ is a molecular state: (1) the $T_{cc}(3875)^+$ is a $D^{*+}D^0$ molecule and there is a $D^{*0}D^+$ molecular state in addition; (2) the $T_{cc}(3875)^+$ is a $D^{*0}D^+$ molecule and an aditional $D^{*+}D^0$ molecular state is found below $D^0D^0\\pi^+$ threshold. These molecular states are not simple $I = 0$ states, but mixtures of $I = 0$ and $I = 1$ states. We show that all three scenarios are also consistent with the experimentally observed near-threshold $D^0D^0$ and $D^0D^+$ invariant-mass distributions."
    },
    {
      "title": "Prospects for a Solid-State Nuclear Clock",
      "link": "https://arxiv.org/abs/2511.13017",
      "authors": "Steven M. Girvin (Yale), Leo Radzihovsky (CU Boulder)",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2511.13017v1 Announce Type: cross \nAbstract: Motivated by recent experimental breakthroughs toward a realization of a solid-state Thorium-229 nuclear clock, we review the technology, basic physics motivation, and limitations of the present generation of atomic clocks. We then discuss prospects for a new generation of clocks based on an anomalous low-energy 8.4 eV nuclear transition in Th-229, with an extremely long lifetime of 641 seconds when doped into CaF crystals. To realize such solid-state nuclear clocks one must confront basic nuclear, AMO, and solid state physics questions. Key challenges are understanding and minimizing the effects of inhomogeneous broadening, associated with strains and electric field gradients due to both the Th dopants and intrinsic crystal defects."
    },
    {
      "title": "Vortex creep heating in neutron star cooling with direct Urca processes in heavy neutron stars",
      "link": "https://arxiv.org/abs/2511.13263",
      "authors": "Yoonhak Nam, Kazuyuki Sekizawa",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2511.13263v1 Announce Type: cross \nAbstract: Old, thermally bright neutron stars imply internal heating at late times. Among candidate mechanisms, vortex creep heating (VCH) provides a robust link between spin-down and frictional dissipation in the pinned inner-crust superfluid, yet its interplay with fast DUrca cooling in massive stars remains insufficiently explored.\n  We (i) implement VCH in our cooling code and validate it; (ii) identify the physically consistent domain where the steady-state form $L_{\\text{h}}=J|\\dot\\Omega_\\infty|$ applies; (iii) quantify how $(B,P_0)$ regulate observable VCH signatures under DUrca cooling; and (iv) introduce a 3D representation that resolves degeneracies hidden in standard 2D projections.\n  Cooling is computed with BSk24 and APR EoS, standard pairing gaps, and iron/carbon envelopes. VCH is modeled with $J\\simeq10^{42.9\\text{--}43.8}$ erg s, and a quantum-creep coverage fraction $f_{\\text{Q}}(t)$ diagnoses when steady-state heating is valid. We survey $B=10^{10\\text{--}13}$ G and $P_0=10$--$570$ ms for $1.4$ and $2.0\\,M_\\odot$, and compare with a curated set of ordinary pulsars with measured $(P,\\dot P)$.\n  Results: (1) Our implementation reproduces published VCH bands. (2) The $(B,P_0)$ validity boundary follows magnetic-dipole spin-down, confirming consistency with $|\\dot\\Omega|$. (3) DUrca+VCH maintains $T_{\\text{s}}^\\infty\\gtrsim10^5$ K for $B\\gtrsim10^{11-12}$ G up to $P_0\\sim10^2$ ms. (4) The 3D representation shows that sources appearing coincident in $(t,T_{\\text{s}}^\\infty)$ occupy distinct $B$-layers, removing degeneracies.\n  VCH can substantially reshape late-time thermal states when spin-down power remains high; its observability depends chiefly on $(B,P_0)$ rather than on mass alone. We provide a practical $(B,P_0)$ validity map for $L_{\\text{h}}=J|\\dot\\Omega_\\infty|$ and advocate treating $B$ as a co-equal axis in cooling analyses. (Shortened due to the arXiv words limit.)"
    },
    {
      "title": "Exploring the production of Terbium-161 in the Brazilian Multipurpose Reactor",
      "link": "https://arxiv.org/abs/2511.13634",
      "authors": "Fernando Cozim Melges, Jhonatha Ricardo Santos, Luiz Paulo de Oliveira, Alexandre Pinho dos Santos Souza, Carlos Gabriel Santos da Silva, Iber\\^e Souza Ribeiro J\\'unior, Barbara Perez Gon\\c{c}alves Silva, Marco Antonio Stanojev Pereira, Frederico Antonio Genezini",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2511.13634v1 Announce Type: cross \nAbstract: The Brazilian Multipurpose Reactor (RMB) was conceived to meet national needs for radioisotope production, materials irradiation testing, and neutron beam applications. In addition to its 30~MW pool-type reactor, the RMB complex will include additional facilities for radioisotope production and related applications. $^{161}Tb$ is a promising radionuclide for radiopharmaceutical therapy, offering decay properties similar to $^{177}Lu$ but with additional conversion and Auger electrons that enhance dose delivery to cancer cells. In light of this emerging radioisotope, this study explores the potential production of $^{161}Tb$ in the RMB through neutron irradiation of enriched $Gd_{2}O_{3}$ targets. Monte Carlo (MCNP) simulations provided detailed neutron flux distributions, which were used as input for ORIGEN calculations of isotope buildup. Assuming 10 mg targets enriched to 97.5% in $^{160}Gd$, a 40-day irradiation, and a thermal flux of $2 \\cdot 10^{14}$ $n/cm^{2}s$, the results indicate that $^{161}Tb$ activity reaches approximately 4.5 GBq after 14 days ($\\approx 450 GBq/g$), in agreement with data from other research reactors. Building on prior studies that demonstrated the RMB's capability to irradiate larger targets, terabecquerel-scale yields appear feasible. These findings highlight the RMB's potential to support domestic production of emerging therapeutic radionuclides such as $^{161}Tb$. The potential for isotopic enrichment of $^{160}Gd$ using the AVLIS method is also discussed."
    },
    {
      "title": "Microscopic optical potentials from a Greens function approach",
      "link": "https://arxiv.org/abs/2410.21714",
      "authors": "G. H. Sargsyan, G. Potel, K. Kravvaris, J. E. Escher",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2410.21714v2 Announce Type: replace \nAbstract: Optical potentials are a standard tool in the study of nuclear reactions, as they describe the interaction between a target nucleus and a projectile. The use of phenomenological optical potentials built using experimental data on stable isotopes is widespread. Although successful in their dedicated domain, it is unclear whether these phenomenological potentials can provide reliable predictions for unstable isotopes. To address this problem, optical potentials based on microscopic nuclear structure input calculations prove to be crucial and are an important current line of research. In this work we present an explicit implementation of the Feshbach formalism for the systematic derivation of optical potentials using input from nuclear structure models. Numerical tools for the derivation of Green's functions associated with nonlocal potentials are presented. The new optical potential, based on the valence shell model, is applied to the calculations of n+24Mg elastic scattering and yields a close agreement with the experimental data."
    },
    {
      "title": "The $\\eta^\\prime N$ interaction from the $\\eta^\\prime p$ correlation function",
      "link": "https://arxiv.org/abs/2502.20020",
      "authors": "Natsumi Ikeno",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2502.20020v2 Announce Type: replace \nAbstract: We evaluate for the first time the $\\eta^\\prime p$ femtoscopic correlation function to study the $\\eta^\\prime N$ interaction. We find it extremely sensitive to the value of the $\\eta^\\prime p$ scattering length, for which at present there exists only very limited information, not even knowing its sign. The measurement of this correlation function would provide much valuable information on the $\\eta^\\prime N$ interaction, which could then also be used to settle the issue of possible $\\eta^\\prime$ nucleus bound states, an issue attracting much attention in the nuclear physics community."
    },
    {
      "title": "Ab initio computations of the fourth-order charge density moments of <sup>48</sup>Ca and <sup>208</sup>Pb",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269325007907?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: Available online 17 November 2025Source: Physics Letters BAuthor(s): T. Miyagi, M. Heinz, A. Schwenk"
    },
    {
      "title": "<em>Ab initio</em> study in the island of inversion within the two-major-shell valence space",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269325007920?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: Available online 17 November 2025Source: Physics Letters BAuthor(s): X.C. Cao, C.F. Jiao"
    },
    {
      "title": "Production of........ß$J/\\\\psi p \\\\bar p$ ........ß ........ßin electron-positron collisions",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269325007658?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: Available online 17 November 2025Source: Physics Letters BAuthor(s): Xiao-Yu Zhang, Yi-Lin Song, Feng-Kun Guo"
    },
    {
      "title": "An ‘exceptional’ form for symmetries in maximal supergravity",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269325007890?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: Available online 17 November 2025Source: Physics Letters BAuthor(s): Sudarshan Ananth, Nipun Bhave"
    },
    {
      "title": "Cross sections for <sup>184,186</sup>Re radioisotopes for medical applications: a proton-induced approach",
      "link": "https://www.sciencedirect.com/science/article/pii/S0375947425002702?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Nuclear Physics A",
      "summary": "Publication date: Available online 18 November 2025Source: Nuclear Physics AAuthor(s): S. Hinge, P. Singh, K. Churi, M. Hemalatha"
    },
    {
      "title": "Lie Point Symmetries and Conservation Law for Symplectic Schrödinger Equation",
      "link": "https://link.springer.com/article/10.1007/s00601-025-02020-9",
      "authors": "Unknown",
      "source": "Few-Body Systems",
      "summary": "In this work, we solve the nonrelativistic symplectic Schrödinger-type equation for a two-body system within the framework of symplectic quantum mechanics. By employing a Lie algebraic approach, we obtain an explicit solution for the wave function in phase space. Subsequently, we derive the corresponding Wigner function and analyze its behavior. As an application, we investigate the heavy quark-antiquark system, specifically the $$c\\overline{c}$$ meson, which interacts through a linear term of the Cornell potential model. The Wigner function is studied to describe the ground state of the meson. Furthermore, our results indicate that small variations in kinetic momentum significantly affect the maximum possible relative quark-antiquark separation q in $$\\textrm{GeV}^{-1}$$. This suggests the existence of an upper limit for the Wigner function curves of the heavy quark-antiquark pair, dependent on the kinetic energy, as illustrated in our graphical analysis. These findings align with previous results in the literature. We also emphasize that the methodology adopted for the study of this equation is based on the theory of Lie groups for differential equations, and with application in the calculation of conservation laws using the Noether theorem."
    }
  ]
}