{
  "lastUpdated": "2025-03-28T02:22:03.330096",
  "papers": [
    {
      "title": "Validation and extrapolation of atomic masses with a physics-informed fully connected neural network",
      "link": "http://link.aps.org/doi/10.1103/PhysRevC.111.034329",
      "authors": "Yiming Huang, Jinhui Chen, Jiangyong Jia, Lu-Meng Liu, Yu-Gang Ma, and Chunjian Zhang",
      "source": "Physical Review C",
      "summary": "Author(s): Yiming Huang, Jinhui Chen, Jiangyong Jia, Lu-Meng Liu, Yu-Gang Ma, and Chunjian ZhangMachine learning offers a powerful framework for validating and predicting atomic mass. We compare three improved neural network methods for representation and extrapolation for atomic mass prediction. The powerful method, adopting a macroscopic-microscopic approach and treating complex nuclear effe…[Phys. Rev. C 111, 034329] Published Thu Mar 27, 2025"
    },
    {
      "title": "Viscous Gubser flow with conserved charges to benchmark fluid simulations",
      "link": "https://arxiv.org/abs/2503.20021",
      "authors": "Kevin Ingles, Jordi Salinas San Mart\\'in, Willian Serenone, Jacquelyn Noronha-Hostler",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2503.20021v1 Announce Type: new \nAbstract: We present semi-analytical solutions for the evolution of both the temperature and chemical potentials for viscous Gubser flow with conserved charges. Such a solution can be especially useful in testing numerical codes intended to simulate relativistic fluids with large chemical potentials. The freeze-out hypersurface profiles for constant energy density are calculated, along with the corresponding normal vectors and presented as a new unit test for numerical codes. We also compare the influence of the equation of state on the semi-analytical solutions. We benchmark the newly developed Smoothed Particle Hydrodynamics (SPH) code CCAKE that includes both shear viscosity and three conserved charges. The numerical solutions are in excellent agreement with the semi-analytical solution and also are able to accurately reproduce the hypersurface at freeze-out."
    },
    {
      "title": "Magnetic Field Dynamics and Energy Dissipation of Relativistic Magnetohydrodynamics in Relativistic Heavy-Ion Collisions",
      "link": "https://arxiv.org/abs/2503.20307",
      "authors": "Huang-Jing Zheng, Sheng-Qin Feng",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2503.20307v1 Announce Type: new \nAbstract: We systematically explore the interplay between time-dependent magnetic fields and energy density evolution in relativistic magnetohydrodynamics (RMHD), focusing on ultra-relativistic and magnetized conformal fluids. Three characteristic magnetic field evolution models (Type-1, Type-2, Type-3), parameterized to reflect temporal profiles observed in relativistic heavy-ion collisions, are integrated into a (1 + 1) D Bjorken-flow framework. For both fluid types, stronger magnetic fields universally suppress energy dissipation, with suppression magnitudes ordered as Type-1 $>$ Type-2 $>$ Type-3, driven by distinct decay rates of magnetic energy. To bridge QCD physics with macroscopic dynamics, we further incorporate a temperature-dependent magnetic susceptibility ($\\chi_{m}(T)$) derived from lattice QCD, capturing the transition from diamagnetic hadronic matter ($\\chi_{m}  0$). Our simulations reveal that $\\chi_{m}(T)$ introduces a feedback loop: delayed energy dissipation sustains higher temperatures, reinforcing paramagnetic behavior and altering field evolution. These results quantify the critical role of magnetic field dynamics in regulating QGP thermalization and highlight the necessity of QCD-informed susceptibilities for realistic RMHD modeling."
    },
    {
      "title": "Effects of quark core sizes of baryons in neutron star matter",
      "link": "https://arxiv.org/abs/2503.20564",
      "authors": "Wolfgang Bentz, Ian C. Clo\\\"et",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2503.20564v1 Announce Type: new \nAbstract: We describe the quark substructure of hadrons and the equation of state of high density neutron star matter by using the Nambu$-$Jona-Lasinio (NJL) model, which is an effective quark theory based on QCD. The interaction between quarks fully respects the chiral and flavor symmetries. Guided by the success of various low energy theorems, we assume that the explicit breaking of these symmetries occurs only via the current quark masses, and all other symmetry breakings are of dynamical nature. In order to take into account the effects of the finite quark core sizes of the baryons on the equation of state, we make use of an excluded volume framework which respects thermodynamic consistency. The effects generated by the swelling quark cores generally act repulsively and lead to an increase of the pressure with increasing baryon density. On the other hand, in neutron star matter they also lead to a decrease of the density window where hyperons appear, because it becomes energetically more favorable to convert the faster moving nucleons into hyperons. Our quantitative analysis shows that the net effect of the excluded volume is too small to solve the long standing \"hyperon puzzle,\" which is posed by the large observed masses of neutron stars. Thus the puzzle persists in a relativistic effective quark theory which takes into account the short range repulsion between baryons caused by their finite and swelling quark core sizes in a phenomenological way."
    },
    {
      "title": "High-Precision Ab Initio Radius Calculations of Boron Isotopes",
      "link": "https://arxiv.org/abs/2503.20764",
      "authors": "Tobias Wolfgruber, Tobias Gesser, Marco Kn\\\"oll, Pieter Maris, Robert Roth",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2503.20764v1 Announce Type: new \nAbstract: We perform a precision study of radii in Boron isotopes for multiple realistic interactions from chiral effective field theory. We obtain predictions of radii with complete uncertainty quantification from ab initio no-core shell model calculations together with machine learning extrapolation methods. An extension to radius differences further allows us to investigate a potential proton halo in $^{8}$B and, moreover, provide predictions that relate directly to the isotope shift, which can be precisely measured in experiments."
    },
    {
      "title": "Exploiting $\\nu$-dependence of projected energy correlators in HICs",
      "link": "https://arxiv.org/abs/2503.20019",
      "authors": "Ankita Budhraja, Balbeer Singh",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2503.20019v1 Announce Type: cross \nAbstract: We extend the recently derived factorization formula for energy-energy correlators to study the analytic structure of general $\\nu$-point projected energy correlators in heavy ion collisions. The $\\nu$-point projected energy correlators (or, $\\nu$-correlators) are an analytically continued family of the integer $N$-point projected energy correlators, which probe correlations between $N$ final-state particles. By tracking the largest separation ($\\chi$) between the $N$ particles, in vacuum, their structure is closely related to the DGLAP splitting functions and exhibits a classical scaling behavior $\\sim 1/\\chi$ which is modified by resummation through the anomalous dimensions. We show that, in a thermal medium, the $\\nu$-correlators display non-trivial angular scaling already at the leading order in perturbation theory. We find that for non-integer values, particularly $\\nu1$. This is particularly manifested in the ratios of $\\nu$-correlators with respect to the two-point energy correlator which encode an intrinsic angular information for $\\nu<1$ when compared to large $\\nu$ values. Moreover, for small-$\\nu$ values, the $\\nu$-correlators appear to saturate at $\\nu=0.01$. We further confirm our leading-order numerical computations against simulated events from JEWEL for the parton level production cross-section. Finally, we qualitatively discuss the effect of BFKL resummation for various values of $\\nu$."
    },
    {
      "title": "Nucleon Energy Correlators for the Odderon",
      "link": "https://arxiv.org/abs/2503.20157",
      "authors": "Heikki M\\\"antysaari, Yossathorn Tawabutr, Xuan-Bo Tong",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2503.20157v1 Announce Type: cross \nAbstract: We investigate the T-odd nucleon energy correlator (NEC) at small $x$ and establish its connection with the spin-dependent odderon. Probing the T-odd NEC involves measuring a single transverse spin asymmetry (SSA) for the energy pattern in the target fragmentation region in deep inelastic scattering. We find that while the inclusive energy pattern results in a vanishing SSA, a nonzero SSA emerges when restricting the measurement to charged hadrons, which are directly measured in tracking detectors. To describe this effect, we introduce the track-based NEC and evaluate its small-$x$ limit from fracture functions using the energy sum rule. The resulting SSA exhibits an opposite sign between positively and negatively charged hadrons, providing a clear experimental signature of the odderon. Furthermore, by incorporating charge weighting into the NEC, we construct a C-odd tag in the final state, eliminating potential contamination from C-even gluonic contributions. Our results demonstrate that these track-based energy-pattern observables offer a clean and sensitive probe for unveiling odderon dynamics at the future electron-ion collider."
    },
    {
      "title": "Proton Spin Decomposition via QCD Sum Rules",
      "link": "https://arxiv.org/abs/2503.20225",
      "authors": "HyungJoo Kim, Philipp Gubler, Chihiro Sasaki",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2503.20225v1 Announce Type: cross \nAbstract: We present a novel approach for investigating the spin structure of hadrons based on the two-point function in quantum field theory. In a rotating frame, we derive two independent expressions of the two-point function and identify their equivalence, which allows for a complete decomposition of the total spin of a composite system into the angular momenta of its constituent particles. Applying this approach to the proton, we analyze its spin structure in the massless quark limit. Our results indicate that the quark spin contribution accounts for approximately 27$\\%$ of the total proton spin at a low-energy scale, significantly deviating from the prediction of the non-relativistic quark model."
    },
    {
      "title": "Effect of $\\alpha$-clusters on particle production in O$-$O and p$-$O collisions at LHC energies",
      "link": "https://arxiv.org/abs/2503.20339",
      "authors": "Deependra Sharma, Arpit Singh, Md. Samsul Islam, Basanta Nandi, Sadhana Dash",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2503.20339v1 Announce Type: cross \nAbstract: In the present work, O$-$O collisions at $\\sqrt{s_{NN}}$ = 7 TeV and p$-$O collisions at $\\sqrt{s_{NN}}$ = 9.9 TeV are studied using PYTHIA8/Angantyr model for heavy-ion collisions. The theoretically predicted $\\alpha$-cluster structure of oxygen nucleus is implemented in the model to investigate the effect of initial configuration of oxygen nucleus on final state observables. The results obtained from $\\alpha$-cluster structure are compared with those obtained from Woods-Saxon nuclear charge density distribution. The Angantyr model simulation showed that the radial distribution of oxygen nucleus in $\\alpha$-cluster configuration is more compact in comparison to the Woods-Saxon distribution. The results on charged and identified particle pseudorapidity distribution is obtained in the two initial state configuration of the oxygen nucleus. The results demonstrated that the effect of initial geometrical configuration is more distinct in the non-central collisions in comparison to the central collisions for both O$-$O and p$-$O collisions."
    },
    {
      "title": "Experimental Signatures for Identifying Distinct Origins of Color Field Generation",
      "link": "https://arxiv.org/abs/2503.20522",
      "authors": "Subramanya Bhat K. N., Amita Das, Bhooshan Paradkar, V Ravishankar",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2503.20522v2 Announce Type: cross \nAbstract: Signatures for non-abelian dynamics have long been central to QCD and QGP. Equally important are they in spin systems and laser-plasma interactions, where they emerge as effective interactions. Distinguishing experimentally gauge inequivalent sources (and hence potentials) that produce the same field tensor is one major task in this endeavour. As a step in this direction, this paper investigates how physically distinct sources which produce the same color electric field (uniform and constant) may be distinguished experimentally in a gauge-invariant manner. We first study the motion of a test particle in such fields and show that the resultant trajectories are counterintuitive. We then examine the radiation emitted - both gluonic and photonic and show that each source (independent non-abelian configuration) leaves a unique signature in the energy spectra, laying the ground for application to specific physical systems."
    },
    {
      "title": "Chiral Solitons",
      "link": "https://arxiv.org/abs/2503.20534",
      "authors": "Herbert Weigel",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2503.20534v1 Announce Type: cross \nAbstract: Generalizing quantum chromo dynamics (QCD) from three to arbitrarily many color degrees of freedom suggests that baryons can be described as solitons in an effective meson theory whose interaction strength decreases with the number of colors. The exact form of that theory is unknown, but at low energies chiral symmetry and its breaking are considered as the construction recipes for modeling the theory. The Skyrmion is a static, localized solution in a non-linear field theory for pions and it is the most prominent version of a soliton in a chirally symmetric meson theory. Upon quantization it reproduces the spectrum of the low-lying baryons and their static properties reasonably well. Extending that theory by vector mesons improves on the agreement between predicted and empirical data. Chiral solitons within models for the quark flavor dynamics facilitate the investigation of nucleon structure functions. Here we provide a pedagogical overview of these facets."
    },
    {
      "title": "Quantum decoherence in the Caldeira-Leggett model by the real-time path integral on a computer",
      "link": "https://arxiv.org/abs/2503.20699",
      "authors": "Jun Nishimura, Hiromasa Watanabe",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2503.20699v1 Announce Type: cross \nAbstract: We propose first-principle calculations of an open system based on the real-time path integral formalism treating the environment as well as the system of our interest together on a computer. The sign problem that occurs in applying Monte Carlo methods can be overcome in general by using the so-called Lefschetz thimble method, which has been developed over the past decade. Here we focus on the Caldeira-Leggett model, which is well known, in particular, as a model of quantum decoherence. In this case, the calculation simplifies drastically since the path integral becomes Gaussian for typical initial conditions. The relevant saddle point, which is unique and complex, can be determined by solving a linear equation with a huge but sparse coefficient matrix, and the integration over the Lefschetz thimble can be performed analytically. Thus we obtain, without assumptions or approximations, the reduced density matrix after a long-time evolution, tracing out a large number of harmonic oscillators in the environment. In particular, we confirm the dependence of the decoherence time on the coupling constant and the temperature that has been predicted from the master equation in a certain parameter regime."
    },
    {
      "title": "Can the speed of sound of quark-gluon plasma be measured from the multiplicity and mean $p_T$ of ultracentral heavy-ion collisions?",
      "link": "https://arxiv.org/abs/2503.20765",
      "authors": "Lorenzo Gavassino, Henry Hirvonen, Jean-Fran\\c{c}ois Paquet, Mayank Singh, Gabriel Soares Rocha",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2503.20765v1 Announce Type: cross \nAbstract: The mean transverse momentum $\\langle p_T \\rangle$ of hadrons has been observed experimentally and in numerical simulations to have a power-law dependence on the hadronic multiplicity $N$ in ultracentral relativistic heavy-ion collisions: $\\langle p_{T} \\rangle \\propto N^{b_{\\rm UC}}$. It has been put forward that this exponent $b_{\\rm UC}$ is the speed of sound of quark-gluon plasma measured at a temperature determined from $\\langle p_T \\rangle$. We study step by step the connection between (i) the energy and entropy of hydrodynamic simulations and (ii) experimentally measurable observables. We show that an argument based on energy and entropy should yield an exponent equal to the pressure over energy density $P/\\varepsilon$, rather than the speed of sound $c_s^2$. We discuss the importance of the ``effective volume'' needed for the thermodynamics arguments. Our results indicate that the agreement of $b_{\\rm UC}$ with $c_s^2$ rather than $P/\\varepsilon$ is accidental."
    },
    {
      "title": "Uncertainty quantification of optical models in fission fragment de-excitation",
      "link": "https://arxiv.org/abs/2408.06985",
      "authors": "Kyle A. Beyer, Amy E. Lovell, Cole D. Pruitt, Nathan P. Giha, Brian C. Kiedrowski",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2408.06985v2 Announce Type: replace \nAbstract: We take the first step towards incorporating compound nuclear observables at astrophysically relevant energies into the experimental evidence used to constrain optical models, by propagating the uncertainty in two global optical potentials, one phenomenological and one microscopic, to correlated fission observables using the Monte Carlo Hauser-Feshbach formalism. We compare to a wide range of historic and recent experimental fission measurements, and discuss in detail regions of disagreement. We find that the parametric optical model uncertainty in neutron-fragment correlated observables involving neutron energy is significant. On the other hand, we observe that other experimental features, particularly neutron-fragment correlations near the $^{132}$Sn shell-closure and the high energy component of neutron spectra, are unlikely to be explained by the optical potential, and will require further experimental and theoretical effort to explain."
    },
    {
      "title": "Deciphering the coalescence behavior of Coulomb-Schr\\\"odinger atomic wave functions from an operator product expansion",
      "link": "https://arxiv.org/abs/1809.09023",
      "authors": "Yingsheng Huang, Yu Jia, Rui Yu",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:1809.09023v3 Announce Type: replace-cross \nAbstract: We revisit the coalescence behavior of the atomic Schr\\\"odinger wave functions from the angle of an operator product expansion (OPE) within the nonrelativistic Coulomb-Schr\\\"odinger effective field theory. We take the electron-nucleus coalescence as an explicit example to demonstrate our formalism, where the celebrated Kato's cusp condition can be easily reproduced. An exact OPE relation is rigorously proved to all orders in perturbation theory. Our approach can be readily extended to ascertain the multi-particle coalescence behaviors of atomic wave functions, as well as to take relativistic effects into account."
    },
    {
      "title": "Response functions and giant monopole resonances for light to medium-mass nuclei from the ab initio symmetry-adapted no-core–shell model",
      "link": "http://iopscience.iop.org/article/10.1088/1361-6471/adb901",
      "authors": "M Burrows, R B Baker, S Bacca, K D Launey, T Dytrych and D Langr",
      "source": "Journal of Physics G: Nuclear and Particle Physics",
      "summary": "Using the ab initio symmetry-adapted no-core–shell model, we compute sum rules and response functions for light to medium-mass nuclei, starting from interactions that are derived in the chiral effective field theory. Specifically, we investigate electromagnetic transitions of monopole, dipole and quadrupole nature for 4He, and explore dominant features of giant monopole resonances in symmetric nuclei such as the closed-shell 4He and 16O light nuclei, the intermediate-mass open-shell 20Ne and the medium-mass closed-shell 40Ca. Furthermore, for the NNLOopt chiral potential, we determine parameter-free monopole sum rules, which can provide information on the incompressibility of symmetric nuclear matter. We report 213(10) MeV as an estimate for the compression modulus for infinite nuclear matter, which overlaps with the lower range of values often used in current astrophysical applications."
    },
    {
      "title": "Topical issue on radiative corrections: from medium to high energy experiments",
      "link": "https://epja.epj.org/10.1140/epja/s10050-025-01528-2",
      "authors": "Andrei Afanasev, Jan C. Bernauer, Ethan Cline, Ronald Gilman, Andre Peshier, Hubert Spiesberger, Andrei Afanasev, Jan C. Bernauer, Ethan W. Cline, Ronald Gilman, Andre Peshier, Hubert Spiesberger",
      "source": "European Physical Journal A",
      "summary": "Authors: Andrei Afanasev, Jan C. Bernauer, Ethan Cline, Ronald Gilman, Andre Peshier, Hubert Spiesberger, Andrei Afanasev, Jan C. Bernauer, Ethan W. Cline, Ronald Gilman, Andre Peshier and Hubert Spiesberger.The European Physical Journal A Vol. 61 , page 60Published online: 25/3/2025"
    },
    {
      "title": "Neutron Star Properties and Femtoscopic Constraints",
      "link": "https://epja.epj.org/10.1140/epja/s10050-025-01539-z",
      "authors": "I. Vidaña, V. Mantovani Sarti, J. Haidenbauer, D. L. Mihaylov, L. Fabbietti",
      "source": "European Physical Journal A",
      "summary": "Authors: I. Vidaña, V. Mantovani Sarti, J. Haidenbauer, D. L. Mihaylov and L. Fabbietti.The European Physical Journal A Vol. 61 , page 59Published online: 25/3/2025"
    },
    {
      "title": "Addendum to “Herrera complexity and shadows of spherically symmetric compact objects” [Phys. Lett. B 861 (2025) 139261]",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269325001893?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: Available online 26 March 2025Source: Physics Letters BAuthor(s): Subhasis Nalui, Subhra Bhattacharya"
    },
    {
      "title": "Bounce Cosmologies in Generalized Coupling Theories",
      "link": "https://www.sciencedirect.com/science/article/pii/S037026932500187X?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: Available online 26 March 2025Source: Physics Letters BAuthor(s): Antonio Troisi, Sante Carloni"
    },
    {
      "title": "Bayesian method for quantifying the non-Gaussian fluctuations in low-intermediate energy heavy ion collisions",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269325001881?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: Available online 26 March 2025Source: Physics Letters BAuthor(s): Xinyu Wang, Xiang Chen, Junping Yang, Ying Cui, Zhuxia Li, Kai Zhao, Yingxun Zhang"
    },
    {
      "title": "Erratum to “Evolution of genuine states to molecular ones: The <em>T</em><sub><em>cc</em></sub>(3875) case” of Phys. Lett. B 846 (2023) 138200",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269325001856?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: Available online 26 March 2025Source: Physics Letters BAuthor(s): L.R. Dai, J. Song, E. Oset"
    },
    {
      "title": "Position space equations for generic Feynman graphs",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269325001777?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: Available online 26 March 2025Source: Physics Letters BAuthor(s): V. Mishnyakov, A. Morozov, M. Reva"
    },
    {
      "title": "Unitary evolution and cosmic acceleration in Loop Quantum Cosmology",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269325001790?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: Available online 26 March 2025Source: Physics Letters BAuthor(s): Omar Gallegos, Tonatiuh Matos, Hugo A. Morales-Técotl"
    },
    {
      "title": "Boosted dark matter from semi-annihilations in the Galactic Center",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269325001868?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: Available online 26 March 2025Source: Physics Letters BAuthor(s): Boris Betancourt Kamenetskaia, Motoko Fujiwara, Alejandro Ibarra, Takashi Toma"
    },
    {
      "title": "In-medium Λ<em>N</em> interactions with leading order covariant chiral hyperon/nucleon-nucleon forces",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269325001765?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: Available online 26 March 2025Source: Physics Letters BAuthor(s): Ru-You Zheng, Zhi-Wei Liu, Li-Sheng Geng, Jin-Niu Hu, Sibo Wang"
    },
    {
      "title": "Nonperturbative Lorentz Violation and Field Quantization",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269325001741?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: Available online 26 March 2025Source: Physics Letters BAuthor(s): V. Alan Kostelecký, Ralf Lehnert, Marco Schreck, Babak Seradjeh"
    },
    {
      "title": "Sub-barrier fusion cross sections: role of Pauli blocking and isospin asymmetry*",
      "link": "http://iopscience.iop.org/article/10.1088/1674-1137/ada34f",
      "authors": "Weiwen Deng, 玮雯 邓, Kaixuan Cheng, 凯旋 程, Chang Xu and 昌 许",
      "source": "Chinese Physics C",
      "summary": "Heavy-ion fusion reactions are relevant to numerous important issues in the stellar environment as well as in the synthesis of new nuclides and superheavy elements. In this study, the role of Pauli blocking and the isospin effect in sub-barrier fusion reactions is investigated using the well established coupled-channel method. An isospin-dependent Pauli blocking potential is proposed to better address the deep sub-barrier fusion hindrance problem. We find that the Pauli blocking effect manifests itself strongly for isospin symmetric targets and is reduced for targets with large isospin asymmetries. The agreement between experimental and theoretical fusion cross sections is improved for both the 12C-target and 16O-target systems."
    },
    {
      "title": "One-loop analytical expressions for gg/γγ → ϕiϕj in Higgs extensions of the standard model and their applications*",
      "link": "http://iopscience.iop.org/article/10.1088/1674-1137/ada3cd",
      "authors": "Khiem Hong Phan, Dzung Tri Tran and Thanh Huy Nguyen",
      "source": "Chinese Physics C",
      "summary": "General one-loop formulas for loop-induced processes with are presented in this paper. The analytic expressions evaluated in this study are valid for a class of Higgs Extensions of the Standard Model, e.g., Inert Doublet Higgs, Two Higgs Doublet, Zee-Babu, and Triplet Higgs Models. Analytic expressions for one-loop form factors are expressesd in terms of the basic scalar one-loop two-, three-, and four-point functions following the output format of the packages and . Hence, physical results can be evaluated numerically using one of these packages. The analytic results are tested using several checks such as the ultraviolet finiteness and infrared finiteness of the one-loop amplitudes. Furthermore, the amplitudes obey the ward identity due to massless gauge bosons in the initial states. This identity is also verified numerically. Regarding applications, we present the phenomenological results for the investigated processes in the Zee-Babu model as a typical example. In particular, production cross-sections for the processes are scanned over the parameter space of the Zee-Babu Model."
    },
    {
      "title": "Impact of quadrupole and hexadecapole deformations and associated orientations on a variety of asymmetric nuclear reactions*",
      "link": "http://iopscience.iop.org/article/10.1088/1674-1137/ada7d0",
      "authors": "Diksha, Harshit Sharma and Manoj K. Sharma",
      "source": "Chinese Physics C",
      "summary": "The present manuscript investigates the fusion-ER cross-sections of different projectile-target combinations, namely, 16O+148,150Nd, 165Ho, 194Pt, 18O+148Nd, 194Pt, 192Os, 19F+188Os, and 30Si+170Er, consisting of quadrupole ( ) and hexadecapole ( ) deformed target nuclei. The study analyzes the influence of higher-order deformations and corresponding orientation criteria adopted for the exploration of the dynamics of the considered nuclei. The influence of these parameters has been studied in terms of capture cross-section ( ), compound nucleus (CN) formation probability ( ), survival probability ( ), and the fusion-ER cross-sections across center of mass energies ( ). The study recognizes the importance of the fission barrier in determining the survival probability ( ) of the compound nucleus and subsequently the ER cross-sections. A discrepancy among the calculated and experimental ER cross-sections is observed, particularly in reactions with lower fission barriers. In reactions with a lower fission barrier of formed CN, the level density parameter ratio ( ) of the fission and neutron-evaporation channels assists in the study of experimental data."
    },
    {
      "title": "Neutrino observables in gauged models with two Higgs doublet and one singlet scalars*",
      "link": "http://iopscience.iop.org/article/10.1088/1674-1137/adabce",
      "authors": "Yuanchao Lou, 元超 娄 and Takaaki Nomura",
      "source": "Chinese Physics C",
      "summary": "We discuss neutrino sector in models with two Higgs doublet and one singlet scalar fields under local symmetry. A neutrino mass matrix is formulated for these models via a type-I seesaw mechanism by introducing right-handed neutrinos. The neutrino mass matrix has more degrees of freedom than minimal scenarios that have only one new scalar field, but its structure is still restricted by symmetry. Subsequently, we find that the sum of neutrino mass can be lower than that of minimal scenarios and easily satisfies observed constraints. In addition, we can fit neutrino data for cases that are disfavored in minimal models. Furthermore, some correlations among sum of neutrino mass and CP violating phases are still observed, although we have more free parameters."
    },
    {
      "title": "Black hole tunneling in loop quantum gravity*",
      "link": "http://iopscience.iop.org/article/10.1088/1674-1137/adabd0",
      "authors": "Hongwei Tan, 鸿威 谭, Rongzhen Guo, 荣祯 国, Jingyi Zhang and 婧仪 张",
      "source": "Chinese Physics C",
      "summary": "In this study, we investigate the Hawking radiation of the quantum Oppenheimer-Snyde black hole using the tunneling scheme proposed by Parikh and Wilczek. We calculate the emission rate of massless scalar particles. Compared with the traditional results within the framework of General Relativity, our findings include quantum correction terms resulting from loop quantum gravity effects. Using the approach in [J. Zhang, Phys. Lett. B 668(5), 353 (2008); J. Zhang, Phys. Lett. B 675(1), 14 (2009)], we establish the entropy of the black hole. This entropy includes a logarithmic correction, which results from quantum gravity effects. Our result is consistent with the well-known result in the context of quantum gravity."
    }
  ]
}