{
  "lastUpdated": "2025-12-19T02:48:20.609116",
  "papers": [
    {
      "title": "Initial baryon stopping and angular momentum in heavy-ion collisions",
      "link": "http://link.aps.org/doi/10.1103/lz5s-98rc",
      "authors": "Alex Akridge, Daniel Gallimore, Hector Morales, and Jinfeng Liao",
      "source": "Physical Review C",
      "summary": "Author(s): Alex Akridge, Daniel Gallimore, Hector Morales, and Jinfeng LiaoNoncentral heavy-ion collisions create fireballs with large initial orbital angular momentum that is expected to induce strong vorticity in the hot bulk fluid and generate global spin polarization of the produced particles. As the collision beam energy $\\sqrt{{s}_{\\mathrm{NN}}}$ decreases to approac…[Phys. Rev. C 112, 064911] Published Thu Dec 18, 2025"
    },
    {
      "title": "Double-magicity of proton drip-line nucleus $^{22}$Si with \\textit{ab initio} calculation",
      "link": "https://arxiv.org/abs/2512.15097",
      "authors": "J. G. Li, H. H. Li, S. Zhang, Y. M. Xing, W. Zuo",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2512.15097v1 Announce Type: new \nAbstract: New magic numbers have been discovered in the neutron-rich region of the nuclear chart. However, there has been a lack of research on proton-rich nuclei. $^{22}$O, the mirror nucleus of $^{22}$Si, is a double-magic nucleus bearing a high $E(2_1^+)$. Whether $^{22}$Si exhibits double-magic characters is an intriguing topic. To investigate this matter, we utilized \\textit{ab initio} valence space in-medium similarity renormalization group for $^{22}$Si/$^{22}$O, and their nearby nuclei. Our \\textit{ab initio} calculations provide good descriptions for the double magicity of $^{22}$O, as well as the shell evolution of $N=14$ and $Z=14$ through $E(2_1^+)$. The computed $E(2_1^+)$ indicate that the closure of $Z=14$ sub-shell in proton-rich nuclei is weaker than the $N=14$ sub-shell closure in their mirror nuclei. Particularly, the calculated $E(2_1^+)$ of $^{22}$Si is 800 keV lower than the one of $^{22}$O. To further explore the magicity of $^{22}$Si, the mirror energy difference (MED) of $^{26}$Si/$^{26}$Mg, $^{24}$Si/$^{24}$Ne, as well as $^{22}$Si/$^{22}$O are calculated. The results demonstrate that the calculated MEDs agree well with available experimental data, and the $E(2_1^+)$ values of $^{22,24,26}$Si are all lower than their respective mirror nuclei due to the Thomas-Ehrman shift with large $s_{1/2}$ occupation. Moreover, our calculation provides that the many-body configurations of the low-lying state of $^{22}$Si/$^{22}$O are nearly identical despite the fact that the states bearing large MED. In conclusion, our \\textit{ab initio} results suggest that $^{22}$Si is a double magic nucleus, similar to its mirror nucleus $^{22}$O, albeit with a lower $E(2_1^+)$."
    },
    {
      "title": "Universality of nucleon short-range behavior with chiral forces",
      "link": "https://arxiv.org/abs/2512.15454",
      "authors": "Xiang-Xiang Sun, Hoai Le, Ulf-G. Mei{\\ss}ner, Andreas Nogga",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2512.15454v1 Announce Type: new \nAbstract: Modern advanced nuclear ab initio approaches with the similarity renormalization group (SRG) softened interactions miss high-momentum information, thus rendering them less suitable for characterizing nucleon-nucleon short-range physics. We introduce a novel framework to construct SRG-independent nuclear wave functions from No-Core Shell Model calculations. Applying our method to densities obtained with semilocal momentum-space-regularized chiral NN and NNN forces, we show key universalities of short-range behavior: (1) The two-body density ratio in the np S=1 channel, relative to the deuteron (d), is remarkably insensitive to interaction details. (2) More strikingly, while the ratio of total two-body densities to the deuteron exhibits cutoff dependence, the same ratio to the $\\alpha$-particle (4-He) is almost independent of the interactions."
    },
    {
      "title": "The entangling power of non-entangling channels",
      "link": "https://arxiv.org/abs/2512.14819",
      "authors": "Julien Pinske, Jan Sperling, Klaus M{\\o}lmer",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2512.14819v1 Announce Type: cross \nAbstract: There are processes that cannot generate entanglement but may, nevertheless, amplify entanglement already present in a system. Here, we show that a non-entangling operation can increase the Schmidt number of a quantum state only if it can generate entanglement with some non-zero probability. This is in stark contrast to the case where the parties of a quantum network are only able to control their joint state by local operations and classical communication (LOCC). There, being able to apply operations probabilistically (stochastic LOCC) does not increase the Schmidt number. Our findings show that certain non-entangling operations become entangling when selecting on specific measurement outcomes. This naturally leads us to the class of stochastically non-entangling maps, being those that cannot generate entanglement even probabilistically. Intrigued by this finding, we devise a Schmidt number for quantum channels that quantifies whether a channel can generate entanglement probabilistically. Moreover, we show that a channel is non-entangling if and only if its dual map is witness-preserving -- it takes entanglement witnesses to witnesses. Based on this finding, we derive Bell-like inequalities whose violation signals that a process generates entanglement."
    },
    {
      "title": "Three-dimensional imaging of hadrons with hard exclusive reactions: advances in experiment, theory, phenomenology, and lattice QCD",
      "link": "https://arxiv.org/abs/2512.15064",
      "authors": "M. Bo\\\"er, A. Camsonne, M. Constantinou, H. S. Jo, K. Joo, K. Semenov-Tian-Shansky, H. -D. Son, P. Sznajder, C. Van Hulse, J. Wagner, A. Afanasev, J. S. Alvarado, S. Bhattacharya, D. Biswas, Xu Cao, H. -M. Choi, K. Cichy, N. Crnkovi\\'c, W. Hamdi, M. Hoballah, G. M. Huber, P. T. P. Hutauruk, A. Jentsch, C. -R. Ji, H. -Ch. Kim, B. Kriesten, Huey-Wen Lin, P. -J. Lin V. Mart\\'inez-Fern\\'andez, M. Mazouz, Z. -E. Meziani, M. Nefedov, K. Passek-K., B. Pire, P. Rossi, O. Teryaev, A. W. Thomas, N. Tomida",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2512.15064v1 Announce Type: cross \nAbstract: Generalized Parton Distributions (GPDs) have emerged as a powerful framework for exploring the internal structure of hadrons in terms of their partonic constituents. Over the past three decades, the field has witnessed significant theoretical and experimental advancements. The interpretation of GPDs in impact parameter space offers a vivid three-dimensional visualization of hadron structure, correlating longitudinal momentum and transverse spatial distributions, thereby enabling tomographic imaging of hadrons. Furthermore, the link between GPDs and the matrix elements of the QCD energy-momentum tensor provides access to fundamental properties of hadrons, including spin decomposition and internal pressure distributions. Notably, recent analyses of Deeply Virtual Compton Scattering (DVCS) data have enabled the empirical extraction of the quark pressure profile inside the proton. This white paper presents an overview of recent developments in GPD theory and phenomenology, as well as progress in lattice QCD studies. It outlines the prospects for advancing our understanding of hadron structure through the next generation of dedicated experiments, including the extension of the Jefferson Lab 12~GeV program (and its potential 22~GeV upgrade), J-PARC, COMPASS/AMBER, LHC ultra-peripheral collisions, and the future electron-ion colliders EIC and EicC."
    },
    {
      "title": "Crossover or First-Order: Impacts of Regularization",
      "link": "https://arxiv.org/abs/2512.15094",
      "authors": "Xin-Peng Li, Hao-Ran Zhang, Zhu-Fang Cui, Thomas Kl\\\"ahn",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2512.15094v1 Announce Type: cross \nAbstract: The equation of state of hot, dense nuclear matter plays a fundamental role in many areas. However, owing to the nonperturbative nature of strong interactions, a reliable treatment is still under debate. We use a symmetry-preserving treatment of a vector\\,$\\otimes$\\,vector contact interaction to study related issues at nonzero temperature or quark chemical potential, and carefully compare a noncovariant and a covariant regularization scheme. The numerical results show that the character of the phase transition depends sensitively on the regularization scheme and parameter choices."
    },
    {
      "title": "The domain of soft hadrons in transverse momentum space in high energy collisions",
      "link": "https://arxiv.org/abs/2512.15178",
      "authors": "Jun Song, Hai-hong Li, Feng-lan Shao",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2512.15178v1 Announce Type: cross \nAbstract: By studying experimental data for invariant transverse momentum distribution $f(p_{T})$ of hadrons in high energy $pp$, $p$A and AA collisions, we find two characteristic $p_{T}$ points relating to the behavior of $\\left[\\ln f(p_{T})\\right]^{''}$, i.e., the second derivative of the logarithm of hadronic $p_{T}$ spectrum with respect to $p_{T}$. One point is $p_{0}$ at which $\\left[\\ln f(p_{T})\\right]^{''}$ is zero and another point is $p_{1}$ at which $\\left[\\ln f(p_{T})\\right]^{''}$ reaches maximum. \\bz{The hadronic distribution can be classified into three kinetic regions, i.e., soft region $0p_{1}$ dominated by hadrons from high energy partonic jet, and the transition region $p_{0}<p_{1}$ of above two sources of hadron production.} Using rich data of hadronic $p_{T}$ spectra at RHIC and LHC, we carry out a systematical analysis for $p_{0}$ and $p_{1}$ of kaon, $K^{*}$, $\\phi$ and baryons such as $p$, $\\Lambda$, $\\Xi$, $\\Omega$ in $pp$, $p$-Pb and heavy-ion collisions, and show their dependence on hadron species, collision energy, collision centrality and/or charged-particle multiplicity. We also study the correlation between $p_{0}$ of hadrons and their average transverse momentum $\\left\\langle p_{T}\\right\\rangle $, and find a difference between $p_{0}$-$\\left\\langle p_{T}\\right\\rangle $ correlation of baryons and that of mesons which can be understood by quark combination mechanism at hadronization. The systematic comparison for $p_{0}$-$\\left\\langle p_{T}\\right\\rangle $ correlation of kaon, $\\phi$, $p$ and $\\Lambda$ in $pp$, $p$-Pb, Pb-Pb and Au+Au collisions at RHIC and LHC energies indicates that $p_{0}$ is a sensitive physical quantity of reflecting the production property of soft hadrons in high energy collisions."
    },
    {
      "title": "Statistical repulsion on hyperons in two-color dense QCD",
      "link": "https://arxiv.org/abs/2512.15434",
      "authors": "Masato Nagatsuka, Toru Kojo",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2512.15434v1 Announce Type: cross \nAbstract: We investigate the onset of hyperons in baryonic (diquark) matter in two-color QCD (QC$_2$D) by introducing heavy quark doublets that emulate strange quarks. An even number of flavors is required to avoid the sign problem in lattice Monte Carlo simulations. To explore QC$_2$D matter containing both light and heavy quarks, we construct a model in which quarks interact with light-light, light-heavy (hyperonic), and heavy-heavy diquarks via Yukawa couplings. As the quark chemical potential increases, the light diquarks condense first and form baryonic matter, and this onset density can be understood in hadronic terms. In contrast, the onset density of hyperons is substantially higher than that estimated from the hadronic sector of the model. This shift reflects an effective repulsion among baryons induced by the pre-occupied light quarks. The Pauli blocking of light quarks suppresses the attractive diquark correlations responsible, in vacuum, for making hyperons lighter than the sum of the constituent light and heavy quark masses. Implications for three-color QCD are also briefly discussed."
    },
    {
      "title": "Triplet of kindred prompt-2p emitters in mass-8 proton-rich nuclei",
      "link": "https://arxiv.org/abs/2512.15598",
      "authors": "R. J. Charity, G. H. Sargsyan, K. D. Launey, T. B. Webb, K. W. Brown, L. G. Sobotka",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2512.15598v1 Announce Type: cross \nAbstract: A triplet of kindred prompt-2p emitters in A=8 nuclei has been demonstrated. Two of these are the ground state of 8C and its isobaric analog state in 8B, both of which are analogs of the halo or thick-skinned nucleus 8He. The third member is the recently found fourth 1+ state in 8B. This new 8B state at E*=8.4 MeV was observed to decay to the ground state of 6Li by 2p emission. Momentum correlations between the decay products indicate that it is not a sequential 2p decay through a 7Be intermediate state, but indicative of prompt 2p emission with correlations similar to those of the other members of the triplet. Ab initio calculations with the symmetry-adapted nocore shell model indicate that these three states have very similar spatial wavefunctions, but with nucleons coupling to different spins, isospins, and isospin projections. The triplet of 2p emitters all have oblate shapes and by stripping two protons equatorially, decay to states which have prolate shapes."
    },
    {
      "title": "Measuring the Lense-Thirring Orbital Precession and the Neutron Star Moment of Inertia with Pulsars",
      "link": "https://arxiv.org/abs/2403.18785",
      "authors": "Huanchen Hu, Paulo C. C. Freire",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2403.18785v2 Announce Type: replace-cross \nAbstract: Neutron stars (NSs) are compact objects that host the densest forms of matter in the observable universe, providing unique opportunities to study the behaviour of matter at extreme densities. While precision measurements of NS masses through pulsar timing have imposed effective constraints on the equation of state (EoS) of dense matter, accurately determining the radius or moment of inertia (MoI) of a NS remains a major challenge. This article presents a detailed review on measuring the Lense-Thirring (LT) precession effect in the orbit of binary pulsars, which would give access to the MoI of NSs and offer further constraints on the EoS. We discuss the suitability of certain classes of binary pulsars for measuring the LT precession from the perspective of binary star evolution, and highlight five pulsars that exhibit properties promising to realise these goals in the near future. Finally, discoveries of compact binaries with shorter orbital periods hold the potential to greatly enhance measurements of the MoI of NSs. The MoI measurements of binary pulsars are pivotal to advancing our understanding of matter at supranuclear densities as well as improving the precision of gravity tests, such as the orbital decay due to gravitational wave emission and of tests of alternative gravity theories."
    },
    {
      "title": "tParton: Implementation of next-to-leading order evolution of transversity parton distribution functions",
      "link": "https://arxiv.org/abs/2409.00221",
      "authors": "Congzhou M Sha, Bailing Ma",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2409.00221v3 Announce Type: replace-cross \nAbstract: We provide code to solve the Dokshitzer-Gribov-Lipatov-Altarelli-Parisi (DGLAP) evolution equations for the nucleon transversity parton distribution functions (PDFs), which encode nucleon transverse spin structure. Though codes are widely available for the evolution of unpolarized and polarized PDFs, there are few codes publicly available for the transversity PDF. Here, we present Python code which implements two methods of solving the leading order (LO) and next-to-leading order (NLO) approximations of the DGLAP equations for the transversity PDF, and we highlight the theoretical differences between the two."
    },
    {
      "title": "Kolmogorov–Arnold networks for empirical modeling of α$$\\alpha $$-decay half-lives in superheavy nuclei",
      "link": "https://epja.epj.org/10.1140/epja/s10050-025-01710-6",
      "authors": "S. Madhumitha Shree, M. Balasubramaniam",
      "source": "European Physical Journal A",
      "summary": "Authors: S. Madhumitha Shree and M. Balasubramaniam.The European Physical Journal A Vol. 61 , page 272Published online: 1/12/2025"
    },
    {
      "title": "Gas-cell development for nuclear astrophysics motivated studies on noble gas targets and the 3He(α$$\\alpha $$,γ$$\\gamma $$)7Be reaction",
      "link": "https://epja.epj.org/10.1140/epja/s10050-025-01752-w",
      "authors": "Á. Tóth, Z. Elekes, Zs. Fülöp, Gy. Gyürky, Z. Halász, M. M. Juhász, G. G. Kiss, S. R. Kovács, Zs. Mátyus, T. N. Szegedi, T. Szücs",
      "source": "European Physical Journal A",
      "summary": "Authors: Á. Tóth, Z. Elekes, Zs. Fülöp, Gy. Gyürky, Z. Halász, M. M. Juhász, G. G. Kiss, S. R. Kovács, Zs. Mátyus, T. N. Szegedi and T. Szücs.The European Physical Journal A Vol. 61 , page 274Published online: 1/12/2025\n       Keywords:"
    },
    {
      "title": "Clustering as a window on the hierarchical structure of quantum systems",
      "link": "https://epja.epj.org/10.1140/epja/s10050-025-01736-w",
      "authors": "Takashi Nakamura, Kenta Shigaki, Hiroaki Ohnishi, Hirokazu Tamura, Yoshiro Takahashi, Munekazu Horikoshi, Emiko Hiyama, Atsushi Hosaka",
      "source": "European Physical Journal A",
      "summary": "Authors: Takashi Nakamura, Kenta Shigaki, Hiroaki Ohnishi, Hirokazu Tamura, Yoshiro Takahashi, Munekazu Horikoshi, Emiko Hiyama and Atsushi Hosaka.The European Physical Journal A Vol. 61 , page 273Published online: 1/12/2025"
    },
    {
      "title": "Exploratory study on the masses of odd-Z nuclei and r-process simulation based on the deformed relativistic Hartree–Bogoliubov theory in continuum",
      "link": "https://epja.epj.org/10.1140/epja/s10050-025-01756-6",
      "authors": "Cong Pan, Yaochen Yang, Xiaofei Jiang, Xin-Hui Wu",
      "source": "European Physical Journal A",
      "summary": "Authors: Cong Pan, Yaochen Yang, Xiaofei Jiang and Xin-Hui Wu.The European Physical Journal A Vol. 61 , page 275Published online: 4/12/2025"
    },
    {
      "title": "Excitation of the giant dipole resonance by radiation of (110) channeled electrons in a Si crystal",
      "link": "https://epja.epj.org/10.1140/epja/s10050-025-01761-9",
      "authors": "N. A. Ashurko, O. V. Bogdanov, S. B. Dabagov",
      "source": "European Physical Journal A",
      "summary": "Authors: N. A. Ashurko, O. V. Bogdanov and S. B. Dabagov.The European Physical Journal A Vol. 61 , page 276Published online: 8/12/2025\n       Keywords:"
    },
    {
      "title": "Characterisation of the neutron beam in the n_TOF-EAR2 experimental area at CERN following the spallation target upgrade",
      "link": "https://epja.epj.org/10.1140/epja/s10050-025-01727-x",
      "authors": "Unknown",
      "source": "European Physical Journal A",
      "summary": "Authors:  .The European Physical Journal A Vol. 61 , page 277Published online: 8/12/2025"
    },
    {
      "title": "Measurement and calculation of leakage neutron spectra from Pb induced by white spectrum neutrons",
      "link": "https://epja.epj.org/10.1140/epja/s10050-025-01753-9",
      "authors": "H. Sun, Z. Chen, R. Han, B. Yang, S. Khasanov, X. Zhang, G. Tian, B. Liu, F. Shi, R. Guo, Z. Zhang, Q. Li, P. Zhang",
      "source": "European Physical Journal A",
      "summary": "Authors: H. Sun, Z. Chen, R. Han, B. Yang, S. Khasanov, X. Zhang, G. Tian, B. Liu, F. Shi, R. Guo, Z. Zhang, Q. Li and P. Zhang.The European Physical Journal A Vol. 61 , page 279Published online: 10/12/2025\n       Keywords:"
    },
    {
      "title": "ΛΛ$$\\Lambda \\Lambda $$ interaction in multi-Λ$$\\Lambda $$ hypernuclei of O and Ca isotopes",
      "link": "https://epja.epj.org/10.1140/epja/s10050-025-01757-5",
      "authors": "Ying Zhang, Emiko Hiyama, Hiroyuki Sagawa",
      "source": "European Physical Journal A",
      "summary": "Authors: Ying Zhang, Emiko Hiyama and Hiroyuki Sagawa.The European Physical Journal A Vol. 61 , page 278Published online: 10/12/2025"
    },
    {
      "title": "The status of 12$$^{12}$$C+12$$^{12}$$C fusion process",
      "link": "https://epja.epj.org/10.1140/epja/s10050-025-01759-3",
      "authors": "Alessandro Chieffi, Sandrine Courtin, R. James deBoer, Rosanna Depalo, Alexis Diaz-Torres, A. Di Leva, Thibaut Dumont, Federico Ferraro, Riccardo Maria Gesuè, Marcel Heine, G. Imbriani, Marco La Cognata, Aliya Nurmukhanbetova, Alessandro Oliva, Lorenzo Roberti, Roberta Spartá, Alexandra Spiridon, Wanpeng Tan, Xiaodong Tang, Livius Trache, Aurora Tumino, Michael Wiescher",
      "source": "European Physical Journal A",
      "summary": "Authors: Alessandro Chieffi, Sandrine Courtin, R. James deBoer, Rosanna Depalo, Alexis Diaz-Torres, A. Di Leva, Thibaut Dumont, Federico Ferraro, Riccardo Maria Gesuè, Marcel Heine, G. Imbriani, Marco La Cognata, Aliya Nurmukhanbetova, Alessandro Oliva, Lorenzo Roberti, Roberta Spartá, Alexandra Spiridon, Wanpeng Tan, Xiaodong Tang, Livius Trache, Aurora Tumino and Michael Wiescher.The European Physical Journal A Vol. 61 , page 280Published online: 11/12/2025"
    },
    {
      "title": "High-precision Q-value measurement and evaluation of nuclear matrix elements for 122$$^{122}$$Sn and 124$$^{124}$$Sn neutrinoless double beta decays",
      "link": "https://epja.epj.org/10.1140/epja/s10050-025-01744-w",
      "authors": "Elina Kauppinen, Jouni Ruotsalainen, Vikas Kumar, Jouni Suhonen, Anu Kankainen, Tommi Eronen, Jenni Kotila, Maxime Mougeot",
      "source": "European Physical Journal A",
      "summary": "Authors: Elina Kauppinen, Jouni Ruotsalainen, Vikas Kumar, Jouni Suhonen, Anu Kankainen, Tommi Eronen, Jenni Kotila and Maxime Mougeot.The European Physical Journal A Vol. 61 , page 281Published online: 11/12/2025\n       Keywords:"
    },
    {
      "title": "Implications of a Weakening <math xmlns:mml=\"http://www.w3.org/1998/Math/MathML\" altimg=\"si1.svg\" class=\"math\"><mrow><mi>N</mi><mo linebreak=\"goodbreak\">=</mo><mn>126</mn></mrow></math> Shell Closure Away from Stability for <em>r</em>-Process Astrophysical Conditions",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269325008664?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: Available online 18 December 2025Source: Physics Letters BAuthor(s): Mengke Li, Gail C. Mclaughlin, Rebecca Surman"
    },
    {
      "title": "Calibration of the <em>α</em>-decay Half-life of <sup>146</sup>Sm for the Chronology of Early Solar System",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269325008706?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: Available online 17 December 2025Source: Physics Letters BAuthor(s): Yi Wu, Ruijia Li, Chang Xu"
    },
    {
      "title": "Observation of novel features in heavy-ion induced fission using charged particle emissions",
      "link": "https://www.sciencedirect.com/science/article/pii/S037594742500301X?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Nuclear Physics A",
      "summary": "Publication date: Available online 18 December 2025Source: Nuclear Physics AAuthor(s): Y.K. Gupta, G.K. Prajapati, Pawan Singh, N. Sirswal, B.N. Joshi"
    },
    {
      "title": "The role of nuclear symmetry energy and neutron skin thickness of <sup>208</sup>Pb in controlling the underlying physics of neutron star",
      "link": "https://www.sciencedirect.com/science/article/pii/S0375947425002933?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Nuclear Physics A",
      "summary": "Publication date: Available online 17 December 2025Source: Nuclear Physics AAuthor(s): Queena, Mukul Kumar, Sunil Kumar, Raj K. Jagota, Shashi K. Dhiman"
    },
    {
      "title": "Alpha-decay systematics and a new scaling law in heavy and superheavy nuclei",
      "link": "https://iopscience.iop.org/article/10.1088/1674-1137/ae0307",
      "authors": "Hisham Anwer and A. R. Abdulghany",
      "source": "Chinese Physics C",
      "summary": "This paper presents a systematic investigation of α-decay properties in even-even isotopic chains of Po ( ), Cm ( ), Hs ( ), and Fl ( ) using a semi-classical approach. Ground-state properties, including binding energies and nucleon density distributions, are calculated by minimizing a Skyrme-based energy density functional augmented with microscopic corrections. The derived nuclear densities and -values are used to construct the α decay potential through the double-folding model (DFM). The α-decay dynamics are treated quantum mechanically based on the preformed cluster model (PCM) within the Wentzel-Kramers-Brillouin (WKB) approximation. The analysis reveals distinct signatures of spherical shell closures at and , along with secondary anomalies near , , and , which are consistent with deformed sub-shell effects predicted by nuclear structure models. The signature of daughter nuclear stability is systematically observed through one or more of the following features: shortened α-decay half-lives, enhanced values, increased penetrabilities, and/or reduced assault frequencies. A new universal scaling relation, relating the decay half-lives and a scaled combination of nuclear charge and decay energy, is established, showing strong correlation across a wide mass range. Systematic comparisons demonstrate particular predictive advantages for superheavy nuclei, with the proposed method accurately reproducing observed half-life variations across all isotopic chains. The results confirm the sensitivity of α-decay observables to both spherical and deformed shell effects and reinforce the role of α-decay systematics as powerful tools for probing nuclear structure and guiding predictions in unexplored regions of the nuclear chart."
    },
    {
      "title": "Testing Einstein-Maxwell Power-Yang-Mills hair via black hole photon rings*",
      "link": "https://iopscience.iop.org/article/10.1088/1674-1137/ae039c",
      "authors": "Zuting Luo, 祖婷 罗, Meirong Tang, 美荣 唐, Zhaoyi Xu and 兆意 徐",
      "source": "Chinese Physics C",
      "summary": "In this paper, the optical appearance of static and spherically symmetric hairy black holes is studied under the standard Einstein-Maxwell theory considering the p-power Yang-Mills term. During the research process, the specific case of was primarily selected for discussion. To understand the impact of the hairy parameter on black holes, we have studied the event horizon radius , photon sphere radius , and radius of the innermost stable circular orbit of this hairy black hole. Subsequently, we utilize the backward ray-tracing method to analyze the geodesics of photons around this black hole and discuss the influence of the hairy parameter on the photon geodesics. In addition, we calculate the distinctive shadow and photon ring structures of the black hole illuminated by a static thin accretion disk using three toy-model emission functions, and we briefly compare the optical appearance of the black hole in this nonlinear case ( ) with that in the standard Yang-Mills case ( ). The research results show that as the hairy parameter gradually increases, , , , and the critical impact parameter of the black hole all exhibit a decreasing trend. Meanwhile, it also causes the area of the black hole shadow and the photon ring to decrease accordingly. Compared with the standard case ( ), the nonlinear Einstein-Maxwell Yang-Mills black hole exhibits a larger shadow radius and brighter ring radius but with an overall dimmer brightness relative to the standard scenario, demonstrating observable differences. Consequently, for the static and spherically symmetric Einstein-Maxwell power-Yang-Mills hairy black hole, no degeneracy occurs in the photon ring and shadow. Theoretically, it can reflect different black hole solutions and thus verify the Yang-Mills hair."
    },
    {
      "title": "Revised classification of the CHIME fast radio bursts with machine learning*",
      "link": "https://iopscience.iop.org/article/10.1088/1674-1137/ae0725",
      "authors": "Liang Liu, 亮 刘, Hai-Nan Lin, 海南 林, Li Tang and 丽 唐",
      "source": "Chinese Physics C",
      "summary": "Fast radio bursts (FRBs) are short-duration and energetic radio transients of unknown origin. Observationally, they are commonly categorized into repeaters and non-repeaters. However, this binary classification may be influenced by observational limitations such as sensitivity and time coverage of telescopes. In this study, we employ unsupervised machine learning techniques to re-examine the CHIME/FRB catalog, with the goal of identifying intrinsic groupings in the FRB population without relying on preassigned labels. Using t-distributed stochastic neighbor embedding (t-SNE) for dimensionality reduction and hierarchical density-based spatial clustering of applications with noise (HDBSCAN) for clustering, we find that the FRB sample naturally separates into two major clusters. One cluster contains nearly all known repeaters but is contaminated by some apparently non-repeaters, while the other cluster is dominated by non-repeaters. This suggests that certain FRBs previously labeled as non-repeaters may share intrinsic similarities with repeaters. Mutual information analysis reveals that rest-frame frequency width and peak frequency are the most informative features governing the clustering structure. Even when reducing the input space to just these two features, the classification remains robust."
    }
  ]
}