{
  "lastUpdated": "2026-02-03T03:29:55.267314",
  "papers": [
    {
      "title": "From Spin to Pseudospin Symmetry: The Origin of Magic Numbers in Nuclear Structure",
      "link": "http://link.aps.org/doi/10.1103/8lzc-j1lx",
      "authors": "C. R. Ding, C. C. Wang, J. M. Yao, H. Hergert, H. Z. Liang, and S. K. Bogner",
      "source": "Physical Review Letter",
      "summary": "Author(s): C. R. Ding, C. C. Wang, J. M. Yao, H. Hergert, H. Z. Liang, and S. K. BognerCalculations show how the mysterious “magic numbers” that stabilize nuclear structures emerge naturally from nuclear forces—once these are described with appropriate spatial resolution.[Phys. Rev. Lett. 136, 052501] Published Mon Feb 02, 2026"
    },
    {
      "title": "Impact of shape coexistence on the symmetric to asymmetric fission mode transition in Th isotopes",
      "link": "http://link.aps.org/doi/10.1103/fgwm-7x47",
      "authors": "Shengyuan Chen, Zeyu Li, Minghui Zhou, and Zhipan Li",
      "source": "Physical Review C",
      "summary": "Author(s): Shengyuan Chen, Zeyu Li, Minghui Zhou, and Zhipan LiThe thorium isotopes exhibit a transition from symmetric to asymmetric fission. To study this transition, the authors carry out a systematic investigation of fission modes across the thorium isotopic chain, based on state-of-the-art microscopic models. They show that it is strongly correlated with rapid changes in the configuration of the nucleus at scission as the thorium isotopes become more neutron-rich. Furthermore, they find that the change in configuration is driven by a deformed shell closure for krypton and strontium isotopes which dominate the light asymmetric fragment yields. This work can point the way toward finding other isotopic chains where such fission-mode transitions occur.[Phys. Rev. C 113, 024601] Published Mon Feb 02, 2026"
    },
    {
      "title": "Probing the neutron-skin thickness via double-charge exchange reactions in pion-nucleus collisions",
      "link": "http://link.aps.org/doi/10.1103/x3ly-6qhw",
      "authors": "Ban Zhang and Zhao-Qing Feng",
      "source": "Physical Review C",
      "summary": "Author(s): Ban Zhang and Zhao-Qing FengWithin the framework of Lanzhou quantum molecular dynamics (LQMD) transport model, we investigate the influence of the neutron-skin thickness of neutron-rich nuclei on the pion emission in double-charge exchange reactions near the $\\mathrm{Δ}$-resonance energy. In particular, we study rapidity spect…[Phys. Rev. C 113, 024602] Published Mon Feb 02, 2026"
    },
    {
      "title": "Measurements of short-lived fission product yields from photofission of $^{238}\\mathrm{U}$ using 13.0 MeV monoenergetic photons",
      "link": "http://link.aps.org/doi/10.1103/57zl-ks5z",
      "authors": "I. Tsorxe, S. W. Finch, C. R. Howell, Krishichayan, A. P. D. Ramirez, J. A. Silano, A. P. Tonchev, and W. Tornow",
      "source": "Physical Review C",
      "summary": "Author(s): I. Tsorxe, S. W. Finch, C. R. Howell, Krishichayan, A. P. D. Ramirez, J. A. Silano, A. P. Tonchev, and W. TornowPhoton-induced fission product yield (FPY) measurements were conducted on the isotope $^{238}\\mathrm{U}$. Fission was induced using ${E}_{γ}=13.0$ MeV monoenergetic photons produced by the Triangle Universities Nuclear Laboratory's High Intensity $γ\\text{−}\\mathrm{ray}$ Source facility. Short-lived …[Phys. Rev. C 113, 024603] Published Mon Feb 02, 2026"
    },
    {
      "title": "Investigation of the quasifission process in the synthesis of superheavy nuclei",
      "link": "http://link.aps.org/doi/10.1103/4lds-6msh",
      "authors": "Qing Qing Yao, Shu Qing Guo, Tian Liang Zhao, and Xiao Jun Bao",
      "source": "Physical Review C",
      "summary": "Author(s): Qing Qing Yao, Shu Qing Guo, Tian Liang Zhao, and Xiao Jun BaoBased on the dinuclear system model, this work systematically investigates the quasifission process across different entrance channels and excitation energies. The calculated mass yield and average total kinetic energy distributions show good agreement with experimental data, confirming the model's …[Phys. Rev. C 113, 024604] Published Mon Feb 02, 2026"
    },
    {
      "title": "Constraining isoscalar-vector and isovector-vector couplings from very heavy neutron stars and GW190814 observations",
      "link": "http://link.aps.org/doi/10.1103/b6ty-m1sj",
      "authors": "Deepak Kumar and Pradip Kumar Sahu",
      "source": "Physical Review C",
      "summary": "Author(s): Deepak Kumar and Pradip Kumar SahuWe constrain the nuclear matter equation of state (EOS) within the relativistic mean field model by including the isoscalar-vector and isovector-vector coupling term at a fundamental level using Bayesian analysis. We utilized the nuclear saturation properties and recent astrophysical observations to…[Phys. Rev. C 113, 025801] Published Mon Feb 02, 2026"
    },
    {
      "title": "Erratum: Mirror corrections in predictions of nucleon separation energies for nuclei near the proton drip line [Phys. Rev. C <b>110</b>, 034318 (2024)]",
      "link": "http://link.aps.org/doi/10.1103/kzcn-mn3b",
      "authors": "Tao Li, Ning Wang, Hong Yao, Xinrui Zhang, and Min Liu",
      "source": "Physical Review C",
      "summary": "Author(s): Tao Li, Ning Wang, Hong Yao, Xinrui Zhang, and Min Liu[Phys. Rev. C 113, 029901] Published Mon Feb 02, 2026"
    },
    {
      "title": "Shape inheritance and staggering in $α$ decay: A machine learning approach to the nuclear structure properties of superheavy nuclei",
      "link": "http://link.aps.org/doi/10.1103/j7r6-mw8b",
      "authors": "Ruixiong Li, Jingyu Xiao, Hongfei Zhang, and Nana Ma",
      "source": "Physical Review C",
      "summary": "Author(s): Ruixiong Li, Jingyu Xiao, Hongfei Zhang, and Nana MaA series of findings in machine learning (ML) and decay theory are captured while exploring the role of deformation and preformation factors in $α$ decay. We provide a novel and practical paradigm for developing physics-driven ML in nuclear physics research by introducing known decay theory and stat…[Phys. Rev. C 113, L021301] Published Mon Feb 02, 2026"
    },
    {
      "title": "Correlation of multiple physical quantities in multinucleon transfer reactions: Insight into production of isotopes near the $N=152$ shell closure",
      "link": "http://link.aps.org/doi/10.1103/xbtz-bvmc",
      "authors": "Zimeng Shen, Zehong Liao, and Long Zhu",
      "source": "Physical Review C",
      "summary": "Author(s): Zimeng Shen, Zehong Liao, and Long ZhuSynthesizing neutron-rich superheavy elements such as those near the N=152 shell closure is experimentally challenging and requires reliable guidance from nuclear theory. This work reports on the multinucleon transfer (MNT) reaction 238U+238U to synthesize neutron-rich 244U. The authors use a semi-classical approach based on solving a master equation, the DNS-sysu model, to obtain the fragment distribution probability. Using a multidimensional analysis of the correlations among the scattering angle, the kinetic energy, and the angular momentum, the authors focus on how these physical parameters influence the optimal detection angle for 244U production. They find that the optimal production kinematic window corresponds to peripheral collisions with high angular momentum and kinetic energy, at a scattering angle near those for grazing collisions. The results can help guide experiments toward optimizing the detection geometry for MNT experiments to synthesize and detect 244U and similar neutron-rich actinides, which are important to better understand the evolution of nuclear stability near the predicted “island of stability” of superheavy elements.[Phys. Rev. C 113, L021601] Published Mon Feb 02, 2026"
    },
    {
      "title": "Low-energy 17O(n,g)18O reaction within the microscopic potential model and its role for the weak r-process",
      "link": "https://arxiv.org/abs/2601.22234",
      "authors": "Nguyen Le Anh, Jasmine Sarahi Andrews, Bui Minh Loc, Andre Sieverding",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2601.22234v1 Announce Type: new \nAbstract: The neutron radiative capture reaction $^{17}$O(n,$\\gamma$)18O plays a pivotal role in both nuclear structure studies and astrophysical nucleosynthesis, particularly in the formation of elements during hydrostatic and explosive stellar environments. We calculated the $^{17}$O(n,$\\gamma$)$^{18}$O cross section within the Skyrme Hartree-Fock potential model and analyzed electric dipole E1 transitions to both positive and negative-parity states below the alpha-decay threshold in $^{18}$O. Our cross sections are significantly different from the data available in commonly used libraries. We further investigate the impact of the new calculated cross section on weak r-process nucleosynthesis using large-scale reaction network calculations across a wide range of electron fractions and entropies. Our results show that the $^{17}$O(n, $\\gamma$)$^{18}$O reaction rate significantly influences the production of first r-process peak elements, such as strontium, under specific astrophysical conditions. This study highlights the importance of accurate nuclear dat$ for light isotopes in modeling heavy-element synthesis and provides updated reaction rates for future nucleosynthesis simulations."
    },
    {
      "title": "Enhanced Yield Rate of \\textsuperscript{229m}Th via Cascade Decay in Storage Rings and Electron Beam Ion Traps",
      "link": "https://arxiv.org/abs/2601.22417",
      "authors": "Yumiao Wang, Yi Yang, Yixin Li, Ding Yue, Kai Zhao, Youjing Wang, Changbo Fu, Yugang Ma",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2601.22417v1 Announce Type: new \nAbstract: The low-energy nuclear isomeric state of \\textsuperscript{229m}Th provides a unique bridge between nuclear and atomic physics, enabling applications such as nuclear clocks and precision metrology. However, efficient and controllable production of \\textsuperscript{229m}Th remains a major experimental challenge. We propose an efficient scheme to produce the $^{229\\mathrm{m}}$Th in storage rings (SRs) and electron beam ion traps (EBITs), using a cascade decay pathway. Highly charged ions are excited to higher nuclear states via nuclear excitation by inelastic electron scattering (NEIES) and nuclear excitation by electron capture (NEEC), followed by radiative or internal conversion cascades that populate the isomer. Our calculations demonstrate that, under typical SRs and EBITs conditions, optimized indirect excitation pathways significantly enhance \\textsuperscript{229m}Th production rate. In particular, NEIES can provide an enhancement of up to four orders of magnitude through cascade de-excitation at high energies, while NEEC can contribute an additional enhancement of up to several tens of times. Such a significant increase in the \\textsuperscript{229m}Th yield rate would facilitate its application in various nuclear photonics fields, especially in the development of atomic nuclear clocks."
    },
    {
      "title": "$f_2(1270)\\to\\pi+\\pi$ as a probe of spin and vorticity in heavy-ion collisions",
      "link": "https://arxiv.org/abs/2601.22898",
      "authors": "In Woo Park, Beomkyu Kim, Giorgio Torrieri, Kayman J. Gon\\c{c}alves, Sanghoon Lim, Su Houng Lee",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2601.22898v1 Announce Type: new \nAbstract: The correlation between vorticity and spin alignment in heavy-ion collisions can be probed through polarization measurements of hadrons, whose total spin originates from both constituent-quark spins and orbital angular momentum in the quark-model framework. To motivate such experimental studies, we calculate the general angular distribution of produced pion in $f_2(1270)\\to\\pi+\\pi$ using interaction Lagrangian and helicity formalism and check that both methods yield the same result. The distribution is given as a function of angle between pion and initial quantization axis of $f_2$ and the spin density matrix element of $f_2$. Its diagonal entries and $\\rho_{20}$ component were computed assuming local thermal equilibrium and blast wave model for different centrality classes, hence given as a function of azimuthal angle with respect to the impact parameter."
    },
    {
      "title": "Azimuthal angular entanglement between decaying particles in ultra-peripheral ion collisions",
      "link": "https://arxiv.org/abs/2601.22212",
      "authors": "Spencer R. Klein",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2601.22212v1 Announce Type: cross \nAbstract: Ultra-peripheral collisions (UPCs) involving relativistic heavy ions are a unique laboratory to study quantum correlations. The intense electromagnetic fields generate high rates of photonuclear interactions, including events involving multiple photon exchange. Multiple photon exchange can result in the production of multiple vector mesons and/or nuclear excitations. These interactions share a common impact parameter, so the photons have the same linear polarization. The shared polarization entangles the particles, leading to unique quantum correlations. The decays of these vector excitations are sensitive to this polarization, allowing for the study of these correlations.\n  This letter will compare classical and quantum calculations of the correlations between these azimuthal directions. The two approaches predict vert different angular correlations. The differences are akin to those seen with polarized photons in tests of Bells inequality. Uniquely, UPC photoproduction can produce final states containing three or more particles, all entangled with the same polarization. These more complex states exhibit additional unique phenomenology, allowing new tests of multi-particle entanglement."
    },
    {
      "title": "Excited-state uncertainties in lattice-QCD calculations of multi-hadron systems",
      "link": "https://arxiv.org/abs/2601.22272",
      "authors": "William Detmold, Anthony V. Grebe, Daniel C. Hackett, Marc Illa, Robert J. Perry, Phiala E. Shanahan, Michael L. Wagman",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2601.22272v1 Announce Type: cross \nAbstract: Excited-state effects lead to hard-to-quantify systematic uncertainties in lattice quantum chromodynamics (LQCD) spectroscopy calculations when computationally accessible imaginary times are smaller than inverse excitation gaps, as often arises for multi-hadron systems with signal-to-noise problems. Lanczos residual bounds address this by providing two-sided constraints on energies that do not require assumptions beyond Hermiticity, but often give very conservative systematic uncertainty estimates. Here, a more-constraining set of gap bounds is introduced for hadron spectroscopy. These bounds provide tighter constraints whose validity requires an explicit assumption about an energy gap. Exactly solvable lattice field theory correlators are used to test the utility of residual and gap bounds at finite and infinite statistics. Two-sided bounds and other analysis methods are then applied to a high-statistics LQCD calculation of nucleon-nucleon scattering at $m_\\pi \\sim 800$ MeV. Generalized eigenvalue problem (GEVP) and Lanczos energy estimators are compatible when applied to the same correlator data, but analyses including different interpolating operators show statistically significant inconsistencies. However, two-sided bounds from all operators are consistent. Under the assumption that the number of energy levels below $N\\Delta$ and $\\Delta\\Delta$ thresholds is the same as for non-interacting nucleons, gap bounds are sufficient to constrain nucleon-nucleon scattering amplitudes at phenomenologically relevant precision. Lanczos methods further reveal that energy-eigenstate estimates from previously studied asymmetric correlators have not converged over accessible imaginary times. Nevertheless, data-driven examples demonstrate why assumptions are required to draw conclusions about the natures of two-nucleon ground states at these masses."
    },
    {
      "title": "Excited-state uncertainties in lattice-QCD calculations of hadron masses and scattering phase shifts",
      "link": "https://arxiv.org/abs/2601.22273",
      "authors": "William Detmold, Anthony V. Grebe, Daniel C. Hackett, Marc Illa, Robert J. Perry, Phiala E. Shanahan, Michael L. Wagman",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2601.22273v1 Announce Type: cross \nAbstract: Lattice QCD has historically produced energy results interpretable as either estimates relying on implicit assumptions about asymptotic behavior or one-sided upper bounds. New Lanczos methods providing two-sided bounds with less-restrictive assumptions are introduced and quantified in a high-statistics calculation with unphysical quark masses. Two-sided bounds without spectral assumptions provide sub-percent constraints on the nucleon mass. Other bounds, which assume all states in a given energy window are resolved, provide meaningful two-sided constraints on nucleon-nucleon scattering phase shifts."
    },
    {
      "title": "Entanglement in Elastic and Inelastic Two-particle Scatterings at High Energy",
      "link": "https://arxiv.org/abs/2601.22502",
      "authors": "Robi Peschanski, Shigenori Seki",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2601.22502v1 Announce Type: cross \nAbstract: We study the entanglement produced in transverse momentum by two-particle scattering at high energy. Employing the S-matrix framework for the derivation of reduced density matrices, we formulate the entanglement entropy for an inelastic scattering as well as an elastic one. We display the formulas of the entanglement entropy in terms of two-body cross sections. We also derive the entanglement density as a function of the transverse momentum. As an application, we then focus on both forward elastic ($pn \\to pn$) and inelastic ($pn \\to np$) channels scattering allowing for a fruitful comparison of the two reactions with the same proton-neutron content. We evaluate the elastic and inelastic entanglement entropy by using known parameterizations of experimental data for neutron-proton reactions. Comparing those entanglement entropies, we observe that the inelastic scattering produces more overall entanglement than the elastic one in the $pn$ sector."
    },
    {
      "title": "Multiquark bound states and resonances",
      "link": "https://arxiv.org/abs/2601.22842",
      "authors": "Jean-Marc Richard, Alfredo Valcarce, Javier Vijande",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2601.22842v1 Announce Type: cross \nAbstract: We review the chromoelectric and chromomagnetic mechanisms that tentatively lead to stable or metastable multiquark configurations. An alternative interpretation of the dynamics is the quark interchange between hadrons, as illustrated in the case of the fully-charm systems."
    },
    {
      "title": "Heavy quark polarization anisotropy as a novel probe of fireball geometry",
      "link": "https://arxiv.org/abs/2601.22882",
      "authors": "Amaresh Jaiswal",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2601.22882v1 Announce Type: cross \nAbstract: We propose a new approach to probe the initial fireball geometry in relativistic heavy-ion collisions using spin polarization. Specifically, we introduce polarization harmonics of open heavy hadrons as a novel observable sensitive to geometric anisotropies. Heavy quarks are produced in early hard scatterings and can acquire spin polarization from the strong, transient electromagnetic fields present at early times. As they propagate through the anisotropic quark-gluon plasma, medium-induced interactions lead to path-length dependent depolarization, imprinting an azimuthally anisotropic polarization pattern. Within the framework of rotational Brownian motion, we show that the resulting polarization harmonics are directly related to the initial spatial eccentricities, thereby establishing heavy-flavor polarization anisotropies as a sensitive and complementary probe of the early-time collision geometry. We present quantitative estimates of the second polarization harmonic associated with the recently observed $D^{*+}$ spin alignment reported by the ALICE Collaboration."
    },
    {
      "title": "Analysis of regulator and cutoff artifacts in the phase diagram of the quark-meson model",
      "link": "https://arxiv.org/abs/2601.23005",
      "authors": "Jonas Stoll, Niklas Zorbach, Lutz Kiefer, Fabrizio Murgana, Jens Braun, Dirk H. Rischke",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2601.23005v1 Announce Type: cross \nAbstract: We study regulator and cutoff artifacts in the quark-meson model at finite temperature and quark chemical potential within the functional renormalization-group approach using the local potential approximation. To this end, we discuss the concept of renormalization-group consistency in effective models, which necessitates a nontrivial parameter-fixing procedure to enable a meaningful comparison of results obtained with different regulators and cutoffs. We employ a standard range of cutoff values used in phenomenological studies and regulators that differ significantly in their analytic properties as well as in their classification according to the principle of strongest singularity. We find that regulator and cutoff dependences are small at low temperatures and quark chemical potentials. At high temperatures and low quark chemical potentials, significant cutoff artifacts arise, whereas the properties of the regulator affect the dynamics in the regime governed by a chiral phase transition of first order at low temperatures and high quark chemical potentials."
    },
    {
      "title": "A Method to Constrain Preferential Emission and Spectator Dynamics in Heavy-Ion Collisions",
      "link": "https://arxiv.org/abs/2407.06977",
      "authors": "Vipul Bairathi, Somadutta Bhatta",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2407.06977v4 Announce Type: replace \nAbstract: Longitudinal particle production in heavy-ion collisions is influenced both by preferential emission from participating nucleons and by the breakup of spectator matter, yet quantifying these effects experimentally remains challenging. We introduce a Pearson correlation between spectator and charged-particle forward-backward asymmetries as an experimental probe of these phenomena. Using Au+Au collisions at $\\sqrt{s_{NN}}=200$ GeV simulated with A Multi-Phase Transport (AMPT) model, we validate that this correlator provides a robust, pseudorapidity-differential measure of the influence of preferential emission on the longitudinal structure of particle production. We further demonstrate that the correlation strength is sensitive to fluctuations in spectator number, which in experiments arise from evaporation and fragmentation of the spectator remnants. The proposed observable therefore offers a data-driven handle for constraining models of preferential emission and spectator breakup, thereby improving our understanding of the mechanisms that shape the final-state longitudinal distributions in heavy-ion collisions."
    },
    {
      "title": "Berry phase in axion physics, SM global structure, and generalized symmetries",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269326000729?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: Available online 2 February 2026Source: Physics Letters BAuthor(s): Qing-Hong Cao, Shuailiang Ge, Yandong Liu, Jun-Chen Wang"
    }
  ]
}