{
  "lastUpdated": "2025-03-13T02:19:11.348237",
  "papers": [
    {
      "title": "Nuclear Structure Properties and Stellar Weak Rates for 76Se: Unblocking of the Gamow Teller Strength",
      "link": "https://arxiv.org/abs/2503.08070",
      "authors": "Jameel-Un Nabi, Mavra Ishfaq, Mahmut Boyukata, Muhammad Riaz",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2503.08070v1 Announce Type: new \nAbstract: At finite temperatures ($\\geq 10^7$K), $^{76}$Se is abundant in the core of massive stars and electron capture on $^{76}$Se has a consequential role to play in the dynamics of core collapse. The present work may be classified into two main categories. In the first phase, we study the nuclear structure properties of $^{76}$Se using the interacting boson model-1 (IBM-1). The IBM-1 investigations include the energy levels, $B(E2)$ values, and the prediction of the geometry. We performed the extended consistent-Q formalism (ECQF) calculation and later the triaxial formalism calculation (constructed by adding the cubic term to the ECQF). The geometry of $^{76}$Se can be envisioned within the formalism of the potential energy surface based on the classical limit of the IBM-1 model.\n  In the second phase, we reconfirm the unblocking of the Gamow-Teller (GT) strength in $^{76}$Se (a test case for nuclei having $N > 40$ and $Z < 40$). Using the deformed pn-QRPA model, we calculate GT transitions, stellar electron capture cross section (within the limit of low momentum transfer), and stellar weak rates for $^{76}$Se. The distinguishing feature of our calculation is a state-by-state evaluation of stellar weak rates in a fully microscopic fashion. Results are compared with experimental data and previous calculations. The calculated GT distribution fulfills the Ikeda sum rule. Rates for $\\beta$-delayed neutrons and emission probabilities are also calculated. Our study suggests that at high stellar temperatures and low densities, the $\\beta^+$-decay on $^{76}$Se should not be neglected and needs to be taken into consideration along with electron capture rates for simulation of presupernova evolution of massive stars."
    },
    {
      "title": "On the Interference between Meson Exchange and One-Body Currents in Quasielastic Electron Scattering",
      "link": "https://arxiv.org/abs/2503.08391",
      "authors": "P. R. Casale, J. E. Amaro, V. Belocchi, M. B Barbaro, A De Pace, M. Martini",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2503.08391v1 Announce Type: new \nAbstract: In this work, we present a detailed analysis of the interference between meson exchange currents (MEC) and one-body currents in quasielastic electron scattering, with a focus on the sign of this interference in the transverse response for one-particle emission. We prove that the interference of both the Delta and pion-in-flight currents with the one-body current is negative, leading to a partial cancellation with the seagull current. This is mathematically demonstrated within the framework of the Fermi gas model. By comparing these interferences across various independent particle models, both relativistic and non-relativistic, our results indicate that all studied models display the same behavior. This consistency suggests that the interference is negative in models that do not incorporate tensor correlations in the nuclear wave function."
    },
    {
      "title": "Study of 14.1 MeV Neutron Moderation in Beryllium",
      "link": "https://arxiv.org/abs/2503.08396",
      "authors": "Serena Fattori, Rino Persiani, Ugo Abundo",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2503.08396v1 Announce Type: new \nAbstract: This study investigates the moderation of 14.1 MeV neutrons in a natural beryllium moderator arranged in a spherical geometry. The neutron interactions and moderation efficiency were analyzed using Monte Carlo simulations with the GEANT4 toolkit. Various sphere radii were tested to determine the optimal moderator thickness for neutron thermalization."
    },
    {
      "title": "On Positive Integer Descartes-Steiner Curvature Quintuplets",
      "link": "https://arxiv.org/abs/2503.08631",
      "authors": "Wolfdieter Lang",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2503.08631v1 Announce Type: new \nAbstract: In Descartes' five circle problem integer curvatures (inverse radii) are considered. The positive integer curvature triple [c_1, c_2, c_3] (dimensionless), with non-decreasing entries for three given mutually touching circles, leading to integer curvatures [c_{4,-}, c_{4,+}] for the two circles touching the given ones is called a Descartes-Steiner triple. They come in two types: [c, c, d] (or [c, ,d, d]) and triples with distinct entries. The first case is related to Pythagorean triples. The distinct curvature case is more involved and needs a combined representations of certain binary quadratic forms of the indefinite and definite type. The degenerate case when a straight line touches the three given touching circles can also be characterized completely."
    },
    {
      "title": "Fingerprints of triaxiality in the charge radii of neutron-rich Ruthenium",
      "link": "https://arxiv.org/abs/2503.07841",
      "authors": "Bernhard Maass, Wouter Ryssens, Michael Bender, Daniel P. Burdette, Jason Clark, Adam Dockery, Guilherme Grams, Max Horst, Phillip Imgram, Kristian K\\\"onig, Kei Minamisono, Patrick M\\\"uller, Peter M\\\"uller, Wilfried N\\\"ortersh\\\"auser, Skyy V. Pineda, Simon Rausch, Laura Renth, Brooke Rickey, Daniel Santiago-Gonzalez, Guy Savard, Felix Sommer, Adrian A. Valverde",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2503.07841v1 Announce Type: cross \nAbstract: We present the first measurements with a new collinear laser spectroscopy setup at the Argonne Tandem Linac Accelerator System utilizing its unique capability to deliver neutron-rich refractory metal isotopes produced by the spontaneous fission of 252Cf. We measured isotope shifts from optical spectra for nine radioactive ruthenium isotopes 106-114Ru, reaching deep into the mid-shell region. The extracted charge radii are in excellent agreement with predictions from the Brussels-Skyrme-on-a-Grid models that account for the triaxial deformation of nuclear ground states in this region. We show that triaxial deformation impacts charge radii in models that feature shell effects, in contrast to what could be concluded from a liquid drop analysis. This indicates that this exotic type of deformation should not be neglected in regions where it is known to occur, even if its presence cannot be unambiguously inferred through laser spectroscopy."
    },
    {
      "title": "Suppressed Drell-Yan process by an external magnetic field",
      "link": "https://arxiv.org/abs/2503.08313",
      "authors": "Shile Chen, Jiaxing Zhao, Pengfei Zhuang",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2503.08313v1 Announce Type: cross \nAbstract: The strongest electromagnetic fields in nature are created in high energy nuclear collisions and expected to change the dynamic scattering processes in the early stage. The magnetic field effect on the Drell-Yan process is investigated in this work. The single photon decay into quark pairs and lepton pairs in an external magnetic field leads to a significant Drell-Yan suppression in low and intermediate invariant mass region. The calculation up to the Landau level $n-1$ is complete in the energy region $s<2/3n(eB)$, and the enlarged phase space at higher landau levels may enhance the dilepton spectrum in the high mass region."
    },
    {
      "title": "Relativistic spin hydrodynamics from novel relaxation time approximation",
      "link": "https://arxiv.org/abs/2503.08428",
      "authors": "Samapan Bhadury",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2503.08428v1 Announce Type: cross \nAbstract: With the help of a semi-classical kinetic theory, a new collision kernel is proposed, which simultaneously conserves the energy-momentum tensor and the spin tensor of a relativistic fluid of spin-1/2 particles irrespective of the frame and matching conditions, even when relaxation time is momentum dependent. The relativistic Boltzmann's equation is solved using this new collision kernel to obtain the expressions of the transport coefficients with general definitions for the frame and matching conditions. The results indicate the expected existence of Barnett-like effect and the non-existence of Einstein--de-Haas-like effects."
    },
    {
      "title": "Investigating the broadening phenomenon in two-particle correlations induced by gluon saturation",
      "link": "https://arxiv.org/abs/2503.08447",
      "authors": "Kiera Cassar, Zhen Wang, Xiaoxuan Chu, Elke-Caroline Aschenauer",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2503.08447v1 Announce Type: cross \nAbstract: It has been found that the gluon density inside the proton grows rapidly at small momentum fractions. Quantum Chromodynamics (QCD) predicts that this growth can be regulated by nonlinear effects, ultimately leading to gluon saturation. Within the color glass condensate framework, nonlinear QCD effects are predicted to suppress and broaden back-to-back angular correlations in collisions involving heavy nuclei. While suppression has been observed in various experiments in $d/p$$+$A collisions compared to $p$$+$$p$ collisions, the predicted broadening remains unobserved. This study investigates the contributions of intrinsic transverse momentum ($k_T$), which is associated with saturation physics, as well as parton showers and transverse motion from fragmentation ($p_T^{\\mathrm{frag}}$), which are not saturation dependent, to the width of the correlation function. Our findings show that the non-saturation dependent effects, especially the initial-state parton shower and $p_T^{\\mathrm{frag}}$, which occur independently of the collision system, smear the back-to-back correlation more than gluon saturation does, making the broadening phenomenon difficult to observe."
    },
    {
      "title": "Light-by-Light scattering in ultraperipheral heavy ion collisions: Estimating inelastic contributions",
      "link": "https://arxiv.org/abs/2503.08624",
      "authors": "Mariola Klusek-Gawenda, Victor P. Goncalves, Antoni Szczurek",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2503.08624v1 Announce Type: cross \nAbstract: The current state-of-the-art theoretical estimations lead to cross-sections for $AA \\to \\gamma \\gamma AA$ which are somewhat smaller than the measured ones by the ATLAS and CMS Collaborations, which motivates the searching and calculation of subleading corrections disregarded in these previous studies. In this paper, we estimate the contribution of inelastic channels to the Light - by - Light (LbL) scattering in ultraperipheral collisions of heavy ions (UPHICs), in which one or both of the incident nuclei dissociate ($A A \\to \\gamma \\gamma X Y$ where $X, Y = A, A'$) due to the photon emission. These new mechanisms are related to extra emissions that are rather difficult to identify at the LHC and can be mistakenly interpreted as enhanced $\\gamma \\gamma \\to \\gamma \\gamma$ scattering compared to the Standard Model result. We include processes of coupling of photons to individual nucleons (protons and neutrons) in addition to coherent coupling to the whole nuclei (called standard approach here). Both elastic (nucleon in the ground state) and inelastic (nucleon in an excited state) in the couplings of photons to nucleons are taken into account. The inelastic nucleon fluxes are calculated using CT18qed photon in nucleon PDFs. The inelastic photon fluxes are shown and compared to standard photon fluxes in the nucleus. In addition, we show the ratio of the inelastic corrections to the standard contribution as a function of diphoton invariant mass and photon rapidity difference. We find the maximal effect of the inelastic corrections at $M_{\\gamma \\gamma} \\sim$ 14 GeV for the ATLAS rapidity and transverse momentum acceptance. Furthermore, the inelastic contribution increases gradually with photon rapidity difference. Our results indicate that the inelastic contributions can increase locally by 10-15 \\% the traditional (no nuclear excitation) predictions for the LbL scattering in UPCs."
    },
    {
      "title": "Improved structure of calcium isotopes from ab initio calculations",
      "link": "https://arxiv.org/abs/2411.16014",
      "authors": "M. Heinz, T. Miyagi, S. R. Stroberg, A. Tichai, K. Hebeler, A. Schwenk",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2411.16014v2 Announce Type: replace \nAbstract: The in-medium similarity renormalization group (IMSRG) is a powerful and flexible many-body method to compute the structure of nuclei starting from nuclear forces. Recent developments have extended the IMSRG from its standard truncation at the normal-ordered two-body level, the IMSRG(2), to a precision approximation including normal-ordered three-body operators, the IMSRG(3)-$N^7$. This improvement provides a more precise solution to the many-body problem and makes it possible to quantify many-body uncertainties in IMSRG calculations. We explore the structure of $^{44,48,52}$Ca using the IMSRG(3)-$N^7$, focusing on understanding existing discrepancies of the IMSRG(2) to experimental results. We find a significantly better description of the first $2^+$ excitation energy of $^{48}$Ca, improving the description of the shell closure at $N=28$. At the same time, we find that the IMSRG(3)-$N^7$ corrections to charge radii do not resolve the systematic underprediction of the puzzling large charge radius difference between $^{52}$Ca and $^{48}$Ca. We present estimates of many-body uncertainties of IMSRG(2) calculations applicable also to other systems based on the size extensivity of the method."
    },
    {
      "title": "High Precision Binding Energies from Physics Informed Machine Learning",
      "link": "https://arxiv.org/abs/2412.09504",
      "authors": "Ian Bentley, James Tedder, Marwan Gebran, Ayan Paul",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2412.09504v2 Announce Type: replace \nAbstract: Twelve physics-informed machine learning models have been trained to model binding energy residuals. Our approach begins with determining the difference between measured experimental binding energies and three different mass models. Then four machine learning approaches are used to train on each energy difference. The most successful ML technique, both in interpolation and extrapolation, is the least squares boosted ensemble of trees. The best model resulting from that technique utilizes eight physical features to model the difference between experimental atomic binding energy values in AME 2012 and the Duflo Zuker mass model. This resulted in a model that fit the training data with a standard deviation of 17 keV and that has a standard deviation of 92 keV when compared all of the values in the AME 2020. The extrapolation capability of each model is discussed, and the accuracy of predicting new mass measurements has also been tested."
    },
    {
      "title": "Production of the heavy-flavour decay lepton in high-energy nuclear collisions",
      "link": "https://arxiv.org/abs/2308.14538",
      "authors": "Sa Wang, Yao Li, Shuwan Shen, Ben-Wei Zhang, Enke Wang",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2308.14538v2 Announce Type: replace-cross \nAbstract: This paper presents a theoretical study on the production of the heavy-flavour decay lepton (HFL) in high-energy nuclear collisions at the LHC. The pp-baseline is calculated by the FONLL program, which matches the next-to-leading order pQCD calculation with the next-to-leading-log large-$p_T$ resummation. The in-medium propagation of heavy quarks is driven by the modified Langevin equations, which consider both the elastic and inelastic partonic interactions. We propose a method to separate the respective influence of the six factors, such as pp-spectra, the cold nuclear matter (CNM) effects, in-medium energy loss (E-loss), fragmentation functions (FFs), coalescence (Coal), and decay channels, which may contribute to the larger $R_{AA}$ of HFL $\\leftarrow b$ compared to that of HFL $\\leftarrow c$ in nucleus-nucleus collisions. Based on quantitative analysis, we demonstrate that both coalescence hadronization, decay channels and the mass-dependent E-loss play an essential role at $p_T5$ GeV. Furthermore, we explore the path-length dependence of jet quenching by comparing the HFL $R_{AA}$ in two different collision systems. Our investigations show smaller HFL $R_{AA}$ in Pb+Pb than in Xe+Xe within the same centrality bin, consistent with the ALICE data. The longer propagation time and more effective energy loss of heavy quarks in Pb+Pb collisions play critical roles in the stronger yield suppression of the HFL compared to that in Xe+Xe. In addition, we observe a scaling behavior of the HFL $R_{AA}$ in Xe+Xe and Pb+Pb collisions."
    },
    {
      "title": "Functional renormalization group study of the quark-meson model with omega and rho vector mesons",
      "link": "https://arxiv.org/abs/2402.15474",
      "authors": "Mohammed Osman, Defu Hou, Wentao Wang, Hui Zhang",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2402.15474v2 Announce Type: replace-cross \nAbstract: The functional renormalization group (FRG) is a non-perturbative method that considers quantum and thermal fluctuations. Using the FRG flow equations, the critical region of the two-flavor quark-meson model in a finite isospin chemical potential with omega and rho vector mesons interactions is investigated in this work. We also use the traditional mean-field method to calculate the phase diagram in the chiral limit for comparison. The results show that the influences of the omega meson and rho meson on the phase structure are quite different. The existence of the isospin chemical potential also causes significant changes in the phase structure."
    },
    {
      "title": "Classification of Coupled-Channel Near-Threshold Structures",
      "link": "https://arxiv.org/abs/2407.10620",
      "authors": "Zhen-Hua Zhang, Feng-Kun Guo",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2407.10620v2 Announce Type: replace-cross \nAbstract: Since 2003, plenty of resonant structures have been observed in the heavy quarkonium regime. Many of them are close to the thresholds of a few pairs of heavy hadrons. They are candidates of exotic hadrons and have attracted immense attentions. Based on a coupled-channel nonrelativistic effective field theory, we classify the near-threshold structures of a symmetry-related two-channel system by studying the evolution of the scattering amplitude line shapes and pole positions with the variation of the single-channel scattering length and channel coupling strength. We show that the evolution of the scattering amplitude line shapes can be understood from the pole trajectories in the complex energy plane, and the pole evolution can be traced back to the renormalization group fixed points. We provide a dictionary of correspondence between the evolution of line shapes and pole trajectories along with varying interaction and channel coupling strengths, which can be used to understand the experimental observations of the near-threshold structures."
    },
    {
      "title": "Dissecting a strongly coupled scalar nucleon",
      "link": "https://arxiv.org/abs/2408.09535",
      "authors": "Xianghui Cao, Yang Li, James P. Vary",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2408.09535v2 Announce Type: replace-cross \nAbstract: We continue our investigation of the stress within a strongly coupled scalar nucleon, and now dissect the gravitational form factors into contributions from its constituents, the (mock) nucleon and the (mock) pion. The computation is based on a non-perturbative solution of the scalar Yukawa model in the light-front Hamiltonian formalism with a Fock sector expansion including up to one nucleon and two pions. By employing the ``good currents\" $T^{++}_i$, $T^{+-}_i$ and $T^{12}_i$, we extract the full set of gravitational form factors $A_i$, $D_i$, $\\bar c_i$ without the contamination of the spurious form factors, and free of uncanceled UV divergences. With these results, we decompose the mass of the system into its constituents and compute the matter and mechanical radii, gaining insights into the strongly coupled system."
    },
    {
      "title": "Heavy quark suppression and anisotropic flow at intermediate momentum",
      "link": "https://arxiv.org/abs/2501.01600",
      "authors": "Juhee Hong",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2501.01600v2 Announce Type: replace-cross \nAbstract: In an intermediate-momentum regime where mass effects are significant, heavy quark suppression and anisotropic flow are computed to investigate the transition between the collisional and radiative energy loss. Based on the collision kernel for diffusion, elastic scattering and semi-collinear gluon-bremsstrahlung can be consistently incorporated into a Boltzmann equation that involves the heavy quark diffusion coefficient. Using the running coupling constant and the diffusion coefficient constrained by lattice QCD data, the collisional and radiative energy-loss contributions to the $R_{AA}$ and $v_2$ are studied in hydrodynamically expanding thermal media. The evolution of the observables, the bulk flow effect, and the dependence on mass and centrality are discussed in noncentral heavy-ion collisions."
    },
    {
      "title": "Flavor dependence of Energy-energy correlators",
      "link": "https://arxiv.org/abs/2502.11406",
      "authors": "Liliana Apolin\\'ario, Raghav Kunnawalkam Elayavalli, Nuno Olavo Madureira, Jun-Xing Sheng, Xin-Nian Wang, Zhong Yang",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2502.11406v2 Announce Type: replace-cross \nAbstract: Energy-energy correlators (EECs) within high energy jets serve as a key experimentally accessible quantity to probe the scale and structure of the quark-gluon plasma (QGP) in relativistic heavy-ion collisions. The CMS Collaboration's first measurement of the modification to the EEC within single inclusive jets in Pb+Pb collisions relative to p+p collisions reveals a significant enhancement at small angles, which may arise from jet transverse momentum $p_T$ selection biases due to jet energy loss. We investigate the dependence of jet EECs on the flavor of the initiating parton. The EEC distribution of a gluon jet is broader and the peak of transition from perturbative to non-perturbative regime occurs at a larger angle than a quark jet. Such flavor dependence leads to the different EECs for $\\gamma$-jets and single inclusive jets due to their different flavor composition. It is also responsible for a colliding energy dependence of EECs of single inclusive jets at fixed jet energy. We also investigate the impact of flavor composition variation on the $p_T$ dependence of the jet EEC. We further propose that a change in the gluon jet fraction in A+A collisions compared to p+p can also contribute to a non-negligible enhancement of the medium modified EEC at small angles. Using the \\textsc{Jewel} model, we predict the reduction of the gluon jet fraction in A+A collisions and estimate its impact on the EEC."
    },
    {
      "title": "Search for spontaneous fission of 234$$^{234}$$U, 235$$^{235}$$U, 236$$^{236}$$U, and 238$$^{238}$$U by gamma spectrometry",
      "link": "https://epja.epj.org/10.1140/epja/s10050-025-01518-4",
      "authors": "F. A. Danevich, S. S. Drapey, D. V. Kasperovych, V. I. Kirischuk, V. V. Kobychev, B. M. Kropivyansky, V. I. Tretyak",
      "source": "European Physical Journal A",
      "summary": "Authors: F. A. Danevich, S. S. Drapey, D. V. Kasperovych, V. I. Kirischuk, V. V. Kobychev, B. M. Kropivyansky and V. I. Tretyak.The European Physical Journal A Vol. 61 , page 46Published online: 10/3/2025"
    },
    {
      "title": "The art of modeling nuclear reactions with weakly bound nuclei: status and perspectives",
      "link": "https://epja.epj.org/10.1140/epja/s10050-025-01500-0",
      "authors": "Antonio M. Moro, Jesús Casal, Mario Gómez-Ramos",
      "source": "European Physical Journal A",
      "summary": "Authors: Antonio M. Moro, Jesús Casal and Mario Gómez-Ramos.The European Physical Journal A Vol. 61 , page 47Published online: 10/3/2025"
    },
    {
      "title": "Search for the lepton number violation decay ϕ → π + π + e − e − via J/ψ → ϕη *",
      "link": "http://iopscience.iop.org/article/10.1088/1674-1137/ada350",
      "authors": "M. Ablikim, 迪娜 麦, M. N. Achasov, P. Adlarson, O. Afedulidis, X. C. Ai, 小聪 艾, R. Aliberti, A. Amoroso, M. R. An, 美儒 安, Q. An, 琪 安, Y. Bai, 羽 白, O. Bakina, I. Balossino, Y. Ban, 勇 班, H.-R. Bao, 浩然 包, V. Batozskaya, K. Begzsuren, N. Berger, M. Berlowski, M. Bertani, D. Bettoni, F. Bianchi, E. Bianco, A. Bortone, I. Boyko, R. A. Briere, A. Brueggemann, H. Cai, 浩 蔡, X. Cai, 啸 蔡, A. Calcaterra, G. F. Cao, 国富 曹, N. Cao, 宁 曹, S. A. Cetin, J. F. Chang, 劲帆 常, G. R. Che, 国荣 车, Y. Z. Che, 逾之 车, G. Chelkov, C. Chen, 琛 陈, Chao Chen, 超 陈, G. Chen, 刚 陈, H. S. Chen, 和生 陈, M. L. Chen, 玛丽 陈, S. J. Chen, 申见 陈, S. L. Chen, 思璐 陈, S. M. Chen, 少敏 陈, T. Chen, 通 陈, X. R. Chen, 旭荣 陈, X. T. Chen, 肖婷 陈, Y. B. Chen, 元柏 陈, Y. Q. Chen, Z. J. Chen, 卓俊 陈, Z. Y. Chen, 正元 陈, S. K. Choi, G. Cibinetto, S. C. Coen, F. Cossio, J. J. Cui, 佳佳 崔, H. L. Dai, 洪亮 代, J. P. Dai, 建平 代, A. Dbeyssi, R. E. de Boer, D. Dedovich, Z. Y. Deng, 子艳 邓, A. Denig, I. Denysenko, M. Destefanis, F. De Mori, B. Ding, 彪 丁, X. X. Ding, 晓萱 丁, Y. Ding, 勇 丁, Y. Ding, 逸 丁, J. Dong, 静 董, L. Y. Dong, 燎原 董, M. Y. Dong, 明义 董, X. Dong, 翔 董, M. C. Du, 蒙川 杜, S. X. Du, 书先 杜, Z. H. Duan, 宗欢 段, P. Egorov, Y. H. Fan, 宇晗 范, J. Fang, 建 方, S. S. Fang, 双世 房, W. X. Fang, 文兴 方, Y. Fang, 易 方, Y. Q. Fang, 亚泉 方, R. Farinelli, L. Fava, F. Feldbauer, G. Felici, C. Q. Feng, 常青 封, J. H. Feng, 俊华 冯, K. Fischer, M. Fritsch, C. D. Fu, 成栋 傅, J. L. Fu, 金林 傅, Y. W. Fu, 亦威 傅, H. Gao, 涵 高, Y. N. Gao, 原宁 高, Yang Gao, 扬 高, S. Garbolino, I. Garzia, L. Ge, 玲 葛, P. T. Ge, 潘婷 葛, Z. W. Ge, 振武 葛, C. Geng, 聪 耿, E. M. Gersabeck, A. Gilman, K. Goetzen, L. Gong, 丽 龚, W. X. Gong, 文煊 龚, W. Gradl, S. Gramigna, M. Greco, M. H. Gu, 旻皓 顾, Y. T. Gu, 运厅 顾, C. Y. Guan, 春懿 关, A. Q. Guo, 爱强 郭, L. B. Guo, 立波 郭, M. J. Guo, 梦娇 国, R. P. Guo, 如盼 郭, Y. P. Guo, 玉萍 郭, A. Guskov, J. Gutierrez, T. T. Han, 婷婷 韩, W. Y. Han, 文颖 韩, X. Q. Hao, 喜庆 郝, F. A. Harris, K. K. He, 凯凯 何, K. L. He, 康林 何, F. H. Heinsius, C. H. Heinz, Y. K. Heng, 月昆 衡, C. Herold, T. Holtmann, P. C. Hong, 鹏程 洪, G. Y. Hou, 国一 侯, X. T. Hou, 贤涛 侯, Y. R. Hou, 颖锐 侯, Z. L. Hou, 治龙 侯, B. Y. Hu, 碧颖 胡, H. M. Hu, 海明 胡, J. F. Hu, 继峰 胡, T. Hu, 涛 胡, Y. Hu, 誉 胡, G. S. Huang, 光顺 黄, K. X. Huang, 凯旋 黄, L. Q. Huang, 麟钦 黄, X. T. Huang, 性涛 黄, Y. P. Huang, 燕萍 黄, T. Hussain, F. Hölzken, N. Hüsken, N. in der Wiesche, J. Jackson, S. Jaeger, S. Janchiv, Q. Ji, 全 纪, Q. P. Ji, 清平 姬, X. B. Ji, 晓斌 季, X. L. Ji, 筱璐 季, Y. Y. Ji, 钰瑶 吉, X. Q. Jia, 晓倩 贾, Z. K. Jia, 泽坤 贾, H. B. Jiang, 候兵 姜, P. C. Jiang, 沛成 蒋, S. S. Jiang, 赛赛 姜, T. J. Jiang, 庭俊 蒋, X. S. Jiang, 晓山 江, Y. Jiang, 艺 蒋, J. B. Jiao, 健斌 焦, Z. Jiao, 铮 焦, S. Jin, 山 金, Y. Jin, 毅 金, M. Q. Jing, 茂强 荆, X. M. Jing, 新媚 景, T. Johansson, S. Kabana, N. Kalantar-Nayestanaki, X. L. Kang, 晓琳 康, X. S. Kang, 晓珅 康, M. Kavatsyuk, B. C. Ke, 百谦 柯, V. Khachatryan, A. Khoukaz, R. Kiuchi, R. Kliemt, O. B. Kolcu, B. Kopf, M. Kuessner, X. Kui, 贤 奎, N. Kumar, A. Kupsc, W. Kühn, J. J. Lane, P. Larin, A. Lavania, L. Lavezzi, T. T. Lei, 天天 雷, Z. H. Lei, 祚弘 雷, M. Lellmann, T. Lenz, C. Li, 聪 李, C. Li, 翠 李, C. H. Li, 春花 李, Cheng Li, 澄 李, D. M. Li, 德民 李, F. Li, 飞 李, G. Li, 刚 李, H. B. Li, 海波 李, H. J. Li, 惠静 李, H. N. Li, 衡讷 李, Hui Li, 慧 李, J. R. Li, 嘉荣 李, J. S. Li, 静舒 李, J. W. Li, 井文 李, K. Li, 科 李, K. L. Li, 凯璐 李, L. J. Li, 林健 李, L. K. Li, 龙科 李, Lei Li, 蕾 李, M. H. Li, 明浩 李, P. R. Li, 培荣 李, Q. X. Li, 起鑫 李, S. X. Li, 素娴 李, T. Li, 腾 李, W. D. Li, 卫东 李, W. G. Li, 卫国 李, X. H. Li, 旭红 李, X. L. Li, 晓玲 李, X. Y. Li, 晓宇 李, Y. G. Li, 彦谷 李, Z. J. Li, 志军 李, Z. X. Li, 振轩 李, C. Liang, 畅 梁, H. Liang, 浩 梁, H. Liang, 昊 梁, Y. F. Liang, 勇飞 梁, Y. T. Liang, 羽铁 梁, G. R. Liao, 广睿 廖, L. Z. Liao, 龙洲 廖, Y. P. Liao, 一朴 廖, J. Libby, A. Limphirat, D. X. Lin, 德旭 林, T. Lin, 韬 林, B. J. Liu, 北江 刘, B. X. Liu, 宝鑫 刘, C. Liu, 成 刘, C. X. Liu, 春秀 刘, F. Liu, 芳 刘, F. H. Liu, 福虎 刘, Feng Liu, 峰 刘, G. M. Liu, 国明 刘, H. Liu, 昊 刘, H. B. Liu, 宏邦 刘, H. H. Liu, 欢欢 刘, H. M. Liu, 怀民 刘, Huihui Liu, 汇慧 刘, J. B. Liu, 建北 刘, J. Y. Liu, 晶译 刘, K. Liu, 凯 刘, K. Y. Liu, 魁勇 刘, Ke Liu, 珂 刘, L. Liu, 亮 刘, L. C. Liu, 良辰 刘, Lu Liu, 露 刘, M. H. Liu, 美宏 刘, P. L. Liu, 佩莲 刘, Q. Liu, 倩 刘, S. B. Liu, 树彬 刘, T. Liu, 桐 刘, W. K. Liu, 维克 刘, W. M. Liu, 卫民 刘, X. Liu, 翔 刘, Y. Liu, 英 刘, Y. Liu, 义 刘, Y. B. Liu, 玉斌 刘, Z. A. Liu, 振安 刘, Z. Q. Liu, 智青 刘, X. C. Lou, 辛丑 娄, F. X. Lu, 飞翔 卢, H. J. Lu, 海江 吕, J. G. Lu, 军光 吕, X. L. Lu, 小玲 陆, Y. Lu, 宇 卢, Y. P. Lu, 云鹏 卢, Z. H. Lu, 泽辉 卢, C. L. Luo, 成林 罗, M. X. Luo, 民兴 罗, T. Luo, 涛 罗, X. L. Luo, 小兰 罗, X. R. Lyu, 晓睿 吕, Y. F. Lyu, 翌丰 吕, F. C. Ma, 凤才 马, H. Ma, 衡 马, H. L. Ma, 海龙 马, J. L. Ma, 俊力 马, L. L. Ma, 连良 马, M. M. Ma, 明明 马, Q. M. Ma, 秋梅 马, R. Q. Ma, 润秋 马, X. Y. Ma, 骁妍 马, Y. M. Ma, 玉明 马, F. E. Maas, M. Maggiora, S. Malde, A. Mangoni, Y. J. Mao, 亚军 冒, Z. P. Mao, 泽普 毛, S. Marcello, Z. X. Meng, 召霞 孟, J. G. Messchendorp, G. Mezzadri, H. Miao, 晗 妙, T. J. Min, 天觉 闵, R. E. Mitchell, X. H. Mo, 晓虎 莫, B. Moses, N. Yu. Muchnoi, J. Muskalla, Y. Nefedov, F. Nerling, I. B. Nikolaev, Z. Ning, 哲 宁, S. Nisar, Q. L. Niu, 祺乐 牛, W. D. Niu, 文迪 牛, Y. Niu, 艳 牛, S. L. Olsen, Q. Ouyang, 阳群 欧, S. Pacetti, X. Pan, 祥 潘, Y. Pan, 越 潘, P. Patteri, Y. P. Pei, 宇鹏 裴, M. Pelizaeus, H. P. Peng, 海平 彭, Y. Y. Peng, 云翊 彭, K. Peters, J. L. Ping, 加伦 平, R. G. Ping, 荣刚 平, S. Plura, V. Prasad, F. Z. Qi, 法制 齐, H. Qi, 航 齐, H. R. Qi, 红荣 漆, M. Qi, 鸣 祁, T. Y. Qi, 天钰 齐, S. Qian, 森 钱, W. B. Qian, 文斌 钱, C. F. Qiao, 从丰 乔, X. K. Qiao, 晓珂 乔, J. J. Qin, 佳佳 秦, L. Q. Qin, 丽清 秦, L. Y. Qin, 龙宇 秦, X. P. Qin, 潇平 覃, X. S. Qin, 小帅 秦, Z. H. Qin, 中华 秦, J. F. Qiu, 进发 邱, S. Q. Qu, 三强 屈, C. F. Redmer, K. J. Ren, 旷洁 任, A. Rivetti, M. Rolo, G. Rong, 刚 荣, Ch. Rosner, M. Q. Ruan, 曼奇 阮, S. N. Ruan, 氏宁 阮, N. Salone, A. Sarantsev, Y. Schelhaas, K. Schoenning, M. Scodeggio, K. Y. Shan, 科羽 尚, W. Shan, 葳 单, X. Y. Shan, 心钰 单, J. F. Shangguan, 官剑锋 上, L. G. Shao, 立港 邵, M. Shao, 明 邵, C. P. Shen, 成平 沈, H. F. Shen, 宏飞 沈, W. H. Shen, 文涵 沈, X. Y. Shen, 肖雁 沈, B. A. Shi, 伯安 施, H. Shi, 华 史, H. C. Shi, 煌超 石, J. L. Shi, 家磊 石, J. Y. Shi, 京燕 石, Q. Q. Shi, 勤强 石, X. Shi, 欣 史, J. J. Song, 娇娇 宋, T. Z. Song, 天资 宋, W. M. Song, 维民 宋, Y. J. Song, 宇镜 宋, Y. X. Song, 昀轩 宋, S. Sosio, S. Spataro, F. Stieler, Y. J. Su, 杨捷 粟, G. B. Sun, 光豹 孙, G. X. Sun, 功星 孙, H. Sun, 昊 孙, H. K. Sun, 浩凯 孙, J. F. Sun, 俊峰 孙, K. Sun, 开 孙, L. Sun, 亮 孙, S. S. Sun, 胜森 孙, T. Sun, W. Y. Sun, 文玉 孙, Y. Sun, 源 孙, Y. J. Sun, 勇杰 孙, Y. Z. Sun, 永昭 孙, Z. T. Sun, 振田 孙, C. J. Tang, 昌建 唐, G. Y. Tang, 光毅 唐, J. Tang, 健 唐, Y. A. Tang, 迎澳 唐, L. Y. Tao, 璐燕 陶, Q. T. Tao, 秋田 陶, M. Tat, J. X. Teng, 佳秀 滕, V. Thoren, W. H. Tian, 文辉 田, W. H. Tian, 文辉 田, Y. Tian, 野 田, Z. F. Tian, 喆飞 田, I. Uman, Y. Wan, 宇 万, S. J. Wang, 少杰 王, B. Wang, 斌 王, B. L. Wang, 滨龙 王, Bo Wang, 博 王, C. W. Wang, 成伟 王, D. Y. Wang, 大勇 王, F. Wang, 菲 王, H. J. Wang, 泓鉴 王, J. P. Wang, 吉鹏 王, K. Wang, 科 王, L. L. Wang, 亮亮 王, L. W. Wang, 璐仪 王, M. Wang, 萌 王, N. Y. Wang, 南洋 王, S. Wang, 顺 王, S. Wang, 石 王, T. Wang, 婷 王, T. J. Wang, 腾蛟 王, W. Wang, 为 王, W. Wang, 维 王, W. P. Wang, 维平 王, X. Wang, 轩 王, X. F. Wang, 雄飞 王, X. J. Wang, 希俊 王, X. L. Wang, 小龙 王, Y. Wang, 亦 王, Y. D. Wang, 雅迪 王, Y. F. Wang, 贻芳 王, Y. L. Wang, 艺龙 王, Y. N. Wang, 亚男 王, Y. Q. Wang, 雨晴 王, Yaqian Wang, 亚乾 王, Yi Wang, 义 王, Z. Wang, 铮 王, Z. L. Wang, 治浪 王, Z. Y. Wang, 至勇 王, Ziyi Wang, 子一 王, D. H. Wei, 代会 魏, F. Weidner, S. P. Wen, 硕频 文, C. Wenzel, U. Wiedner, G. Wilkinson, M. Wolke, L. Wollenberg, C. Wu, 晨 吴, J. F. Wu, 金飞 吴, L. H. Wu, 灵慧 伍, L. J. Wu, 连近 吴, X. Wu, 潇 吴, X. H. Wu, 雄浩 伍, Y. Wu, 言 吴, Y. H. Wu, 业昊 吴, Y. J. Wu, 英杰 吴, Z. Wu, 智 吴, L. Xia, 磊 夏, X. M. Xian, 秀梅 咸, T. Xiang, 腾 相, D. Xiao, 栋 肖, G. Y. Xiao, 光延 肖, S. Y. Xiao, 素玉 肖, Y. L. Xiao, 云龙 肖, Z. J. Xiao, 振军 肖, C. Xie, 陈 谢, X. H. Xie, 昕海 谢, Y. Xie, 勇 谢, Y. G. Xie, 宇广 谢, Y. H. Xie, 跃红 谢, Z. P. Xie, 智鹏 谢, T. Y. Xing, 天宇 邢, C. F. Xu, C. J. Xu, 创杰 许, G. F. Xu, 国发 许, H. Y. Xu, 皓月 许, M. Xu, 明 徐, Q. J. Xu, 庆君 徐, Q. N. Xu, W. Xu, 威 许, W. L. Xu, 万伦 徐, X. P. Xu, 新平 徐, Y. Xu, 月 徐, Y. C. Xu, 英超 胥, Z. P. Xu, 泽鹏 许, Z. S. Xu, 昭燊 许, F. Yan, 芳 严, L. Yan, 亮 严, W. B. Yan, 文标 鄢, W. C. Yan, 文成 闫, X. Q. Yan, 薛强 严, H. J. Yang, 海军 杨, H. L. Yang, 昊霖 杨, H. X. Yang, 洪勋 杨, T. Yang, 涛 杨, Y. Yang, 莹 杨, Y. F. Yang, 翊凡 杨, Y. F. Yang, 艳芳 杨, Y. X. Yang, 逸翔 杨, Z. W. Yang, 政武 杨, Z. P. Yao, 志鹏 姚, M. Ye, 梅 叶, M. H. Ye, 铭汉 叶, J. H. Yin, 俊昊 殷, Z. Y. You, 郑昀 尤, B. X. Yu, 伯祥 俞, C. X. Yu, 纯旭 喻, G. Yu, 刚 余, J. S. Yu, 洁晟 俞, T. Yu, 涛 于, X. D. Yu, 旭东 余, Y. C. Yu, 勇超 于, C. Z. Yuan, 长征 苑, L. Yuan, 丽 袁, S. C. Yuan, 思成 苑, Y. Yuan, 野 袁, Z. Y. Yuan, 朝阳 袁, C. X. Yue, 崇兴 岳, A. A. Zafar, F. R. Zeng, 凡蕊 曾, S. H. Zeng, 胜辉 曾, X. Zeng, 鑫 曾, Y. Zeng, 云 曾, X. Y. Zhai, 星晔 翟, Y. C. Zhai, 云聪 翟, Y. H. Zhan, 永华 詹, A. Q. Zhang, 安庆 张, B. L. Zhang, 伯伦 张, B. X. Zhang, 丙新 张, D. H. Zhang, 丹昊 张, G. Y. Zhang, 广义 张, H. Zhang, 豪 张, H. C. Zhang, 航畅 张, H. H. Zhang, 宏宏 张, H. H. Zhang, 宏浩 张, H. Q. Zhang, 华桥 张, H. Y. Zhang, 红宇 章, J. Zhang, 晋 张, J. Zhang, 进 张, J. J. Zhang, 进军 张, J. L. Zhang, 杰磊 张, J. Q. Zhang, 敬庆 张, J. W. Zhang, 家文 张, J. X. Zhang, 景旭 张, J. Y. Zhang, 建勇 张, J. Z. Zhang, 景芝 张, Jianyu Zhang, 剑宇 张, L. M. Zhang, 黎明 张, Lei Zhang, 雷 张, P. Zhang, 鹏 张, Q. Y. Zhang, 秋岩 张, S. H. Zhang, 水涵 张, Shulei Zhang, 书磊 张, X. D. Zhang, 小东 张, X. M. Zhang, 晓梅 张, X. Y. Zhang, 学尧 张, Y. Zhang, 瑶 张, Y. Zhang, 宇 张, Y. T. Zhang, 亚腾 张, Y. H. Zhang, 银鸿 张, Y. X. Zhang, 雅璇 张, Yan Zhang, 言 张, Z. D. Zhang, 正德 张, Z. H. Zhang, 泽恒 张, Z. L. Zhang, 兆领 张, Z. Y. Zhang, 振宇 张, Z. Y. Zhang, 子羽 张, G. Zhao, 光 赵, J. Y. Zhao, 静宜 赵, J. Z. Zhao, 京周 赵, L. Zhao, 玲 赵, Lei Zhao, 雷 赵, M. G. Zhao, 明刚 赵, R. P. Zhao, 若平 赵, S. J. Zhao, 书俊 赵, Y. B. Zhao, 豫斌 赵, Y. X. Zhao, 宇翔 赵, Z. G. Zhao, 政国 赵, A. Zhemchugov, B. Zheng, 波 郑, J. P. Zheng, 建平 郑, W. J. Zheng, 文静 郑, Y. H. Zheng, 阳恒 郑, B. Zhong, 彬 钟, X. Zhong, 鑫 钟, L. P. Zhou, 利鹏 周, S. Zhou, 帅 周, X. Zhou, 详 周, X. K. Zhou, 晓康 周, X. R. Zhou, 小蓉 周, X. Y. Zhou, 兴玉 周, Y. Z. Zhou, 袆卓 周, J. Zhu, 江 朱, K. Zhu, 凯 朱, K. J. Zhu, 科军 朱, L. Zhu, 林 朱, L. X. Zhu, 琳萱 朱, S. H. Zhu, 世海 朱, S. Q. Zhu, 仕强 朱, T. J. Zhu, 腾蛟 朱, Y. C. Zhu, 莹春 朱, Z. A. Zhu, 自安 朱, J. H. Zou, 佳恒 邹, J. Zu, 健 祖 and (BESIII Collaboration)",
      "source": "Chinese Physics C",
      "summary": "Using an electron-positron collision data sample corresponding to events collected using the BESIII detector at the BEPCII collider, we firstly search for the lepton number violation decay via . No obviously signals are found. The upper limit on the branching fraction of is set to be at the 90% confidence level."
    }
  ]
}