{
  "lastUpdated": "2025-09-27T02:13:26.833231",
  "papers": [
    {
      "title": "Examining the characteristics of chiral-parity violation in nuclear systems: Influence of triaxial deformation",
      "link": "http://link.aps.org/doi/10.1103/tkpd-sv11",
      "authors": "Y. Y. Wang (王媛媛) and S. Q. Zhang (张双全)",
      "source": "Physical Review C",
      "summary": "Author(s): Y. Y. Wang (王媛媛) and S. Q. Zhang (张双全)The influence of triaxial deformation $γ$ on the characteristics of chiral-parity (ChP) violation in nuclear systems is investigated within the reflection-asymmetric triaxial particle rotor model. With $γ$ deviating from ${90}^{∘}$, the energy degeneracy between the chiral doublets and between the p…[Phys. Rev. C 112, 034334] Published Fri Sep 26, 2025"
    },
    {
      "title": "Chiral $3π$-exchange potential using the method of unitary transformation",
      "link": "http://link.aps.org/doi/10.1103/tr4h-nl4d",
      "authors": "Victor Springer, Hermann Krebs, and Evgeny Epelbaum",
      "source": "Physical Review C",
      "summary": "Author(s): Victor Springer, Hermann Krebs, and Evgeny EpelbaumNuclear potentials are known to exhibit a considerable degree of scheme dependence. For one- and two-pion exchange nucleon-nucleon (NN) potentials, unitary ambiguities start showing up at the level of the leading relativistic corrections to the dominant static contributions. However, for the three-p…[Phys. Rev. C 112, 034004] Published Thu Sep 25, 2025"
    },
    {
      "title": "Connecting relativistic density functional theory to microscopic calculations",
      "link": "http://link.aps.org/doi/10.1103/xx34-3p5q",
      "authors": "Brendan T. Reed, Matthias Heinz, Pierre Arthuis, Achim Schwenk, and Ingo Tews",
      "source": "Physical Review C",
      "summary": "Author(s): Brendan T. Reed, Matthias Heinz, Pierre Arthuis, Achim Schwenk, and Ingo TewsThe development of systematic effective field theories (EFTs) for nuclear forces and advances in solving the nuclear many-body problem have greatly improved our understanding of dense nuclear matter and the structure of finite nuclei. For global nuclear calculations, density functional theories (DFT…[Phys. Rev. C 112, 034331] Published Thu Sep 25, 2025"
    },
    {
      "title": "Triaxiality and shape dynamics in $^{70}\\mathrm{Ge}$",
      "link": "http://link.aps.org/doi/10.1103/cmks-jst1",
      "authors": "T. M. Kowalewski <em>et al.</em>",
      "source": "Physical Review C",
      "summary": "Author(s): T. M. Kowalewski et al.The electromagnetic properties of low-lying states in $^{70}\\mathrm{Ge}$ were investigated via multistep Coulomb excitation of a $^{70}\\mathrm{Ge}$ beam impinging on a $^{208}\\mathrm{Pb}$ target at the ATLAS facility of the Argonne National Laboratory. A total of 27 transitional elements and six dia…[Phys. Rev. C 112, 034332] Published Thu Sep 25, 2025"
    },
    {
      "title": "Isoenergetic description of induced fission pathways within energy-density functional theory",
      "link": "http://link.aps.org/doi/10.1103/w2rd-557s",
      "authors": "Alan A. Dzhioev and N. V. Antonenko",
      "source": "Physical Review C",
      "summary": "Author(s): Alan A. Dzhioev and N. V. AntonenkoA thermodynamically consistent description of induced fission pathways in the superheavy nucleus $^{296}\\mathrm{Lv}$ is presented within the framework of nuclear energy-density functional theory. Using self-consistent finite-temperature Hartree-Fock-Bogoliubov calculations with the Skyrme-type energ…[Phys. Rev. C 112, 034333] Published Thu Sep 25, 2025"
    },
    {
      "title": "High-order anisotropic flow and nonlinear hydrodynamic responses",
      "link": "http://link.aps.org/doi/10.1103/1hdk-dzq8",
      "authors": "Owen Horecny and Chun Shen",
      "source": "Physical Review C",
      "summary": "Author(s): Owen Horecny and Chun ShenIn this work, we study the charged hadron anisotropic flow coefficients ${v}_{n}$ (up to $n=12$) using high-statistics event-by-event simulations of $\\mathrm{Pb}+\\mathrm{Pb}$ collisions at $\\sqrt{{s}_{\\mathrm{NN}}}=5.02$ and $5.36$ TeV, employing the IP-Glasma $+$ MUSIC $+$ UrQMD hybrid approach. Th…[Phys. Rev. C 112, 034912] Published Thu Sep 25, 2025"
    },
    {
      "title": "Breakdown scale of pionless effective field theory in the three-nucleon sector",
      "link": "http://link.aps.org/doi/10.1103/4j2q-yvr9",
      "authors": "Andreas Ekström and Lucas Platter",
      "source": "Physical Review C",
      "summary": "Author(s): Andreas Ekström and Lucas PlatterWe make order-by-order predictions of neutron-deuteron total cross sections up to next-to-next-to-leading order in pionless effective field theory. Using Bayesian methods, we infer a posterior distribution for the breakdown scale. The result shows a mode near 100 MeV, and a combined analysis with ne…[Phys. Rev. C 112, L031002] Published Thu Sep 25, 2025"
    },
    {
      "title": "Bridging Quantum Computing and Nuclear Structure: Atomic Nuclei on a Trapped-Ion Quantum Computer",
      "link": "https://arxiv.org/abs/2509.20642",
      "authors": "Sota Yoshida, Takeshi Sato, Takumi Ogata, Masaaki Kimura",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2509.20642v1 Announce Type: new \nAbstract: We report accurate quantum simulations of medium-mass atomic nuclei -including oxygen, calcium, and nickel- on the RIKEN-Quantinuum Reimei trapped-ion quantum computer, achieving sub-percent accuracy. Using a symmetry-aware pair-unitary coupled-cluster doubles (pUCCD) ansatz implemented with a hard-core-boson mapping, and with particle-number-restoring post-selection, our ground-state energy estimates agree with noise-free statevector simulations and with exact diagonalization results on the order of 0.1% relative error. These experiments establish a new benchmark for quantum simulations of strongly correlated nuclear systems on real hardware and demonstrate the near-term potential of high-fidelity trapped-ion platforms for nuclear-structure calculations."
    },
    {
      "title": "Nonlinear corrections to the nuclear heavy flavor structure functions",
      "link": "https://arxiv.org/abs/2509.20934",
      "authors": "F. Abdi, B. Rezaei",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2509.20934v1 Announce Type: new \nAbstract: We study numerically the small-$x$ behaviour of the nuclear gluon distribution function $ G^A(x,Q^2)$ at next-to-leading order (NLO) approximation of the Gribov-Levin-Ryskin-Mueller-Qiu, Zhu-Ruan-Shen (GLR-MQ-ZRS) nonlinear equation and quantify the impact of gluon recombination in the kinematic range of $x \\le 10^{-2}$ and $Q^2 \\ge 5 \\text{GeV}^2$ respectively. The results are comparable to the Rausch-Guzey-Klasen (RGK) [J.Rausch, V.Guzey and M.Klasen, Phys. Rev. D 107, 054003 (2023)] nuclear gluon distributions and the nCTEQ15 parametrization at the corresponding $Q^2$ values. Using the solutions of $ G^A(x,Q^2)$ in the framework of the nonlinear GLR-MQ-ZRS evolution equation, the linear and nonlinear behavior of the charm structure functions of nuclei per nucleon $F^{c\\bar{c}-A}_2(x,Q^2)$ and $F^{c\\bar{c}-A}_L(x,Q^2)$ are considered. The results reveal that nonlinear corrections play an important role in charm nuclear reduced cross sections at small-$ x$ and low $Q^2$ values. The computed results are compared with experimental data from the H1 and ZEUS Collaborations."
    },
    {
      "title": "Probing Initial State Clustering through Photon Anisotropic Flow in 7A TeV $^{16}$O+$^{16}$O Collisions at the LHC",
      "link": "https://arxiv.org/abs/2509.20954",
      "authors": "Sanchari Thakur, Pingal Dasgupta, Rupa Chatterjee, Sinjini Chandra, Sidharth K. Prasad",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2509.20954v1 Announce Type: new \nAbstract: The presence of $\\alpha$ clustered structures in light nuclei can enhance the initial spatial anisotropies in relativistic nuclear collisions relative to those arising from nuclei with uniform density distributions. Thus, observables that are strongly sensitive to the initial geometry can be a more efficient probe of the clustered structures than observables dominated by final state dynamics. We investigate the collisions of $\\alpha$ clustered oxygen nuclei at $\\sqrt{s_{NN}}=7$A TeV at the LHC using the GLISSANDO initial state model along with the MUSIC event-by-event hydrodynamical framework. The tetrahedral $\\alpha$ clustered structure of $^{16}$O leads to significantly larger initial triangular eccentricity $\\epsilon_3$ than collisions with uniform density distributions especially in the most central events. The spatial eccentricity $\\epsilon_2$ is found to be relatively less sensitive to the initial state clustered structure. The production of thermal photons is estimated to be only marginally influenced by clustering for both central as well as peripheral collisions. In contrast, the photon triangular flow coefficient $v_3(p_T)$ is strongly affected by initial state clustering resulting in substantially larger values in both central and peripheral collisions. An experimental determination of photon anisotropic flow together with the ratios of flow coefficients in $^{16}$O+$^{16}$O collisions therefore expected to provide valuable insight into the possible clustered structure in light nuclei and also to constrain parameters in theoretical modeling."
    },
    {
      "title": "Nucleon momentum fractionation effect on pion production in heavy-ion collisions at intermediate energies",
      "link": "https://arxiv.org/abs/2509.21099",
      "authors": "Xin Li, Si-Pei Wang, Zhen Zhang, Rui Wang, Jie Pu, Chun-Wang Ma, Lie-Wen Chen",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2509.21099v1 Announce Type: new \nAbstract: Pion production in heavy-ion collisions at intermediate energies provides an important probe of the collision dynamics and nuclear matter equation of state, especially the high-density behavior of the symmetry energy. Using the lattice Boltzmann-Uehling-Uhlenbeck transport model with a recently developed nuclear effective interaction based on the so-called N5LO Skyrme pseudopotential, we investigate the effects of the momentum dependence of nucleon mean-field potentials on the pion production in Au+Au collisions at a beam energy of $1.23$ GeV/nucleon. We find that a stronger momentum dependence, for which the nucleon mean-field potentials increase faster with momentum, generally suppresses pion production. This feature can be understood in terms of the nucleon momentum fractionation effect, namely, a stronger momentum dependence can reduce the relative fraction of high-momentum nucleons in heavy-ion collisions, thereby suppressing the production of $\\Delta$ resonances and pions."
    },
    {
      "title": "Roles of $U(1)$ axial anomaly effects in cold and dense two-color QCD with $2+2$ flavors",
      "link": "https://arxiv.org/abs/2509.20468",
      "authors": "Manato Sakai, Daiki Suenaga",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2509.20468v1 Announce Type: cross \nAbstract: We explore phase structures and hadron mass spectra in cold and dense two-color QCD with $2+2$ flavors where the sign problem disappears. We particularly focus on $U(1)$ axial anomaly effects. We employ an $N_f=2+2$ linear sigma model based on the $SU(8)$ Pauli-G\\\"{u}rsey symmetry to describe negative-parity as well as positive-parity hadrons, for which low-energy excitations are appropriately described particularly in the baryon superfluid phase with light diquark condensates. As a result, the strange chiral condensate is found to be enhanced in the superfluid phase owing to the flavor-mixing structure of $U(1)$ axial anomaly effects. We also confirm this enhancement by means of the Nambu--Jona-Lasinio model. Besides, our present analysis predicts the existence of a novel superfluid phase where heavy diquarks condense in dense regime. The topological susceptibility with $2+2$ flavors from the viewpoints of the anomaly effects and chiral-symmetry restoration is investigated. Furthermore, we derive a complete inverse mass hierarchy for negative-parity diquarks with sufficient anomaly effects. Our findings are expected to provide future lattice simulations with useful information on flavor-symmetry violation from the $U(1)$ axial anomaly aspects in cold and dense two-color QCD medium."
    },
    {
      "title": "Spectrum of Light Hexaquark States in Triquark-antitriquark Configuration",
      "link": "https://arxiv.org/abs/2509.20711",
      "authors": "Xuan-Heng Zhang, Sheng-Qi Zhang, Cong-Feng Qiao",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2509.20711v1 Announce Type: cross \nAbstract: To understand the nature of $X(2075)$ and $X(2085)$ observed by the BESIII collaboration in the $p\\bar{\\Lambda}$ system, we systematically investigate the possibility that these states are compact hexaquark with triquark-antitriquark configurations for the first time. Within the framework of QCD sum rules, the mass spectrum and decay constants of such hexaquark states with quantum numbers $J^P=0^-, 0^+, 1^-, 1^+$ are studied. Consequently, six independent and nondegenerate hexaquark candidates are obtained, among which two $J^P = 1^-$ states exhibit masses consistent with $X(2075)$, while the two $J^P = 1^+$ states differ markedly from the mass of $X(2075)$ or $X(2085)$. The remaining two states with $J^P = 0^+$ and $0^-$ may serve as predictions for potential compact hexaquark configurations. Furthermore, the possible decay modes of these hexaquark states are analyzed, which could be the experimental signatures for their identification."
    },
    {
      "title": "Baryons as linked vortices in QCD matter with isospin asymmetry",
      "link": "https://arxiv.org/abs/2509.20844",
      "authors": "Yu Hamada, Muneto Nitta, Zebin Qiu",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2509.20844v1 Announce Type: cross \nAbstract: We investigate a baryonic structure in low-energy QCD via a model-independent way using the chiral perturbation theory at the leading order, in the presence of the baryon chemical potential $\\mu_B$, the isospin chemical potential $\\mu_I$, and the electromagnetic coupling. For such a scenario in the chiral limit, it has been known that the neutral pion winds like in the chiral soliton lattice, confined within an Abrikosov-Nielsen-Olesen (ANO) vortex of the charged pions. This structure undergoes a drastic transformation when the pion mass is introduced, i.e., both charged and neutral pions condense in the bulk, allowing two distinct types of vortices: the charged pions constitute a local ANO-like vortex, while the neutral pion configures a global vortex which is further attached to a domain wall also known as the chiral soliton. Remarkably, the ANO vortex forms a topological linking with the closed global vortex line, when $\\mu_B$ exceeds its critical value as a function of $\\mu_I$. The linking number has the physical meaning of the baryon number in view of the Wess-Zumino-Witten term. In this sense, the linked configuration realizes a stable Skyrmion-type solution, but innovatively without the Skyrme term. We therefore propose a novel phase of dense baryonic matter comprised of such vortices, which shall play a role in the low-energy QCD phase diagram."
    },
    {
      "title": "Thermal quarks and Polyakov loops in two-color dense QCD",
      "link": "https://arxiv.org/abs/2509.20874",
      "authors": "Yugo Kurebayashi, Toru Kojo, Daiki Suenaga",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2509.20874v1 Announce Type: cross \nAbstract: We study confinement and deconfinement in dense two color QCD by analyzing the dynamics of thermal quarks and gluons. The Polyakov loop is used as a probe of the relevant thermal excitations, distinguishing quark and hadron dominated regimes in dense matter. To describe the Polyakov loop, we adopt both lattice informed phenomenological models and the massive Yang Mills framework. After calibrating these models at zero density, we investigate in medium modifications of the Polyakov loops and gluon propagators at finite temperature and density. Diquark gaps control the screening at zero temperature, whereas the screening due to thermal quarks is sensitive to the Polyakov loop. Inclusion of the Polyakov loop helps to reproduce lattice data at low temperature, suggesting that thermal excitations are predominantly hadronic rather than uncorrelated quarks."
    },
    {
      "title": "Low-<em>j</em> rotational bands in <sup>127</sup>Xe",
      "link": "https://www.sciencedirect.com/science/article/pii/S0375947425002374?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Nuclear Physics A",
      "summary": "Publication date: Available online 25 September 2025Source: Nuclear Physics AAuthor(s): S. Chakraborty, S. Bhattacharyya, S.S. Nayak, Soumik Bhattacharya, G. Mukherjee, Snigdha Pal, S. Panwar, Suchorita Paul, S. Jehangir, G.H. Bhat, J.A. Sheikh, C. Majumder, A. Sharma, Pankaj K. Giri, R. Raut, S.S. Ghugre"
    }
  ]
}