{
  "lastUpdated": "2025-06-24T02:43:53.391526",
  "papers": [
    {
      "title": "Three-particle breakup amplitudes from wave-packet solutions of time-dependent Faddeev equations",
      "link": "http://link.aps.org/doi/10.1103/hhcs-jfms",
      "authors": "Zeki C. Kuruoglu",
      "source": "Physical Review C",
      "summary": "Author(s): Zeki C. KuruogluA time-dependent wave-packet method is devised to compute three-particle rearrangement and breakup amplitudes over a wide range of collision energies from a single wave-packet solution of the time-dependent Faddeev equations (TDFE). The TDFE is solved in momentum space for a given initial wave packe…[Phys. Rev. C 111, 064003] Published Mon Jun 23, 2025"
    },
    {
      "title": "Nuclear $α$ decay based on the pick-up mechanism",
      "link": "http://link.aps.org/doi/10.1103/ryvc-5r6x",
      "authors": "Xiaojun Sun, Yanran Cui, Fanglei Zou, Kang Xing, Junlong Tian, and Ning Wang",
      "source": "Physical Review C",
      "summary": "Author(s): Xiaojun Sun, Yanran Cui, Fanglei Zou, Kang Xing, Junlong Tian, and Ning WangAn $α$-decay model is proposed based on the pick-up mechanism in which the $α$ cluster formation is conceptualized as a process of the valence nucleons above the Fermi surface continuously picking up those below the Fermi surface and forming the specific quantum states. The probability of achieving …[Phys. Rev. C 111, 064319] Published Mon Jun 23, 2025"
    },
    {
      "title": "Dipole response of deformed halo nuclei $^{31}\\mathrm{Ne}$ and $^{37}\\mathrm{Mg}$",
      "link": "http://link.aps.org/doi/10.1103/qppn-1ltp",
      "authors": "Xiao Lu (陆晓), Hiroyuki Sagawa (佐川弘幸), and Shan-Gui Zhou (周善贵)",
      "source": "Physical Review C",
      "summary": "Author(s): Xiao Lu (陆晓), Hiroyuki Sagawa (佐川弘幸), and Shan-Gui Zhou (周善贵)We study the soft electric dipole ($E1$) response of deformed halo nuclei $^{31}\\mathrm{Ne}$ and $^{37}\\mathrm{Mg}$ using a deformed Woods-Saxon potential, with the potential depth adjusted to reproduce empirical separation energy of the last neutron orbit, i.e., 150 keV for $^{31}\\mathrm{Ne}$ and 2…[Phys. Rev. C 111, 064320] Published Mon Jun 23, 2025"
    },
    {
      "title": "Variance minimization for nuclear structure on a quantum computer",
      "link": "http://link.aps.org/doi/10.1103/44k6-w3dt",
      "authors": "I. Hobday, P. D. Stevenson, and J. Benstead",
      "source": "Physical Review C",
      "summary": "Author(s): I. Hobday, P. D. Stevenson, and J. BensteadQuantum computing can potentially provide advantages for specific computational tasks. The simulation of fermionic systems is one such task that lends itself well to quantum computation, with applications in nuclear physics and electronic systems. Here we present work in which we use a variance mini…[Phys. Rev. C 111, 064321] Published Mon Jun 23, 2025"
    },
    {
      "title": "Heavy-ion double-charge-exchange reactions as probes for two-body transition densities",
      "link": "http://link.aps.org/doi/10.1103/4nzt-fz9g",
      "authors": "Jessica I. Bellone, Maria Colonna, Danilo Gambacurta, and Horst Lenske",
      "source": "Physical Review C",
      "summary": "Author(s): Jessica I. Bellone, Maria Colonna, Danilo Gambacurta, and Horst LenskeCollisional heavy ion double-charge-exchange (DCE) reactions, induced by second-order nucleon-nucleon interactions, are shown to provide access to the two-body transition densities of the complementary DCE transitions in the interacting nuclei. Corresponding two-body operators are introduced, treati…[Phys. Rev. C 111, L061602] Published Mon Jun 23, 2025"
    },
    {
      "title": "Phase-space excluded-volume approach for light clusters in nuclear medium",
      "link": "https://arxiv.org/abs/2506.16437",
      "authors": "Rui Wang, Zhen Zhang, Stefano Burrello, Maria Colonna, Edoardo G. Lanza",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2506.16437v1 Announce Type: new \nAbstract: A phase-space excluded-volume approach is developed to investigate the in-medium properties of light clusters in nuclear matter. In this approach, light clusters can exist only if the total nucleon phase-space occupation of the surrounding nuclear medium -- including explicit contributions from light clusters -- is sufficiently low. The distribution functions of nucleons and light clusters are determined self-consistently by accounting for the interplay between in-medium effects and thermodynamic properties. By employing standard Skyrme energy-density functionals to model the nuclear mean-field potential, the approach enables the evaluation of the Mott momentum and the fraction of light clusters in nuclear matter. Furthermore, it can be readily integrated into dynamical models, to study in-medium effects on light clusters, based on measured yields in heavy-ion collisions."
    },
    {
      "title": "np spin correlations in the deuteron ground state",
      "link": "https://arxiv.org/abs/2506.16621",
      "authors": "Ashutosh Singh, Ankit Kumar Das, Ankit Kumar, P. Arumugam",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2506.16621v1 Announce Type: new \nAbstract: The deuteron is the simplest atomic nucleus made of two particles - a proton and a neutron. In this work, we study how their spins are quantum entangled with each other. We study two cases: when the deuteron is in a fixed projection of total angular momentum, and when it exists in a superposition of all projections. Our findings show that the spins are most entangled when the total projection is zero, and that strong entanglement still exists even when all spin states are superposed."
    },
    {
      "title": "Chiral Invariant Mass Constraints from HESS J1731 347 in an Extended Parity Doublet Model with Isovector Scalar Meson",
      "link": "https://arxiv.org/abs/2506.16684",
      "authors": "Yuk-Kei Kong, Bikai Gao, Masayasu Harada",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2506.16684v1 Announce Type: new \nAbstract: The recent discovery of a central compact object (CCO) within the supernova remnant HESS J1731-347, with mass $0.77^{+0.20}_{-0.17} \\ M_\\odot $ and radius $10.4^{+0.86}_{-0.78}$ km is the lightest and smallest compact object ever observed. We identify it as an ultra-light Neutron star (NS) and constrain the chiral invariant mass of nucleon $m_0$ from the observational data of NS using an extended parity doublet model with including the isovector scalar meson $a_0(980)$. We study the higher order asymmertic matter properties such as the symmetry incompressibility $K_{sym}$ and the symmetry skewness $Q_{sym}$ in the presence of $a_0$ meson. We find that $K_{sym}$ and $Q_{sym}$ is sensitive to the chiral invariant mass of nucleon $m_0$ in the presence of $a_0$ meson. We show that the equation of state in the present model satisfies all observational constraints within $2\\sigma$ credible region including the HESS J1731-347 observation, as well as the constraint from $K_{sym}$ when $740 \\,\\text{ MeV} \\lesssim m_0 \\lesssim 860 \\,\\text{ MeV}$ for $L_0 = $ 57.7 MeV. Yet, the $1\\sigma$ constraint from neutron stars appears to be not fully compatible with the constraint from $K_{sym}$ from the present model."
    },
    {
      "title": "Photon Emission from Nucleon-Nucleon Bremsstrahlung in Fermi-energy Heavy-Ion Collisions",
      "link": "https://arxiv.org/abs/2506.16865",
      "authors": "Thomnas Onyango, Ralf Rapp",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2506.16865v1 Announce Type: new \nAbstract: The emission of direct (hard and thermal) photons from nucleon-nucleon Bremsstrahlung in heavy-ion collisions at Fermi energies is analyzed. We utilize a photon emission rate based on a quantum-field-theoretical model together with nucleon distribution functions extracted from a coarse-graining method of transport model simulations. The latter accounts for off-equilibrium effects during the early stages of nuclear collisions primarily occurring in the beam direction while the transverse-momentum distributions are amenable to a thermal description. With this setup, we quantify the contributions from first-chance nucleon-nucleon collisions and the subsequent transition to a thermal source to the photon energy spectrum measured from Ca-Ca collisions at 35 A$\\cdot$MeV bombarding energy. We find that most of the hard photons are produced in the initial stages of heavy-ion collisions from primordial collisions where nucleons move with the initial collective nuclear motion while the emission from the later stages plays a sub-dominant role. We compare our calculations to experimental measurements of a differential photon-energy spectrum from a collision system of similar size and beam energy, thereby including acceptance cuts as applied in the detectors."
    },
    {
      "title": "Impact of $\\Xi$-Hypernuclear Constraints on Relativistic Equation of States and Properties of Hyperon Stars",
      "link": "https://arxiv.org/abs/2506.16871",
      "authors": "Shi-Yuan Ding, Xiang-Dong Sun, Bao-Yuan Sun, Ang Li",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2506.16871v1 Announce Type: new \nAbstract: Significant uncertainties persist in describing the equation of state and internal structure of hyperon stars due to the limited understanding of the mechanisms underlying hyperon interactions. Constraining the interaction parameter space through a combination of the latest astronomical observations and hypernuclear physics experiments is therefore essential. In this study, we incorporate experimental constraints from $\\Xi$ hypernuclear physics on top of $\\Lambda$ hyperons considered in \\citet{Sun2023APJ942.55}. Specifically, based on updated measurements of hyperon separation energies from $\\Xi$ hypernuclear experiments, sets of $\\Xi N$ effective interactions are constructed and a linear correlation between their scalar ($\\sigma$) and vector ($\\omega$) coupling strength ratios is proposed as a constraint derived from $\\Xi$ hypernuclear physics. Together with experimental correlations and astronomical observational data, four types of analyses are performed to constrain hyperon-nucleon interactions and the properties of hyperon stars. Compared to the vector $\\omega$ meson-hyperon coupling, the introduction of linear correlations in hypernuclear physics imposes a more substantial constraint on the scalar $\\sigma$ meson-hyperon coupling, significantly enhancing its coupling strength and thereby ensuring the stiffness of the equation of state, highlighting the crucial role of hypernuclear studies in solving the hyperon puzzle problem. Consequently, a maximum mass of around $2M_{\\odot}$ can be achieved with all five interactions considered in this study under the combined constraints from astronomical observations and nuclear physics. With more reliably estimated hyperon-nucleon contributions, the uncertainties in both the fractions and the threshold densities at which hyperons appear inside neutron stars are notably reduced, along with those in the mass-radius predictions."
    },
    {
      "title": "Impact of pion tensor force on alpha clustering in $^{20}$Ne",
      "link": "https://arxiv.org/abs/2506.16947",
      "authors": "Zhao Jing Chen, Bao Yuan Sun",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2506.16947v1 Announce Type: new \nAbstract: The nuclear clustering, as a quantum phase transition phenomenon governed by strong interactions, exhibits characteristics that are highly sensitive to the specific features of nuclear forces. Here, we examine how nuclear deformation and tensor forces influence $\\alpha$-cluster formation in light nuclei. The axially deformed relativistic Hartree-Fock-Bogoliubov model is utilized to investigate the clustering structure of the $^{20}$Ne nucleus, at both the ground state and the excited state with a superdeformed prolate. The nuclear binding energies and the canonical single particle levels are obtained at different quadruple deformation, and the role of tensor force embedded in the Fock diagram of $\\pi$-pseudovector ($\\pi$-PV) coupling is revealed. It is shown that the level branches from the degenerated spherical orbits at the deformed prolate case are enlarged due to the extra contribution from pion-exchanged tensor force. Correspondingly, the excitation energy in this superdeformed prolate state is reduced due to the noncentral tensor interaction, leading to a predicted value which is much closer to the referred threshold for the $2\\alpha$ decay mode of $^{20}$Ne. Possible $\\alpha$-clustering configurations in $^{20}$Ne are then characterized by examining the nucleonic localization function. Although the contribution to the ground state is relatively small, the density profile and nucleonic localization are significantly changed by the pion tensor force for the superdeformed prolate excited state, as further evidenced by characterising the level mixing in the spherical basis components. The results reveal the extra role of the tensor force, correlated to the evolved single-particle levels with nuclear deformation, in the formation and stability of nuclear clustering."
    },
    {
      "title": "Simulation studies of the isovector reorientation effect of deuteron scattering on heavy target",
      "link": "https://arxiv.org/abs/2506.15738",
      "authors": "Baiting Tian, Boyuan Zhang, Dawei Si, Sheng Xiao, Yijie Wang, Tadaaki Isobe, Hideaki Otsu, Li Ou, Zhigang Xiao",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2506.15738v2 Announce Type: cross \nAbstract: The isovector reorientation (IVR) effect of deuteron scattering on heavy target provides a novel means to probe the nuclear isovector potential, which gives rise to the nuclear symmetry energy. The simulation studies on the experimental measurement of IVR effect using the SAMURAI terminal at RIKEN Nishina center have been performed to demonstrate the feasibility of the experiment. By introducing a well-designed polarimeter to detect the $\\mathrm{p}(\\vec{\\mathrm{d}}, \\mathrm{d})\\mathrm{p}$ elastic scattering, monitoring of the tensor polarization of the deuteron beam can be implemented. The protons and neutrons produced by the breakup of polarized deuterons scattering off heavy targets are designed to be measured by proton drift chamber (PDC) combined with the SAMURAI magnet and NEBULA detector, respectively. The detector responses are simulated using Geant4 framework, where the events of the deuteron elastic breakup are generated by an Improved Quantum Molecular Dynamics model. The results of reconstructing the deuteron breakup events demonstrate the feasibility of detecting the IVR effect at SAMURAI with both longitudinal and transverse tensor polarized deuteron beams with a polarization degree of approximately 80\\%."
    },
    {
      "title": "Bound Deuteron-Antideuteron System (Deuteronium): Leading Radiative and Internal-Structure Corrections to Bound-State Energies",
      "link": "https://arxiv.org/abs/2506.15974",
      "authors": "G. S. Adkins, U. D. Jentschura",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2506.15974v1 Announce Type: cross \nAbstract: We evaluate the energy levels of the deuteronium bound system, which consists of a deuteron and an antideuteron, with a special emphasis on states with nonvanishing orbital angular momenta. The excited atomic bound states of deuteronium constitute probes for the understanding of higher-order quantum electrodynamic corrections for spin-1 particles in a bound system where the typical field strength of the binding Coulomb field (at a distance of the generalized Bohr radius) exceeds Schwinger's critical field strength. For states with nonvanishing angular momenta, effects due to the internal structure of the deuteron and virtual annihilation contributions are highly suppressed. Relevant transitions are found to be in a frequency range accessible by standard laser spectroscopic techniques. We evaluate the leading and next-to-leading energy corrections of orders alpha^3 m_d and alpha^4 m_d , where alpha is the fine-structure constant and m_d is the deuteron mass, and also investigate internal-structure corrections: hadronic vacuum polarization, finite-size effects, and strong-interaction corrections."
    },
    {
      "title": "Direct Inference of Nuclear Equation-of-State Parameters from Gravitational-Wave Observations",
      "link": "https://arxiv.org/abs/2506.15984",
      "authors": "Brendan T. Reed, Cassandra L. Armstrong, Rahul Somasundaram, Collin Capano, Soumi De, Ingo Tews",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2506.15984v1 Announce Type: cross \nAbstract: The observation of neutron star mergers with gravitational waves (GWs) has provided a new method to constrain the dense-matter equation of state (EOS) and to better understand its nuclear physics. However, inferring nuclear microphysics from GW observations necessitates the sampling of EOS model parameters that serve as input for each EOS used during the GW data analysis. The sampling of the EOS parameters requires solving the Tolman-Oppenheimer-Volkoff (TOV) equations a large number of times -- a process that slows down each likelihood evaluation in the analysis on the order of a few seconds. Here, we employ emulators for the TOV equations built using multilayer perceptron neural networks to enable direct inference of nuclear EOS parameters from GW strain data. Our emulators allow us to rapidly solve the TOV equations, taking in EOS parameters and outputting the associated tidal deformability of a neutron star in only a few tens of milliseconds. We implement these emulators in \\texttt{PyCBC} to directly infer the EOS parameters using the event GW170817, providing posteriors on these parameters informed solely by GWs. We benchmark these runs against analyses performed using the full TOV solver and find that the emulators achieve speed ups of nearly \\emph{two orders of magnitude}, with negligible differences in the recovered posteriors. Additionally, we constrain the slope and curvature of the symmetry energy at the 90\\% upper credible interval to be $L_{\\rm sym}\\lesssim106$ MeV and $K_{\\rm sym}\\lesssim26$ MeV."
    },
    {
      "title": "Extraction of jet-medium interaction details through jet substructure for inclusive and gamma-tagged jets",
      "link": "https://arxiv.org/abs/2506.15990",
      "authors": "Y. Tachibana (JETSCAPE Collaboration), C. Sirimanna (JETSCAPE Collaboration), A. Majumder (JETSCAPE Collaboration), A. Angerami (JETSCAPE Collaboration), R. Arora (JETSCAPE Collaboration), S. A. Bass (JETSCAPE Collaboration), Y. Chen (JETSCAPE Collaboration), R. Datta (JETSCAPE Collaboration), L. Du (JETSCAPE Collaboration), R. Ehlers (JETSCAPE Collaboration), H. Elfner (JETSCAPE Collaboration), R. J. Fries (JETSCAPE Collaboration), C. Gale (JETSCAPE Collaboration), Y. He (JETSCAPE Collaboration), B. V. Jacak (JETSCAPE Collaboration), P. M. Jacobs (JETSCAPE Collaboration), S. Jeon (JETSCAPE Collaboration), Y. Ji (JETSCAPE Collaboration), F. Jonas (JETSCAPE Collaboration), L. Kasper (JETSCAPE Collaboration), M. Kordell II (JETSCAPE Collaboration), A. Kumar (JETSCAPE Collaboration), R. Kunnawalkam-Elayavalli (JETSCAPE Collaboration), J. Latessa (JETSCAPE Collaboration), Y. -J. Lee (JETSCAPE Collaboration), R. Lemmon (JETSCAPE Collaboration), M. Luzum (JETSCAPE Collaboration), S. Mak (JETSCAPE Collaboration), A. Mankolli (JETSCAPE Collaboration), C. Martin (JETSCAPE Collaboration), H. Mehryar (JETSCAPE Collaboration), T. Mengel (JETSCAPE Collaboration), C. Nattrass (JETSCAPE Collaboration), J. Norman (JETSCAPE Collaboration), C. Parker (JETSCAPE Collaboration), J. -F. Paquet (JETSCAPE Collaboration), J. H. Putschke (JETSCAPE Collaboration), H. Roch (JETSCAPE Collaboration), G. Roland (JETSCAPE Collaboration), B. Schenke (JETSCAPE Collaboration), L. Schwiebert (JETSCAPE Collaboration), A. Sengupta (JETSCAPE Collaboration), C. Shen (JETSCAPE Collaboration), M. Singh (JETSCAPE Collaboration), D. Soeder (JETSCAPE Collaboration), R. A. Soltz (JETSCAPE Collaboration), I. Soudi (JETSCAPE Collaboration), J. Velkovska (JETSCAPE Collaboration), G. Vujanovic (JETSCAPE Collaboration), X. -N. Wang (JETSCAPE Collaboration), X. Wu (JETSCAPE Collaboration), W. Zhao (JETSCAPE Collaboration)",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2506.15990v1 Announce Type: cross \nAbstract: We present a comprehensive study of jet substructure modifications in high-energy heavy-ion collisions using both inclusive jets and $\\gamma$-tagged jets, based on a multi-stage jet evolution model within the Monte Carlo framework JETSCAPE. To investigate hard parton splittings inside jets, we focus on Soft Drop observables. Our results for the groomed splitting radius and groomed jet mass distributions of inclusive jets show a slight narrowing compared to proton-proton baselines. We demonstrate that this apparent narrowing is primarily a selection bias from energy loss, rather than a direct modification of the splitting structure, by analyzing $\\gamma$-tagged jets, where such bias is eliminated or significantly reduced. We also show that quark jets exhibit genuine modifications in their splitting structure, which is not seen in gluon jets. These effects are clearly visible in the substructure of $\\gamma$-tagged jets, which are dominated by quark jets, but are not apparent for inclusive jets. This demonstrates that $\\gamma$-tagged jets offer a powerful probe of medium-induced modifications to the hard splitting structure of jets."
    },
    {
      "title": "Pion Valence Structure at Intermediate x in the Residual Field Model",
      "link": "https://arxiv.org/abs/2506.15995",
      "authors": "Joseph Maerovitz, Alan Sosa, Christopher Leon, Misak Sargsian",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2506.15995v1 Announce Type: cross \nAbstract: We calculate the valence parton distribution function of the pion, for the range of $0.1 \\le x \\le 0.6$, based on the soft dynamics of the partons within the valence-residual field model. Within this model we assume that the soft partonic structure of the pion is defined by the valence current $q\\bar q$ cluster embedded in the residual field of the pion. The parton distribution function is calculated using phenomenological wave functions for the $q\\bar q$ cluster and residual field. Our result indicate that the peak position of x weighted valence parton distribution depends on the mass of the residual system and the parameters of the system are obtained by fitting the height and the peak position of this distribution to extracted PDFs. This comparison reveals that unlike for the case of nucleon PDF, very little residual mass is needed to describe existing pion PDFs at intermediate x."
    },
    {
      "title": "Bayesian Analysis and Analytic Continuation of Scattering Amplitudes from Lattice QCD",
      "link": "https://arxiv.org/abs/2506.16161",
      "authors": "Miguel Salg, Fernando Romero-L\\'opez, William I. Jay",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2506.16161v1 Announce Type: cross \nAbstract: We present a novel procedure for analyzing the lattice-QCD spectrum via the finite-volume formalism to obtain constraints on multi-hadron scattering amplitudes at both real and complex energies. This approach combines a Bayesian reconstruction of the scattering amplitude on the real axis with Nevanlinna interpolation for analytic continuation to complex-valued energies. The method is non-parametric, inherently accounting for parametrization dependence within the uncertainty. We demonstrate the applicability of this approach using both toy data and real lattice-QCD data in resonant systems from the HadSpec and BaSc collaborations."
    },
    {
      "title": "The Carrollian Kaleidoscope",
      "link": "https://arxiv.org/abs/2506.16164",
      "authors": "Arjun Bagchi, Aritra Banerjee, Prateksh Dhivakar, Saikat Mondal, Ashish Shukla",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2506.16164v1 Announce Type: cross \nAbstract: The Carroll group arises in the vanishing speed of light limit of the Poincar\\'{e} group and was initially discarded as just a mathematical curiosity. However, recent developments have proved otherwise. Carroll and conformal Carroll symmetries are now ubiquitous, appearing in diverse physical phenomena starting from condensed matter physics to quantum gravity. This review aims to provide the reader a gateway into this fast-developing field. After an introduction and setting the stage with basics of the symmetry in question, we detail the construction of Carrollian and Carrollian Conformal field theories (CCFT).\n  We then focus on applications. By far the most popular of these applications is in the context of the construction of holography in asymptotically flat spacetimes (AFS) in terms of a co-dimension one dual CCFT. We review the early work on AFS$_3$ /CCFT$_2$ before delving into an in-depth analysis for the construction of the dual to 4D AFS.\n  Two other important sets of applications are in hydrodynamics and in condensed matter physics, which we discuss in detail. Carroll hydrodynamics is introduced as the $c\\to 0$ limit of relativistic hydrodynamics first and then reconstructed from a symmetry based approach. Relations to ultrarelativistic flows and connections to the quark-gluon plasma are discussed with concrete examples of the Bjorken and Gubser flow models. In condensed matter applications, we cover connections to fractons, flat bands, and phase separation in Luttinger liquid models. To conclude, we give very brief outlines of other topics of interest including string theory and black hole horizons."
    },
    {
      "title": "Holographic Baryons as Quantum Hall Droplets",
      "link": "https://arxiv.org/abs/2506.16205",
      "authors": "Francesco Bigazzi, Aldo Lorenzo Cotrone, Andrea Olzi, Jean-Loup Raymond",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2506.16205v1 Announce Type: cross \nAbstract: We provide a first-principle construction of baryons as quantum Hall droplets in single-flavor holographic QCD. The baryons are described as charged D6-branes with a circular boundary on a flavor D8-brane in the Type IIA backgrounds dual to the confining and non-confining phases. The holographic description allows us to calculate precisely their properties, such as mass and size. We also consider other objects with baryonic charge, such as vortons, domain walls with holes, and \"sandwich vortons\", and discuss the relative (meta)stability of all these configurations."
    },
    {
      "title": "Effects of hadronic reinteraction on jet fragmentation from small to large systems",
      "link": "https://arxiv.org/abs/2506.16344",
      "authors": "Hendrik Roch (JETSCAPE Collaboration), Aaron Angerami (JETSCAPE Collaboration), Ritu Arora (JETSCAPE Collaboration), Steffen Bass (JETSCAPE Collaboration), Yi Chen (JETSCAPE Collaboration), Ritoban Datta (JETSCAPE Collaboration), Lipei Du (JETSCAPE Collaboration), Raymond Ehlers (JETSCAPE Collaboration), Hannah Elfner (JETSCAPE Collaboration), Rainer J. Fries (JETSCAPE Collaboration), Charles Gale (JETSCAPE Collaboration), Yayun He (JETSCAPE Collaboration), Barbara Jacak (JETSCAPE Collaboration), Peter Jacobs (JETSCAPE Collaboration), Sangyong Jeon (JETSCAPE Collaboration), Yi Ji (JETSCAPE Collaboration), Florian Jonas (JETSCAPE Collaboration), Lauren Kasper (JETSCAPE Collaboration), Michael Kordell II (JETSCAPE Collaboration), Amit Kumar (JETSCAPE Collaboration), Raghav Kunnawalkam-Elayavalli (JETSCAPE Collaboration), Joseph Latessa (JETSCAPE Collaboration), Yen-Jie Lee (JETSCAPE Collaboration), Roy Lemmon (JETSCAPE Collaboration), Matt Luzum (JETSCAPE Collaboration), Abhijit Majumder (JETSCAPE Collaboration), Simon Mak (JETSCAPE Collaboration), Andi Mankolli (JETSCAPE Collaboration), Christal Martin (JETSCAPE Collaboration), Haydar Mehryar (JETSCAPE Collaboration), Tanner Mengel (JETSCAPE Collaboration), Christine Nattrass (JETSCAPE Collaboration), Jaime Norman (JETSCAPE Collaboration), Jean-Francois Paquet (JETSCAPE Collaboration), Cameron Parker (JETSCAPE Collaboration), Joern H. Putschke (JETSCAPE Collaboration), Gunther Roland (JETSCAPE Collaboration), Bjoern Schenke (JETSCAPE Collaboration), Loren Schwiebert (JETSCAPE Collaboration), Arjun Sengupta (JETSCAPE Collaboration), Chun Shen (JETSCAPE Collaboration), Chathuranga Sirimanna (JETSCAPE Collaboration), Mayank Singh (JETSCAPE Collaboration), Derek Soeder (JETSCAPE Collaboration), Ron A. Soltz (JETSCAPE Collaboration), Ismail Soudi (JETSCAPE Collaboration), Yasuki Tachibana (JETSCAPE Collaboration), Julia Velkovska (JETSCAPE Collaboration), Gojko Vujanovic (JETSCAPE Collaboration), Xin-Nian Wang (JETSCAPE Collaboration), Xinag-Yu Wu (JETSCAPE Collaboration), Wenbin Zhao (JETSCAPE Collaboration)",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2506.16344v1 Announce Type: cross \nAbstract: We investigate the impact of the hadronic phase on jet quenching in nuclear collider experiments, an open question in heavy-ion physics. Previous studies in a simplified setup suggest that hadronic interactions could have significant effects, but a systematic analysis is needed. Using the X-SCAPE event generator with the SMASH afterburner, we study the role of hadronic rescattering on jet fragmentation hadrons. Applying this framework to $e^++e^-$ collisions, we demonstrate that even in small systems with limited particle production, hadronic interactions lead to measurable modifications in final-state hadronic and jet observables by comparing scenarios with and without afterburner rescattering."
    },
    {
      "title": "Role of nuclear and electromagnetic fragmentation in the charge-changing reactions of 18O on carbon and lead targets at around 370 MeV/nucleon",
      "link": "https://arxiv.org/abs/2506.16367",
      "authors": "J. R. Liu, B. -H. Sun, J. W. Zhao, G. Guo, G. S. Li, Z. Z. Li, Y. F. Niu, I. Tanihata, S. Terashima, F. Wang, M. Wang, X. L. Wei, J. Y. Xu, J. C. Zhang, L. H. Zhu, L. C. He, C. Y. Liu, C. G. Lu, W. J. Lin, W. P. Lin, Z. Liu, P. P. Ren, Y. Z. Sun, Z. Y. Sun, J. Wang, S. T. Wang, X. D. Xu, M. X. Zhang, X. H. Zhang, Y. Zhang",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2506.16367v1 Announce Type: cross \nAbstract: Charge-changing cross sections (CCCSs) of 18O on carbon (C) and lead (Pb) targets have been measured with an uncertainty of less than 4% at around 370MeV/nucleon. We evaluate the contributions of nucleon-nucleon (NN) and electromagnetic (EM) interactions to CCCSs by considering the direct proton removal process, the charged particle evaporation (CPE) after neutron removal, and the EM excitation. We conclude that the CPE accounts for 12.3% and 5% of CCCSs on C and Pb, respectively. Only less than 1% of CCCSs of 18O is attributed to the EM excitation. Further investigation of projectiles from 18O to 197Au on C, silver (Ag) and Pb targets at 300 and 900MeV/nucleon show that the contribution of EM to CCCSs on Ag and Pb increases with projectile mass numbers and incident energies, and can reach 10% for 197Au on Pb at 900MeV/nucleon. In contrast, the EM contribution to CCCS is negligible for all projectiles on C at both energies."
    },
    {
      "title": "An unusual type-I X-ray burst from the neutron star X-ray binary IGR J17591-2342: a double-photospheric-radius-expansion burst?",
      "link": "https://arxiv.org/abs/2506.16632",
      "authors": "Sudip Bhattacharyya, Akshay Singh, Andrea Sanna",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2506.16632v1 Announce Type: cross \nAbstract: Type-I X-ray bursts observed from neutron stars originate from intermittent unstable thermonuclear burning of accreted matter on these stars. Such bursts, particularly those reaching the Eddington luminosity and having a temporary photospheric radius-expansion due to radiation pressure, provide a testbed to study nuclear fusion processes in intense radiation, gravity, and magnetic fields. Here, we investigate time-resolved spectroscopic properties of a type-I burst from the accretion-powered millisecond X-ray pulsar IGR J17591-2342. Our basic spectral model includes an absorbed blackbody to describe the burst emission and an absorbed power law to represent the non-burst emission. The blackbody normalisation shows two consecutive humps aligned with blackbody temperature dips during the burst. Such an unusual behaviour could imply two consecutive photospheric radius-expansion events during the same burst or a systematic metallicity evolution in the neutron star atmosphere. However, our spectral analysis suggests the latter option is less likely to be happening for IGR J17591-2342. The novel former option implies that sufficient fuel survived after the first photospheric radius-expansion event to power a second similar event a few seconds later, challenging the current theoretical understanding. If confirmed, the double photospheric radius-expansion event observed in IGR J17591-2342 suggests the possibility of avoiding photospheric expansion at luminosities exceeding Eddington. Mechanisms such as temporary enhancement of the magnetic field by convection and confinement of the plasma could be invoked to explain the peculiar behaviour of the source."
    },
    {
      "title": "Inclusive quasielastic (anti-)neutrino nucleus scattering within the Standard Model and beyond",
      "link": "https://arxiv.org/abs/2506.16774",
      "authors": "E. Hern\\'andez, J. Nieves, J. E. Sobczyk",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2506.16774v1 Announce Type: cross \nAbstract: We derive fully general expressions for the inclusive (anti-)neutrino-induced nuclear quasielastic production of a strange or charmed baryon $Y$, considering all dimension-six new physics operators relevant to the semileptonic $q\\to q'\\ell \\nu_\\ell$ transition with both left- and right-handed neutrino fields. We illustrate the formalism by applying it to the $\\Lambda_c$ production in neutrino nucleus scattering. The nuclear response is computed using a state-of-the-art {\\it ab initio} spectral function, based on realistic nuclear many-body wavefunctions obtained via coupled-cluster method and a nuclear Hamiltonian derived from chiral effective field theory. We also highlight the role played by the final state interactions between the produced $Y$ hyperon and the residual nuclear system, which can obscure potential new physics signals in this (anti-)neutrino nucleus reaction. Our results improve upon previous studies that neglected nuclear corrections and uncertainties -- effects we show to be comparable to, or even larger than, those expected from new physics."
    },
    {
      "title": "Parton Distributions on a Quantum Computer",
      "link": "https://arxiv.org/abs/2506.16829",
      "authors": "Jiunn-Wei Chen, Yu-Ting Chen, Ghanashyam Meher",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2506.16829v1 Announce Type: cross \nAbstract: We perform the first quantum computation of parton distribution function (PDF) with a real quantum device by calculating the PDF of the lightest positronium in the Schwinger model with IBM quantum computers. The calculation uses 10 qubits for staggered fermions at five spatial sites and one ancillary qubit. The most critical and challenging step is to reduce the number of two-qubit gate depths to around 500 so that sensible results start to emerge. The resulting lightcone correlators have excellent agreement with the classical simulator result in central values, although the error is still large. Compared with classical approaches, quantum computation has the advantage of not being limited in the accessible range of parton momentum fraction $x$ due to renormalon ambiguity, and the difficulty of accessing non-valence partons. A PDF calculation with 3+1 dimensional QCD near $x=0$ or $x=1$ will be a clear demonstration of the quantum advantage on a problem with great scientific impact."
    },
    {
      "title": "Line Tension Reshapes Nucleation at Surface Edges: A Generalized Theory for Nanopore Activation",
      "link": "https://arxiv.org/abs/2506.16978",
      "authors": "Yanchen Wu, Martin Z. Bazant, Allan S. Myerson, Richard D. Braatz",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2506.16978v1 Announce Type: cross \nAbstract: Heterogeneous nucleation at surface edges is pervasive across nature and industry, yet the role of line tension, arising from asymmetric capillary interactions at geometric singularities, remains poorly understood. Herein we develop a generalized nucleation theory that explicitly incorporates line tension induced by edge pinning, thereby extending classical frameworks to account for nanoscale confinement and interfacial asymmetry. Through analytical treatment of droplet formation within geometrically defined nanopores, we derive a closed-form expression for the edge-pinned line tension as a function of Laplace pressure, pore geometry, and wettability. This formulation reveals that line tension can significantly reshape the nucleation energy landscape, introducing nontrivial dependencies on contact angle and pore morphology. Our results uncover a tunable, geometry-mediated mechanism for controlling nucleation barriers, offering predictive insight into phase transitions in confined environments and suggesting new strategies for design in applications ranging from nanofluidics to crystallization control."
    },
    {
      "title": "Study of the EEC discrimination power on quark and gluon jet quenching effects in heavy-ion collisions at $\\sqrt{s}=5.02$ TeV",
      "link": "https://arxiv.org/abs/2409.13996",
      "authors": "Shi-Yong Chen, Zi-Xuan Xu, Ke-Ming Shen, Wei Dai, Ben-Wei Zhang, En-Ke Wang",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2409.13996v3 Announce Type: replace \nAbstract: We present a systematic investigation of flavor-dependent jet quenching using energy-energy correlators (EEC) in $\\sqrt{\\rm s}=5.02$ TeV Pb+Pb collisions. Employing the improved SHELL model, which incorporates collisional and radiative energy loss, as well as medium response, we quantify distinct quenching signatures for quark and gluon jets. Key findings include: (1) Pure quark jets exhibit strong EEC enhancement at large angular scales, while gluon jets show a bimodal enhancement pattern at both small and large scales; (2) Dual-shift decomposition in the EEC ratio reveals shifts toward large primarily driven by energy loss, while small-$R_{L}$~shifts extend beyond selection bias and indicate intrinsic enhancement of the gluon-initiated jets; (3) Quark jets experience global suppression of averaged energy weight $\\langle\\mathrm{weight}\\rangle(R_{L})$, whereas gluon jets exhibit concentration toward small $R_{L}$; (4) Mechanism decomposition identifies elastic energy loss concentrating $\\langle\\mathrm{weight}\\rangle(R_{L})$ toward small $R_{L}$, radiative loss dominating quark jet modification, and medium response amplifying large $R_{L}$ ~enhancement via soft hadrons. The observed flavor dependence in EEC modifications is dominantly driven by intrinsic jet structure differences rather than medium-induced mechanisms. We propose photon-tagged jets as quark proxies and inclusive charged-hadron jets as gluon proxies, finding they reproduce the respective flavor-specific quenching patterns. Our work establishes the EEC as a precision probe of color-charge-dependent jet-medium interactions, providing new constraints for the detailed $\\hat{q}$ extraction and QGP tomography, while highlighting the critical role of pre-quenching flavor asymmetries."
    },
    {
      "title": "Multi-particle potentials from light-like Wilson lines in quark-gluon plasmas: a generalized relation of in-medium splitting rates to jet-quenching parameters $\\hat q$",
      "link": "https://arxiv.org/abs/1901.05475",
      "authors": "Peter Arnold",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:1901.05475v3 Announce Type: replace-cross \nAbstract: A powerful historical insight about the theory of in-medium showering in QCD backgrounds was that splitting rates can be related to a parameter $\\hat q$ that characterizes the rate of transverse-momentum kicks to a high-energy particle from the medium. Another powerful insight was that $\\hat q$ can be defined (with caveats) even when the medium is strongly coupled, using long, narrow Wilson loops whose two long edges are light-like Wilson lines. The medium effects for the original calculations of in-medium splitting rates can be formulated in terms of 3-body imaginary-valued `potentials' that are defined with three long, light-like Wilson lines. Corrections due to overlap of two consecutive splittings can be calculated using similarly defined 4-body potentials. I give a simple argument for how such $N$-body potentials can be determined in the appropriate limit just from knowledge of the values of $\\hat q$ for different color representations. For $N > 3$, the $N$-body potentials have non-trivial color structure, which will complicate calculations of overlap corrections outside of the large-$N_c$ or soft bremsstrahlung limits."
    },
    {
      "title": "Finite-energy sum rules at finite chemical potential and zero temperature",
      "link": "https://arxiv.org/abs/2402.14137",
      "authors": "Alfredo Raya, Cristian Villavicencio",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2402.14137v3 Announce Type: replace-cross \nAbstract: In this article we explore the effect of chemical potential at zero temperature in the implementation of in-medium effects in the perturbative sector in finite energy sum rules. For this purpose, we explore the axial, axial-pseudoscalar and pseudoscalar current correlators involving charged pions. The inclusion of non-normal ordered condensates with chemical potential effects in the operator mixing is considered. As a result, the contribution of the operator mixing with chemical potential dependence cancels all the explicit chemical potential contribution of the perturbative sector, aligned with the so-called \"silver blaze problem\". We find an abrupt transition when $\\mu=\\sqrt{s_0}/2$, with $s_0$ representing the hadronic continuum threshold. Exploring beyond this critical chemical potential we found similarities with low-energy effective meson models at high chemical potential."
    },
    {
      "title": "Effective range expansion with a long-range force",
      "link": "https://arxiv.org/abs/2408.09375",
      "authors": "Meng-Lin Du, Feng-Kun Guo, Bing Wu",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2408.09375v2 Announce Type: replace-cross \nAbstract: The validity range of the time-honored effective range expansion can be very limited due to the presence of a left-hand cut close to the two-particle threshold. Such a left-hand cut arises in the two-particle interaction involving a light particle exchange with a mass small or slightly heavier than the mass difference of the two particles, identified as a long-range force, a scenario encountered in a broad range of systems. This can hinder a precise extraction of low-energy scattering observables and resonance poles. To address this issue, we propose a new parameterization for the low-energy scattering amplitude that accounts for the left-hand cut. The parameterization is like a Pad\\'e approximation but with nonanalytic terms from the left-hand cut and can be regarded as an extension of the effective range expansion. This parameterization is versatile and applicable to a broad range of systems with Yukawa-type interactions -- including particle, hadronic, nuclear, cold atom and quantum gas systems. In particular, it should be invaluable in understanding various near-threshold hadron resonances. As byproducts, we also show that the parameterization can be used to extract the couplings of the exchanged particle to the scattering particles, and derive expressions for amplitude zeros caused by the interplay between the short- and long-range interactions."
    },
    {
      "title": "Formation, dissociation and regeneration of charmonia within microscopic Langevin simulations",
      "link": "https://arxiv.org/abs/2410.19619",
      "authors": "Naomi Oei, Nadja Krenz, Juan Torres-Rincon, Hendrik van Hees, Carsten Greiner",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2410.19619v3 Announce Type: replace-cross \nAbstract: We present a microscopic dynamical model to study the formation, dissociation, and recombination processes of charmonium states in a heat bath at constant temperature and volume. Within this classical approach, heavy quarks are described as Brownian particles in a background medium of light constituents and can therefore be modeled by a Fokker-Planck equation with constant transport coefficients, which is then implemented through relativistic Langevin simulations. The heavy quarks interact classically via a Coulomb-like screened potential to form a bound state if the relative energy of the pair becomes negative. Dissociation of bound states is possible as a result of screening effects on the potential as well as through scatterings with plasma particles. We demonstrate the full equilibration of the system and show that the resulting equilibrium charmonium yields are in accordance with the Statistical Hadronization Model."
    },
    {
      "title": "Dynamic scaling and quenching for heavy quark in the linear expanding medium",
      "link": "https://arxiv.org/abs/2411.10326",
      "authors": "Boris Blok (Technion), Chang Wu (Technion)",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2411.10326v2 Announce Type: replace-cross \nAbstract: We show that scaling is a good approximation for the energy loss of the heavy quark propagating through linear expanding quark-gluon plasma (QGP), the effective quenching parameter does not depend on quark mass."
    },
    {
      "title": "Pion fragmentation functions from a quark-jet model in a functional approach",
      "link": "https://arxiv.org/abs/2412.19907",
      "authors": "Roberto Correa da Silveira, Fernando E. Serna, Bruno El-Bennich",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2412.19907v2 Announce Type: replace-cross \nAbstract: The elementary fragmentation function that describes the process $q\\to \\pi$ is predicted applying crossing and charge symmetry to the cut diagram of the pion valence quark distribution function. This elementary probability distribution defines the ladder-kernel of a quark jet fragmentation equation, which is solved self-consistently to obtain the full pion fragmentation function. The hadronization into a pion employs the complete Poincar\\'e invariant Bethe-Salpeter wave function, though the overwhelming contribution to the fragmentation function is due the leading Bethe-Salpeter amplitude. Compared to a Nambu--Jona-Lasinio model prediction, the fragmentation function we obtain is enhanced in the range $z \\lesssim 0.8$ but otherwise in good qualitative agreement. The full pion fragmentation function is overall greater than the elementary fragmentation function below $z\\lesssim 0.6$."
    },
    {
      "title": "Higher derivative holography and temperature dependence of QGP viscosities",
      "link": "https://arxiv.org/abs/2502.19195",
      "authors": "Thomas Apostolidis, Umut G\\\"ursoy, Edwan Pr\\'eau",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2502.19195v2 Announce Type: replace-cross \nAbstract: Recent Bayesian analyses of heavy ion collision data have established a non-trivial temperature dependence of the shear and bulk viscosity per entropy. Motivated by this, we consider higher derivative corrections to realistic, bottom-up holographic models of quark-gluon plasma based on five-dimensional Einstein-dilaton theories and determine the dilaton potentials in the higher derivative terms by matching the Bayesian analyses. A byproduct of our analysis is the bulk viscosity that follows from the holographic V-QCD theory. Higher derivative corrections when treated perturbatively lead to tension with existing data. We investigate possible resolutions."
    },
    {
      "title": "Time-evolution of parity-odd cascades in homogeneous Abelian and non-Abelian media with chiral imbalance",
      "link": "https://arxiv.org/abs/2503.00933",
      "authors": "Jeremy Hansen, Kirill Tuchin",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2503.00933v2 Announce Type: replace-cross \nAbstract: We study radiation by a fast particle in a medium with a finite chiral chemical potential. The medium's anomalous response encompasses the chiral magnetic effect, enabling novel chiral Cherenkov and pair production processes. The kinematics of the corresponding cascades is fundamentally different from conventional cascades. Notably, it is not dominated by the strong ordering of momenta. Employing the effective Chern-Simons extensions of QED and QCD to incorporate the chiral magnetic effect, we derive and solve the evolution equations describing the cascades in a chiral medium, presuming that the anomalous contributions are dominant."
    }
  ]
}