{
  "lastUpdated": "2026-02-11T03:43:14.783181",
  "papers": [
    {
      "title": "Correlations of Feed-down Hadrons in a Thermal Model",
      "link": "https://arxiv.org/abs/2602.07099",
      "authors": "Claude Pruneau, Victor Gonzalez, Oveis Sheibani, Chun Shen, Yash Patley, Basanta Nandi, Ana Marin",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2602.07099v1 Announce Type: new \nAbstract: We examine the potential impact of strong decays on the magnitude of fluctuations of net quantum numbers and integrals of balance functions based on a thermal hadron gas model. The calculations are based on a comprehensive list of known hadrons with masses up to 2.5 GeV/$c^2$ and include all decays of these hadrons with known branching fractions. The calculations are performed at vanishing baryo-chemical potential for temperatures between 140 and 200 MeV. We show that the decays feed-down substantially impact the single yield of measurable ``stable particles\" as well as those of correlated densities of these species. Decays can then potentially have large and non-trivial impacts on measurements of net quantum number cumulants and balance functions. These observations are particularly important in the context of the search for the QCD critical point at the RHIC Beam Energy Scan as well as efforts to determine chemical susceptibilities near the phase transition at RHIC or LHC energies. Results obtained in this work also shed light on the importance of feed-down in measurements of balance functions in elementary p-p and nucleus-nucleus collisions."
    },
    {
      "title": "Comprehensive Table of Calculated Huff Factors",
      "link": "https://arxiv.org/abs/2602.07501",
      "authors": "Yuichi Uesaka, Tomoya Naito, Shuichiro Ebata, Megumi Niikura",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2602.07501v1 Announce Type: new \nAbstract: We present a systematic calculation of the Huff factor for nuclei with atomic numbers ($ Z $) in the range of $ 6 \\leq Z \\leq 94 $. The Huff factor quantifies the increase in the partial lifetime of the decay-in-orbit (DIO) of the muonic atom and serves as an essential correction factor for extracting the nuclear muon capture rate from the measured lifetimes of the muonic atom. However, previous calculations typically provided only the atomic number dependence and neglected isotope dependence -- an assumption whose reliability had not been examined, despite its importance for a comprehensive understanding of the nuclear muon capture rate. In this work, we calculate the Huff factor using nuclear charge distributions obtained from a fully self-consistent microscopic nuclear structure model that incorporates pairing and deformation effects. The resulting Huff factors exhibit a monotonic decrease with increasing $ Z $, while the isotope dependence is found to be small. Our results also show good agreement with previous calculations, supporting the reliability of the present framework. The comprehensive set of Huff factors presented here constitutes the first unified values currently available and will serve as a basis for future evaluations of muon nuclear data."
    },
    {
      "title": "New solution to the hyperon puzzle of neutron stars: Quantum many-body effects",
      "link": "https://arxiv.org/abs/2602.07939",
      "authors": "Hao-Fu Zhu, Guo-Zhu Liu, Xufen Wu, Ye-Fei Yuan",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2602.07939v1 Announce Type: new \nAbstract: The hyperon puzzle refers to the challenge of reconciling the existence of hyperons in neutron star cores and the observed high masses of neutron stars. The recent discovery of PSR J0952-0607 ($2.35\\pm0.17 M_{\\odot}$) has intensified this challenge. Existing solutions fail to achieve such a high mass, and often predict unrealistically fast cooling that is at odds with observations. Here, we propose a novel solution to the hyperon puzzle. Using the Dyson-Schwinger equation approach, we incorporate the quantum many-body effects caused by strong baryon-meson interactions into the equation of state for cold baryonic matter and find it stiff enough to support a maximum hyperon-star mass of $M_{\\mathrm{max}} \\approx 2.59 M_{\\odot}$, which can explain all the observed high neutron-star masses. The resulting proton and hyperon fractions are remarkably low, thus the nucleonic and hyperonic direct Urca processes are significantly suppressed. As a result, fast cooling typically does not occur in ordinary neutron stars."
    },
    {
      "title": "Stochastic many-body perturbation theory for high-order calculations",
      "link": "https://arxiv.org/abs/2602.08265",
      "authors": "Xin Zhen, Rongzhe Hu, Junchen Pei, Furong Xu",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2602.08265v1 Announce Type: new \nAbstract: High-order perturbative $\\textit{ab initio}$ calculations are challenging due to the rapidly growing configuration space and the difficulty of assessing convergence. In this work, we introduce perturbation theory quantum Monte Carlo (PTQMC), a stochastic approach designed to compute high-order many-body perturbative corrections. By representing the perturbative wave function with random walkers in configuration space, PTQMC avoids the exponential scaling inherent to conventional constructions of high-rank excitation operators. Benchmark calculations for the Richardson pairing model demonstrate that PTQMC accurately reproduces exact many-body perturbation theory (MBPT) coefficients up to 16th order, even in strongly divergent regimes. We further show that combining PTQMC with series resummation techniques yields stable and precise energy estimates in cases where the straightforward perturbative series fails. Finally, we propose the effective number of configurations, $e^{S}$, as a global measure of perturbative wave-function complexity that can be directly extracted within PTQMC. We demonstrate that the saturation behavior of $e^{S}$ provides a more reliable indicator of the validity of perturbative expansions than energy convergence alone."
    },
    {
      "title": "Probing $\\alpha$ clustering in $^{12}\\mathrm{C}$ at CSR energies using the Jet AA Microscopic Transport Model",
      "link": "https://arxiv.org/abs/2602.08288",
      "authors": "Subhash Singha",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2602.08288v1 Announce Type: new \nAbstract: We investigate the sensitivity of low-energy nuclear collisions to intrinsic nuclear structure by studying the interplay between initial-state geometry and final-state observables in C+C and C+Pb collisions at $\\sqrt{s_{NN}}=2.36$~GeV, relevant for experiments at the Cooling Storage Ring (CSR) facility in Lanzhou and forthcoming experiments at the High Intensity heavy-ion Accelerator Facility (HIAF) in Huizhou. Calculations are performed within the Jet AA Microscopic Transport Model (JAM) using Woods--Saxon and triangular $\\alpha$-clustered configurations for the $^{12}C$ nucleus. The initial geometry is characterized in terms of transverse size, compactness, eccentricities, and their event-by-event fluctuations. We find that $\\alpha$ clustering leads to a more compact participant configuration than the Woods--Saxon case, while transverse-size and eccentricity fluctuations show only weak sensitivity to clustering. At this beam energy, radial observables remain sensitive to geometric compactness, with the proton mean transverse momentum $\\langle p_T \\rangle$ enhanced for $\\alpha$-clustered configurations, whereas pions show little sensitivity. The anisotropic response is examined using flow harmonic coefficients. We find an enhancement of the mean flow magnitudes, $\\langle v_n \\rangle = \\sqrt{\\langle v_n^2\\rangle}$, for $\\alpha$-clustered configurations at large $N_{part}$, while the event-by-event fluctuation strength of individual harmonics remains small. Symmetric cumulants of the initial-state eccentricities show sensitivity to clustering, whereas the corresponding correlations among final-state flow harmonics do not exhibit a comparably strong separation. These results indicate that radial observables and correlation-based flow measurements provide complementary probes of $\\alpha$ clustering in low-energy nuclear collisions."
    },
    {
      "title": "Electromagnetic polarizabilities of the triplet hadrons in heavy hadron chiral perturbation theory",
      "link": "https://arxiv.org/abs/2602.05502",
      "authors": "Hao Dang, Liang-Zhen Wen, Yan-Ke Chen, Shi-Lin Zhu",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2602.05502v1 Announce Type: cross \nAbstract: We investigate the electromagnetic polarizabilities of singly heavy mesons and doubly heavy baryons within the framework of heavy hadron chiral perturbation theory up to $\\mathcal{O}(p^3)$. We estimate the low-energy constants using the non-relativistic constituent quark model. A striking prediction of our study is the giant electric polarizabilities of the $D^*$ mesons: $\\alpha_E(\\bar{D}^{*0}) \\approx 291.4 \\times 10^{-4} \\text{fm}^3$ and $\\alpha_E(D^{*-}) \\approx -0.4-64.4 i \\times 10^{-4} \\text{fm}^3$. These anomalously large values arise from the near-degenerate mass between $D^*$ and $D \\pi$, which are orders of magnitude larger than those of their bottom counterparts. This kinematic coincidence induces a pronounced cusp structure in the chiral loops, reflecting the long-range dynamics of a pion cloud. For doubly heavy baryons, polarizabilities depend strongly on heavy-flavor composition: the $bcq$ system differs markedly from $ccq$ and $bbq$ due to mixing with scalar heavy-diquark states. Using heavy diquark-antiquark symmetry (HDAS), we unify the chiral dynamics of singly heavy mesons and doubly heavy baryons in the heavy-quark limit. The pion-loop contributions dominate the electromagnetic structure of heavy hadrons and provide essential benchmarks for future lattice QCD simulations."
    },
    {
      "title": "Asymptotic Freedom and Vacuum Polarization Determine the Astrophysical End State of Relativistic Gravitational Collapse: Quark--Gluon Plasma Star Instead of Black Hole",
      "link": "https://arxiv.org/abs/2602.07004",
      "authors": "Herman J. Mosquera Cuesta, Fabi\\'an H. Zuluaga Giraldo, Wilmer D. Alfonso Pardo, Edgardo Marbello Santrich, Guillermo U. Avenda\\~no Franco, Rafael Fragozo Larrazabal",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2602.07004v1 Announce Type: cross \nAbstract: A general relativistic model of an astrophysical hypermassive extremely magnetized ultra-compact self-bound quark--gluon plasma object that is supported against its ultimate gravitational implosion by the simultaneous action of the vacuum polarization driven by nonlinear electrodynamics (NLED: light-by-light scattering) and the quantum chromodynamics (QCD) asymptotic freedom, is presented. These QCD stars can be the final figures of the equilibrium of collapsing stellar cores. Post-supernova fallback material pushes the nascent remnant beyond its stability to collapse into a hybrid hypermassive neutron star (HHMNS). Hypercritical accretion can unbind the whole HHMNS's baryons to spontaneously break away color confinement, powering a first-order hadron-to-quark phase transition to a sea of ever-freer quarks and gluons. This core is hydro-stabilized by the steady, endlessly compression-admitting asymptotic freedom state, possibly via gluon-mediated enduring exchange of color charge among bound states. The nonlinear TOV equation indicates the occurrence of hypermassive QGP/QCD stars with a wide mass spectrum ($0\\lesssim$ M$^{\\rm{QGP}}_{\\rm{Star}}\\lesssim$\\,7\\,M$_\\odot$ and beyond), for star radii ($0\\lesssim R^{\\rm{QGP}}_{\\rm{Star}}\\lesssim 24$\\,km and beyond) with B-fields ($10^{14} \\leq$ B$^{\\rm{QGP}}_{\\rm{Star}} \\leq 10^{16}$\\,G and beyond). Such QCD stars can emulate what the true black holes are supposed to gravitationally do in most astrophysical settings. This color quark star could be found through a search for its eternal ``yo-yo'' state gravitational-wave emission, or via lensing phenomena like gravitational rainbows, as in this scenario it is expected that the light deflection angle, directly influenced by the larger effective mass/radius and magnetic field of the deflecting object, increases as the incidence angle decreases for impact parameter lower values."
    },
    {
      "title": "Observation of a broad $p$-wave resonant state in $^{9}$He",
      "link": "https://arxiv.org/abs/2602.07810",
      "authors": "Y. L. Sun, A. Corsi, Y. Kubota, G. Authelet, H. Baba, C. Caesar, D. Calvet, A. Delbart, M. Dozono, J. Feng, F. Flavigny, J. -M. Gheller, J. Gibelin, A. Giganon, A. Gillibert, S. Giraud, K. Hasegawa, T. Isobe, Y. Kanaya, S. Kawakami, D. Kim, Y. Kiyokawa, M. Kobayashi, N. Kobayashi, T. Kobayashi, Y. Kondo, Z. Korkulu, S. Koyama, V. Lapoux, Y. Maeda, F. M. Marques, T. Miyazaki, T. Motobayashi, T. Nakamura, N. Nakatsuka, Y. Nishio, A. Obertelli, A. Ohkura, N. A. Orr, S. Ota, H. Otsu, T. Ozaki, V. Panin, S. Paschalis, E. C. Pollacco, S. Reichert, J. -Y. Rousse, A. T. Saito, S. Sakaguchi, M. Sako, C. Santamaria, M. Sasano, H. Sato, M. Shikata, Y. Shimizu, Y. Shindo, L. Stuhl, T. Sumikama, M. Tabata, Y. Togano, J. Tsubota, Z. H. Yang, J. Yasuda, K. Yoneda, J. Zenihiro, T. Uesaka",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2602.07810v1 Announce Type: cross \nAbstract: We report on the two-body invariant-mass spectroscopy of $^{9}$He, populated via the 1$p$1$n$ knockout reaction from the two-neutron halo nucleus $^{11}$Li at $\\sim$250 MeV/nucleon. A broad $p$-wave resonant state of $^{9}$He was observed at 1.28(1) MeV with a width of 0.82(4) MeV."
    },
    {
      "title": "Shear viscosity of a massless quark-gluon gas in chemical equilibrium including all $2\\leftrightarrow 2$ cross sections",
      "link": "https://arxiv.org/abs/2602.08155",
      "authors": "Okey Ohanaka, Zi-Wei Lin",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2602.08155v1 Announce Type: cross \nAbstract: The analytical expressions of the shear viscosity of both one and two particle species with Boltzmann statistics and $2 \\rightarrow 2$ elastic scatterings are known from the Chapman-Enskog method and have been shown to be quite accurate. The expression for a multi-species hadronic gas under $2 \\rightarrow 2$ elastic scatterings is also known. Here we use the Chapman-Enskog method to derive the shear viscosity of a massless quark-gluon gas of $N_f$ quark flavors in chemical equilibrium subjected to all $2 \\rightarrow 2$ parton scatterings including for the first time inelastic scatterings. We then verify the relation in a general single-species limit, where the shear viscosity of the quark-gluon gas should reduce to the result for a single particle species. In addition, we show the explicit analytical result in terms of the seven independent cross sections for the special case of isotropic and energy-independent cross sections. The analytical relations derived here can be useful for determining the shear viscosity of parton transport models with any $2 \\rightarrow 2$ scattering cross sections. They can also be coupled with finite temperature QCD cross sections to help study the shear viscosity of the quark gluon plasma."
    },
    {
      "title": "Search for the QCD Critical Point in High Energy Nuclear Collisions: A Status Report",
      "link": "https://arxiv.org/abs/2602.08356",
      "authors": "Yu Zhang, Zhaohui Wang, Xiaofeng Luo, Nu Xu",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2602.08356v1 Announce Type: cross \nAbstract: We review recent results of net-proton multiplicity fluctuations from STAR experiment, aiming to locate the QCD critical point in high-energy nuclear collisions at RHIC. We show net-proton number cumulant and proton number factorial cumulant ratios up to fourth order using experimental data from RHIC BES-II Au+Au collisions in collider mode and fixed-target mode. The comparison is made between experimental data and non-critical model calculations from Lattice QCD, HRG, hydrodynamic simulations and transport model UrQMD. In addition, we discuss initial volume fluctuation effect, which plays significant role in fixed-target energies. Finally, an outlook on experimental research on the QCD critical point in future experiments will be presented."
    },
    {
      "title": "Quantum-classical framework for many-fermion response and structure",
      "link": "https://arxiv.org/abs/2602.08357",
      "authors": "Weijie Du, Yangguang Yang, Zixin Liu, Chao Yang, James P. Vary",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2602.08357v1 Announce Type: cross \nAbstract: Response functions are key observables for probing the structure and dynamics of many-body systems. We introduce and demonstrate a quantum-classical framework for computing response functions of general many-fermion systems that also provides the full bound-state spectrum. The framework employs the Lorentz integral transform and a new Hamiltonian input scheme that enables practical and scalable circuit constructions for general many-fermion Hamiltonians. Within this framework, we develop a hybrid strategy to evaluate the Lorentz integral and propose three protocols to extract response functions and bound-state structural information. As a demonstration, we apply the method to \\({}^{19}\\mathrm{O}\\) with realistic internucleon interactions, computing both the bound-state spectrum and the response function. We envision that our approach will open new avenues for exploring the structure and dynamics of a broad class of many-body systems across diverse fields."
    },
    {
      "title": "Neutrinoless double beta decays of hyperons in covariant chiral perturbation theory",
      "link": "https://arxiv.org/abs/2602.08453",
      "authors": "Zi-Ying Zhao, Ze-Rui Liang, Feng-Kun Guo, Li-Ping He, De-Liang Yao",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2602.08453v1 Announce Type: cross \nAbstract: Neutrinoless double beta ($0\\nu\\beta\\beta$) decays of spin-1/2 hyperons are investigated in a covariant baryon chiral perturbation theory framework, extended by a $\\Delta L=2$ operator proportional to the Majorana neutrino mass, where $L$ denotes the lepton number. Within the light Majorana neutrino exchange mechanism, the decay amplitudes are found to emerge at the one-loop level, representing the long-range contribution. The extended-on-mass-shell scheme is employed to renormalize the one-loop amplitudes and restore consistent chiral power counting. Consequently, the differential decay rates for all accessible hyperon $0\\nu\\beta\\beta$ channels are predicted and the corresponding branching ratios are more than 20 orders of magnitude smaller than the current experimental upper bounds. Interestingly, it is found that the leading contribution to hyperon $0\\nu\\beta\\beta$ decay is actually from short-range counterterm operators, as required by the renormalization argument. Neutrinoless transition form factors are proposed to determine this leading contribution through future lattice QCD simulations."
    },
    {
      "title": "First Extraction of the Matter Radius of $^{132}$Sn via Proton Elastic Scattering at 200 MeV/Nucleon",
      "link": "https://arxiv.org/abs/2602.08455",
      "authors": "Y. Hijikata, J. Zenihiro, S. Terashima, Y. Matsuda, H. Sakaguchi, P. Arthuis, T. Miyagi, S. Ota, H. Baba, S. Chebotaryov, M. Dozono, T. Furuno, T. Harada, C. Iwamoto, T. Kawabata, M. Kobayashi, A. J. Krasznahorkay, S. Leblond, T. Lokotko, Y. Maeda, S. Masuoka, M. Matsushita, S. Michimasa, E. Milman, T. Murakami, H. Nasu, J. Okamoto, S. Sakaguchi, M. Takaki, K. Taniue, H. Tokieda, M. Tsumura, O. Wieland, Y. Yamaguchi, Z. H. Yang, R. Yokoyama, T. Uesaka",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2602.08455v1 Announce Type: cross \nAbstract: The angular distribution of the differential cross sections for proton elastic scattering from $^{132}$Sn at 196-210 MeV/nucleon was successfully measured over a momentum transfer range of 0.80 to 2.1 fm$^{-1}$. Using a relativistic impulse approximation, the root-mean-square matter radius of $^{132}$Sn was extracted to be $4.758^{+0.023}_{-0.024}$ fm, which was compared with the state-of-the-art ab initio calculations. Combined with the charge radius measured at ISOLDE, there are no theoretical calculations consistent with both matter and charge radii within the experimental errors."
    },
    {
      "title": "Non-Hermitian Renormalization Group from a Few-Body Perspective",
      "link": "https://arxiv.org/abs/2602.08705",
      "authors": "Hiroyuki Tajima, Masaya Nakagawa, Haozhao Liang, Masahito Ueda",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2602.08705v1 Announce Type: cross \nAbstract: Non-Hermiticity plays a fundamental role in open quantum systems and describes a wide variety of effects of interactions with environments, including quantum measurement. However, understanding its consequences in strongly interacting systems is still elusive due to the interplay between non-perturbative strong correlations and non-Hermiticity. While the Wilsonian renormalization group (RG) method has been applied to tackle this problem, its foundation, based on the existence of the partition function, is ill-defined. In this paper, we establish a microscopic foundation of the non-Hermitian RG method from a few-body perspective. We show that the invariance of the scattering amplitude under RG transformations enables us to rigorously derive the non-Hermitian RG equation, giving a physically transparent interpretation of RG flows. We discuss a detailed structure of such RG flows in a non-relativistic two-body system with inelastic two-body loss, and show its relation to a non-Hermitian quantum scale anomaly. Our analysis suggests that non-Hermitian complex potentials often used in high-energy physics can be interpreted as being caused by quantum measurement, where the detection of elastically scattered particles updates the observer's knowledge, resulting in a nonunitary state change of the system. We apply our formalism to nuclear physics, find the emergence of a critical semicircle, and show that several nuclei are located near the critical semicircle in the coherent neutron-nucleus scattering. We also propose that the localized dineutron in two-neutron halo nuclei can be interpreted as the quantum measurement effect on the imaginary potential associated with absorption into the core nucleus. Our result bridges different contexts of non-Hermitian systems in high-energy and atomic, molecular, and optical physics, opening an interdisciplinary playground of non-Hermitian few-body physics."
    },
    {
      "title": "NuLattice: Ab initio computations of atomic nuclei on lattices",
      "link": "https://epja.epj.org/10.1140/epja/s10050-025-01764-6",
      "authors": "M. Rothman, B. Johnson-Toth, G. Hagen, M. Heinz, T. Papenbrock",
      "source": "European Physical Journal A",
      "summary": "Authors: M. Rothman, B. Johnson-Toth, G. Hagen, M. Heinz and T. Papenbrock.The European Physical Journal A Vol. 62 , page 28Published online: 6/2/2026"
    },
    {
      "title": "Chaotic Dynamics in Extremal Black Holes: A Challenge to the Chaos Bound",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269326001103?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: Available online 9 February 2026Source: Physics Letters BAuthor(s): Surojit Dalui, Chiranjeeb Singha, Krishnakanta Bhattacharya"
    },
    {
      "title": "Algebra of operators for Q-Schur polynomials",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269326001139?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: Available online 9 February 2026Source: Physics Letters BAuthor(s): Nikita Tselousov"
    },
    {
      "title": "Measurement of the p–<math xmlns:mml=\"http://www.w3.org/1998/Math/MathML\" altimg=\"si1.svg\" class=\"math\"><msup><mstyle mathvariant=\"normal\"><mi>Σ</mi></mstyle><mo>+</mo></msup></math> correlation function in pp collisions at <math xmlns:mml=\"http://www.w3.org/1998/Math/MathML\" altimg=\"si27.svg\" class=\"math\"><mrow><msqrt><mi mathvariant=\"italic\">s</mi></msqrt><mo linebreak=\"goodbreak\">=</mo><mn>13</mn></mrow></math> TeV",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269326001061?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: Available online 9 February 2026Source: Physics Letters BAuthor(s): I.J. Abualrob, S. Acharya, G. Aglieri Rinella, L. Aglietta, M. Agnello, N. Agrawal, Z. Ahammed, S. Ahmad, I. Ahuja, ZUL. Akbar, A. Akindinov, V. Akishina, M. Al-Turany, D. Aleksandrov, B. Alessandro, R. Alfaro Molina, B. Ali, A. Alici, A. Alkin, J. Alme"
    },
    {
      "title": "Multiplicity dependence of K<strong>*(892)<sup> ± </sup></strong> production in pp collisions at <math xmlns:mml=\"http://www.w3.org/1998/Math/MathML\" altimg=\"si4.svg\" class=\"math\"><mrow><msqrt><mi mathvariant=\"bold\">s</mi></msqrt><mspace width=\"0.33em\"></mspace><mo linebreak=\"goodbreak\">=</mo><mspace width=\"0.33em\"></mspace><mn mathvariant=\"bold\">13</mn></mrow></math> TeV",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269326001073?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: Available online 9 February 2026Source: Physics Letters BAuthor(s): I.J. Abualrob, S. Acharya, G. Aglieri Rinella, L. Aglietta, M. Agnello, N. Agrawal, Z. Ahammed, S. Ahmad, I. Ahuja, Zul Akbar, A. Akindinov, V. Akishina, M. Al-Turany, D. Aleksandrov, B. Alessandro, H.M. Alfanda, R. Alfaro Molina, B. Ali, A. Alici, A. Alkin"
    },
    {
      "title": "Flavour from Fractal Mass Chains",
      "link": "https://www.sciencedirect.com/science/article/pii/S037026932600122X?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: Available online 9 February 2026Source: Physics Letters BAuthor(s): Alejandro Ibarra, Aadarsh Singh, Sudhir K Vempati"
    },
    {
      "title": "On BPS Equations of Generalized <em>SU</em>(2) Yang-Mills-Higgs Model with Scalars-Dependent Coupling <em>θ</em>-term",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269326001218?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: Available online 9 February 2026Source: Physics Letters BAuthor(s): Mulyanto Mulyanto, Emir Syahreza Fadhilla, Ardian Nata Atmaja"
    }
  ]
}