{
  "lastUpdated": "2026-02-20T03:27:56.938483",
  "papers": [
    {
      "title": "First Observation of Multiphonon $γ$-Vibrations in an Odd-Odd Nuclear System",
      "link": "http://link.aps.org/doi/10.1103/1gy6-v3sb",
      "authors": "E. H. Wang <em>et al.</em>",
      "source": "Physical Review Letter",
      "summary": "Author(s): E. H. Wang et al.The identification of the first multiphonon $γ$-vibrational bands in an odd-odd neutron-rich nucleus of the nuclear chart is presented. These high-spin structures of hard to access $_{41}^{104}{\\mathrm{Nb}}_{63}$, produced in fission, were studied by combining a spectrometer with isotopic resolution…[Phys. Rev. Lett. 136, 072501] Published Wed Feb 18, 2026"
    },
    {
      "title": "Solving BDNK diffusion using physics-informed neural networks",
      "link": "https://arxiv.org/abs/2602.16117",
      "authors": "Vicente Chomal\\'i-Castro, Nick Clarisse, Nicki Mullins, Jorge Noronha",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2602.16117v1 Announce Type: new \nAbstract: In this work, we reformulate the relativistic BDNK (Bemfica-Disconzi-Noronha-Kovtun) diffusion equation in flux-conservative form, and solve the resulting equations in $(1+1)$D using both a second-order Kurganov-Tadmor finite volume scheme and physics-informed neural networks (PINNs). In particular, we introduce the SA-PINN-ACTO framework, which combines the self-adaptive PINN technique with an exact enforcement of initial and periodic boundary conditions through an algebraic transform of the network's raw output, allowing the network to focus solely on minimizing the PDE residual. We test both approaches on smooth and discontinuous initial data, for both trivial and dynamically evolving velocity and temperature BDNK backgrounds, and for two characteristic speeds. The SA-PINN-ACTO method matches the converged Kurganov-Tadmor solutions for smooth profiles, while for discontinuous profiles the errors increase, reflecting an expected limitation of PINNs near sharp gradients."
    },
    {
      "title": "Rapidity dependence of mean transverse momentum fluctuation and decorrelation in baryon-dense medium",
      "link": "https://arxiv.org/abs/2602.16369",
      "authors": "Tribhuban Parida",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2602.16369v1 Announce Type: new \nAbstract: I study the event-by-event fluctuation and rapidity decorrelation of the mean transverse momentum $\\spt$, which has recently been proposed as a sensitive probe of the equation of state at finite baryon density. The investigation reveals that, in a baryon-rich medium, the event-by-event fluctuation of the mean transverse momentum is driven by the combined effects of energy-density and net-baryon-density fluctuations. Consequently, the rapidity dependence of this observable provides a promising handle to probe the three-dimensional structure of both energy and baryon density profiles. Previous studies have shown that $\\spt$ decorrelation along rapidity is largely insensitive to shear and bulk viscosity; however, its dependence on baryon diffusion, another key transport coefficient in baryonic matter, has not been explored. I find that baryon diffusion has a negligible impact, establishing this observable as a robust probe of the equation of state. Furthermore, I present predictions for identified hadrons and observe a pronounced splitting in the rapidity decorrelation of mean transverse momentum between protons and antiprotons, indicating different transverse flow dynamics for baryons and antibaryons."
    },
    {
      "title": "The Crusts of Neutron Stars Revisited: Approximations within a Polytropic Equation of State Approach",
      "link": "https://arxiv.org/abs/2602.16477",
      "authors": "F. K\\\"opp, J. E. Horvath, C. A. Z. Vasconcellos",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2602.16477v1 Announce Type: new \nAbstract: In this work, we revisit several thin-crust approximations presented in the literature and compare them with the exact solutions of the Tolman--Oppenheimer--Volkoff (TOV) equations. In addition, we employ three different equations of state (EoSs), including one with a pasta phase, each based on a distinct theoretical framework: the variational method, relativistic Brueckner--Hartree--Fock theory, and relativistic mean-field theory.\n  We emphasize that these approximations require only the TOV solutions for the core and the EoS properties at the core--crust interface; in our approach, only the energy density is needed. Finally, the relativistic approximation, as well as the Newtonian approximation with corrections, shows good agreement with the exact solutions. This indicates that a simple treatment of the crust is sufficient for structural purposes, independently of the uncertainties in the sub-nuclear equation of state, which are not very large.\n  The unified EoS SINPA (relativistic mean-field theory), including the pasta phase, was used to study the thin-crust approximation, while degeneracy in the $M$--$R$ relation is demonstrated through: (i) anisotropic pressure in the modified TOV equations, (ii) the $f(R, L_m, T)$ gravity model, and (iii) dark matter admixture. As demonstrated, modifications to the description of gravitation introduce degeneracies in the mass--radius relation that are challenging to disentangle or quantify precisely."
    },
    {
      "title": "Comparison of Pauli projection and supersymetric transformation methods for three-body nuclear structure and reactions",
      "link": "https://arxiv.org/abs/2602.16674",
      "authors": "A. Deltuva",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2602.16674v1 Announce Type: new \nAbstract: Three-body Faddeev-type equations for bound, resonant, and scattering states in the systems of nuclear core and two nucleons are solved using the momentum-space framework. Two approaches for eliminating the Pauli-forbidden deeply-bound states are compared, projecting out those states by a nonlocal term in the potential, and by a supersymmetric transformation of the potential. While the former method is preferred by the experimental data for the deuteron-${}^4${He} scattering, the results for bound and resonant states do not indicate a clear superiority of a single method. Instead, systematic differences between them are found."
    },
    {
      "title": "A compendium of cold-nuclear matter baseline predictions in light-ion collisions",
      "link": "https://arxiv.org/abs/2602.15928",
      "authors": "Florian Jonas, Constantin Loizides, Aleksas Mazeliauskas, Petja Paakkinen, Nicolas Strangmann",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2602.15928v1 Announce Type: cross \nAbstract: The recent light-ion collision programme at RHIC and the LHC provides a unique opportunity to investigate the onset of quark-gluon plasma formation and parton energy loss in small systems. A quantitative interpretation of emerging jet quenching measurements requires precise control over cold nuclear matter (CNM) effects, which modify hard-process cross sections independently of any hot-medium dynamics. In this work, we present a comprehensive set of perturbative QCD baseline calculations for nuclear modification factors ($R_{AA}$) in proton-oxygen (pO), oxygen-oxygen (OO) and neon-neon (NeNe) collisions at LHC energies. The study includes charged hadron, neutral pion, prompt photon, and electroweak-boson production computed at next-to-leading order using a broad set of recent nuclear parton distribution functions (nPDFs). We demonstrate that CNM effects alone can induce sizeable suppressions in light-ion systems, with large associated nPDF uncertainties that currently limit the quantitative extraction of parton energy loss. To address this limitation, we explore a range of multi-cross-section ratios in which CNM effects and their uncertainties largely cancel. In particular, ratios of neutral pion $R_{OO}$ to prompt photon $R_{OO}$ or charged hadron $R_{OO}$ to $R_{pO}^2$ provide theoretically robust observables with substantially reduced nPDF uncertainties, thereby enhancing sensitivity to possible energy-loss signatures."
    },
    {
      "title": "Tensor Polarizability of the Nucleus and Angular Mixing in Muonic Deuterium",
      "link": "https://arxiv.org/abs/2602.15999",
      "authors": "G. S. Adkins, U. D. Jentschura",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2602.15999v1 Announce Type: cross \nAbstract: We investigate the effects of the tensor polarizability of a nucleus on thebound-state energy levels, and obtain a general formula for the contribution of the tensor polarizability to the energy levels in two-body bound systems. In particular, it is demonstrated that the tensor polarizability leads to mixing between states with different orbital angular momenta. The effect of tensor polarizability is evaluated for the hyperfine-structure components of P states and for the mixing of S and D states in muonic deuterium."
    },
    {
      "title": "Electromagnetic Production of Kaons on the Nucleon",
      "link": "https://arxiv.org/abs/2602.16230",
      "authors": "Terry Mart, Jovan Alfian Djaja, Daniel S. Carman",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2602.16230v1 Announce Type: cross \nAbstract: Studies of the electromagnetic production of strange quarks began in the 1950s as something of a curiosity that puzzled experimentalists and theorists alike. As the datasets increased, concomitant advances in theoretical models were realized. A paradigm shift occurred in the 1990s with the development of second-generation facilities at ELSA, MAMI, SPring-8, and JLab, which brought nuclear physics experiments forward by orders of magnitude in counting statistics compared to the first-generation efforts. This was an utter boon to strangeness physics investigations, and to date, more than 50 dedicated experiments in kaon photo- and electroproduction have been completed at facilities around the world, leading to a host of experimental observables that have enabled significant advances in the exploration of strongly interacting systems that decay via $s\\bar{s}$ quark pair creation. This review was designed to provide the first-ever in-depth overview of both the experimental and theoretical progress in the field of the electromagnetic production of strangeness. This work looks back over 70 years of past developments, discusses ongoing work and near-term plans, and details future possibilities being considered for third-generation facilities. Throughout this work, the primary impacts of these explorations are highlighted, along with connections to a wide range of related phenomenological applications. An important goal of this review is to provide a complete, self-contained guide into this field prepared at a level that is relevant for both new and seasoned scientists, whether experimentalists, phenomenologists, or theorists, to better understand what has been accomplished by so many dedicated folks-each building on what has come before-and to appreciate the exciting future potential for continued studies in this area. A more complete abstract is provided in the paper."
    },
    {
      "title": "All-path-length and sub-eikonal corrections to momentum broadening in the opacity expansion approach",
      "link": "https://arxiv.org/abs/2602.16450",
      "authors": "Dario van den Berg, Isobel Kolbe",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2602.16450v1 Announce Type: cross \nAbstract: We present a detailed study of momentum broadening for high-energy partons traversing the Quark-Gluon Plasma (QGP), extending the Gyulassy-Levai-Vitev (GLV) formalism to include both all-path-length (APL) and sub-eikonal corrections. Traditional GLV calculations rely on the large separation distance and large formation time approximations, which are valid for large systems, but whose applicability in small systems such as pp and p/dA may fail. We derive analytic expressions for the momentum broadening distributions to first order in the opacity expansion, and perform a numerical investigation to quantify their impact. Our results show that the APL result reduces the low-momentum broadening and the sub-eikonal correction enhances the high-momentum broadening. The combined APL and sub eikonal correction show that the sub-eikonal correction mitigates the effect of the APL correction."
    },
    {
      "title": "Isospin dependence of nuclear EMC effect from global QCD analysis",
      "link": "https://arxiv.org/abs/2602.16589",
      "authors": "C. Cocuzza, T. J. Hague, W. Melnitchouk, N. Sato, A. W. Thomas",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2602.16589v1 Announce Type: cross \nAbstract: We perform a new global QCD analysis of unpolarized parton distribution functions (PDFs) in the nucleon from proton, deuteron and $A=3$ data, including recent measurements of $^3$He/$D$ and $^3$H/$D$ cross section ratios from the MARATHON experiment at Jefferson Lab. Simultaneously inferring the PDFs and nucleon off-shell corrections allows both to be determined consistently, without theoretical assumptions about the isospin dependence of nuclear effects. The analysis provides strong evidence for the need of nucleon off-shell corrections to describe the $A=3$ data, and suggests the presence of both isoscalar and isovector nuclear effects in $A \\leq 3$ nuclei. We find that the extracted EMC ratios of nuclear to nucleon structure functions for $A=2$ and 3 differ from those naively extrapolated from heavy nuclei down to low $A$."
    },
    {
      "title": "The spatial Wilson loops, string breaking, and AdS/QCD",
      "link": "https://arxiv.org/abs/2602.16657",
      "authors": "Oleg Andreev",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2602.16657v1 Announce Type: cross \nAbstract: We consider the phenomenon of string breaking in the context of the spatial Wilson loops using the gauge/string duality. In particular, we discuss the impact of light flavors on the pseudopotential. We also introduce the notion of the spatial string breaking distance and estimate it for $SU(3)$ gauge theory in the temperature range $0\\,\\text{-}\\,3\\,T_c$."
    },
    {
      "title": "The role of \\nu_{\\tau} ultrahigh energy astrophysics in Km^3 detectors",
      "link": "https://arxiv.org/abs/astro-ph/9704205",
      "authors": "D. Fargion (Physics Dept. Rome University 1, INFN Rome, Italy; Faculty of Electrical Engineering Technion-Israel Institute of Technology, Haifa, Israel)",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:astro-ph/9704205v1 Announce Type: cross \nAbstract:   We show that the expected $ \\nu_{\\tau} $ signals, by their secondary tau tracks, in Km^3 detectors at highest cosmic ray energy window $ 1.7\\cdot 10^{21} eV \\gt E_{\\tau} \\gt 1.6 x 10^{17} eV$, must overcome the corresponding $ \\nu_{\\mu} $ (or muonic) ones. Indeed, the Lorentz-boosted tau range length grows (linearly) above muon range, for $ E_{\\tau} \\RAISE 1.6 x 10^8 GeV$ and reaches its maxima extension, $ R_{\\tau_{\\max}} \\simeq 191 km$, at energy $E_{\\tau} \\simeq 3.8 x 10^9 GeV$. At this peak the tau range is nearly 20 times the corresponding muon range (at the same energy) implying a similar ratio in $ \\nu_{\\tau} $ over $ \\nu_{\\mu} $ detectability. This dominance, however may lead (at present most abundant $ \\nu_{\\tau} $ model fluxes) to just a rare spectacular event a year (if flavor mixing occurs). Lower energetic $ \\tau $ and $ \\nu_{\\tau} $ signals $ (\\bar{\\nu}_e e\\to \\bar{\\nu}_{\\tau} \\tau, \\nu_{\\tau} N\\to ...) $ at energy range ($ 10^5 \\div 10^7 GeV$) may be more easily observed in km^3 detectors at a rate of a few $ (\\bar{\\nu}_e e\\to \\bar{\\nu}_{\\tau} \\tau) $ to tens event $ (\\nu_{\\tau} N\\to \\tau + $ anything) a year."
    },
    {
      "title": "Ghost-free non-local <em>F</em>(<em>R</em>) Gravity Compatible with ACT",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269326001449?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: Available online 19 February 2026Source: Physics Letters BAuthor(s): Shin’ichi Nojiri, Sergei Odintsov, V.K. Oikonomou"
    },
    {
      "title": "Accurate spontaneous fission half-lives from a microscopic large-scale nuclear structure model",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269326001413?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: Available online 18 February 2026Source: Physics Letters BAuthor(s): A. Sánchez-Fernández, S. Bara, W. Ryssens, S. Goriely"
    },
    {
      "title": "Unified field-theoretical description of flavor and chiral oscillations",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269326001462?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: Available online 18 February 2026Source: Physics Letters BAuthor(s): Massimo Blasone, Gennaro Zanfardino"
    },
    {
      "title": "Additional results on the four-loop flavour-singlet splitting functions in QCD",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269326001322?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: Available online 18 February 2026Source: Physics Letters BAuthor(s): G. Falcioni, F. Herzog, S. Moch, A. Pelloni, A. Vogt"
    }
  ]
}