{
  "lastUpdated": "2025-04-25T02:26:45.491194",
  "papers": [
    {
      "title": "Locating Critical Points Using Ratios of Lee-Yang Zeros",
      "link": "http://link.aps.org/doi/10.1103/PhysRevLett.134.162302",
      "authors": "Tatsuya Wada, Masakiyo Kitazawa, and Kazuyuki Kanaya",
      "source": "Physical Review Letter",
      "summary": "Author(s): Tatsuya Wada, Masakiyo Kitazawa, and Kazuyuki KanayaA computational method using ratios of Lee-Yang zeros can locate precisely the critical points in general systems by suppressing finite-size effects, with potential applications ranging from QCD to spin models.[Phys. Rev. Lett. 134, 162302] Published Thu Apr 24, 2025"
    },
    {
      "title": "First Measurement of $A=4$ Hypernuclei and Antihypernuclei at the LHC",
      "link": "http://link.aps.org/doi/10.1103/PhysRevLett.134.162301",
      "authors": "S. Acharya <em>et al.</em> (ALICE Collaboration)",
      "source": "Physical Review Letter",
      "summary": "Author(s): S. Acharya et al. (ALICE Collaboration)Experiments at the Large Hadron Collider have revealed a previously unseen nucleus known as antihyperhelium-4.[Phys. Rev. Lett. 134, 162301] Published Wed Apr 23, 2025"
    },
    {
      "title": "Isospin Symmetry Breaking in the $^{71}\\mathrm{Kr}$ and $^{71}\\mathrm{Br}$ Mirror System",
      "link": "http://link.aps.org/doi/10.1103/PhysRevLett.134.162502",
      "authors": "A. Algora <em>et al.</em>",
      "source": "Physical Review Letter",
      "summary": "Author(s): A. Algora et al.Isospin symmetry is a fundamental concept in nuclear physics. Even though isospin symmetry is partially broken, it holds approximately for most nuclear systems, which makes exceptions very interesting from the nuclear structure perspective. In this framework, it is expected that the spins and pariti…[Phys. Rev. Lett. 134, 162502] Published Wed Apr 23, 2025"
    },
    {
      "title": "In-medium similarity renormalization group at finite temperature",
      "link": "http://link.aps.org/doi/10.1103/PhysRevC.111.044318",
      "authors": "Isaac G. Smith, Heiko Hergert, and Scott K. Bogner",
      "source": "Physical Review C",
      "summary": "Author(s): Isaac G. Smith, Heiko Hergert, and Scott K. BognerThe study of nuclei at finite temperature is of immense interest for many areas of nuclear astrophysics and nuclear-reaction science. A variety of ab initio methods are now available for computing the properties of nuclei from interactions rooted in quantum chromodynamics, but applications have larg…[Phys. Rev. C 111, 044318] Published Thu Apr 24, 2025"
    },
    {
      "title": "Assessment of effect of local approximation on single folding potential at low and intermediate incident energies",
      "link": "http://link.aps.org/doi/10.1103/PhysRevC.111.044610",
      "authors": "K. Ishida (石田佳香) and H. Nakada (中田 仁)",
      "source": "Physical Review C",
      "summary": "Author(s): K. Ishida (石田佳香) and H. Nakada (中田 仁)To the single folding potentials (SFPs) for the nucleon-nucleus ($N\\text{−}A$) elastic scatterings, local approximations (LAs) have customarily been applied. The LA discussed by Brieva and Rook has been well known, which only needs the density profile as the structure information of the target nucle…[Phys. Rev. C 111, 044610] Published Thu Apr 24, 2025"
    },
    {
      "title": "Superfluid fraction in the crystalline crust of a neutron star: Role of BCS pairing",
      "link": "http://link.aps.org/doi/10.1103/PhysRevC.111.045803",
      "authors": "N. Chamel",
      "source": "Physical Review C",
      "summary": "Author(s): N. ChamelThe breaking of translational symmetry in the inner crust of a neutron star leads to the depletion of the neutron superfluid reservoir similarly to cold atomic condensates in optical lattices and in supersolids. This effect is studied in the general framework of the self-consistent time-dependent Ha…[Phys. Rev. C 111, 045803] Published Thu Apr 24, 2025"
    },
    {
      "title": "Energy Rates Due to Weak Decay Rates of Vanadium Isotopes in Stellar Environment",
      "link": "https://arxiv.org/abs/2504.16428",
      "authors": "Ramoona Shehzadi, Jameel-Un Nabi, Huma Ali",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2504.16428v1 Announce Type: new \nAbstract: The neutrino cooling and gamma heating rates are considered as an important input needed to study the final phases of the evolution of high-mass stars. The weak-interaction mediated processes, namely the $\\beta$-decay and electron capture, significantly change the lepton to baryon ratio and accelerate the contraction of the core. The emission of resulting neutrinos/antineutrinos tends to cool the stellar core. On the other hand, gamma rays are produced because of electron capture and $\\beta$-decay to excited states in daughter nuclei. These gamma rays heat the core and contribute to an increase of entropy which may cause convection to occur.\n  In the present work, the weak-interaction heating and cooling rates on a chain of twenty-two isotopes of vanadium having mass in the range $43-64$ have been estimated using the proton-neutron quasiparticle random phase approximation theory. The rates have been computed for the temperature ranging from ($10^{7} - 3 \\times 10^{10}$)\\;K and for the density range ($10-10^{11}$)\\;g/cm$^{3}$. Our calculated neutrino energy loss rates have also been compared with the previously reported rates calculated using other theoretical models. At high stellar temperatures, our rates are larger by 1-2 orders of magnitude as compared to previous results."
    },
    {
      "title": "Spin polarization as a probe of the QCD critical point",
      "link": "https://arxiv.org/abs/2504.16587",
      "authors": "De-Xian Wei",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2504.16587v1 Announce Type: new \nAbstract: Spin polarization is a novel method for probing the rotational properties of the quark-gluon plasma (QGP) produced in relativistic heavy-ion collisions. In this work, we investigate the effective transport and thermodynamic coefficients in non-central O+O light-ion collisions, considering a parton distribution function that incorporates the spin polarization induced by thermal vorticity during the collision. Using a kinetic theory approach, we find that while the speed of sound squared ($c_s^2$) remains largely unaffected by spin polarization, the specific shear viscosity ($\\eta/s$), specific bulk viscosity ($\\zeta/s$), and mean free path ($\\lambda$) are significantly modified.\n  Notably, when spin polarization is taken into account, both $c_s^2 $ and $\\zeta/s$ exhibit a non-monotonic dependence on collision energy, with an inflection point around $\\sqrt{s_{NN}} = 27 $~GeV, corresponding to an average parton chemical potential of $\\langle\\mu_p\\rangle = 0.021 $~GeV. This non-monotonic behavior suggests that incorporating spin polarization into theoretical calculations could provide an effective probe for locating the critical point of the QCD phase transition."
    },
    {
      "title": "A New Look At Small-$x$ Helicity Phenomenology: Investigating Uncertainties And The Impact Of Polarized Proton-proton Data",
      "link": "https://arxiv.org/abs/2504.16284",
      "authors": "Nicholas Baldonado",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2504.16284v1 Announce Type: cross \nAbstract: This dissertation highlights the contributions I have made to the field of theoretical nuclear physics, specifically in high-energy Quantum Chromodynamics (QCD). High-energy QCD is a robust subject and my research is refined to the sub-field of small-$x$ spin physics; small-$x$ physics is characterized by high-energy and density collisions and is well-suited for the Color Glass Condensate (CGC) effective field theory. Small-$x$ spin physics takes the ultra-relativistic description of high-energy QCD and gives special attention to spin-dependent interactions suppressed by powers of the center-of-mass energy. My expertise lies in exploring the theory and phenomenology relating to the KPS-CTT small-$x$ helicity evolution equations, a rubric that allows one to make predictions of the quarks' and gluons' distributions of spin at small-$x$. These predictions are heavily influenced by the initial conditions of the evolution, and the initial conditions are determined through analyses of world polarized data. My contributions focus on Bayesian parameter analysis, numerical and analytical calculations to discretize and cross-check the evolution equations, and the incorporation of a new observable into the pool of analyzed data. The results of such work show that the net amount of spin from quarks and gluons in the small-$x$ regime is predicted to be negative and/or potentially small; an analysis of polarized deep-inelastic scattering (DIS) and semi-inclusive DIS (SIDIS) data resulted in a net small-$x$ spin prediction that can be large and negative, but new results with the inclusion of data for single-inclusive jet production in polarized proton-proton ($pp$) collisions now estimate that the net amount of parton spin at small $x$ is small, with 1-$\\sigma$ uncertainty that spans zero."
    },
    {
      "title": "Criteria of Renormalizability in Effective Field Theories",
      "link": "https://arxiv.org/abs/2504.16512",
      "authors": "A. M. Gasparyan, E. Epelbaum",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2504.16512v1 Announce Type: cross \nAbstract: Any effective field theory relies on power counting rules that allow one to perform a systematic expansion of calculated quantities in terms of some soft scales. However, a naive power counting can be violated due to the presence of various hard scales in a given scheme. A typical example of such a scale is an ultraviolet regulator. This issue is particularly challenging when the interaction is nonperturbative. The power counting is expected to be restored in the course of renormalization, that is by redefining bare low-energy constants in the effective Lagrangian. Whether this procedure eventually leads to a self-consistent framework is not a priory obvious. We discuss various criteria of renormalizability in application to nuclear chiral effective field theory and provide several instructive counterexamples."
    },
    {
      "title": "Medium-induced coherent gluon radiation for $2\\to 2$ processes with general kinematics",
      "link": "https://arxiv.org/abs/2504.16647",
      "authors": "Greg Jackson, St\\'ephane Peign\\'e, Kazuhiro Watanabe",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2504.16647v1 Announce Type: cross \nAbstract: High-energy proton-nucleus (pA) collisions have provided various clues for the role of cold nuclear matter effects in hadron production. In particular, multiple rescatterings of an incoming parton by the nuclear target are known to induce the radiation of many soft gluons, with those having a long formation time leading to the modification of hadron production rates due to fully coherent energy loss (FCEL). Here we present a recently derived formula for the induced single soft gluon radiation spectrum beyond leading logarithmic accuracy, whose main features are demonstrated with the example of $q\\, g \\to q\\, g$ scattering."
    },
    {
      "title": "Particles in finite volumes and a toy model of decaying neutrons",
      "link": "https://arxiv.org/abs/2504.16784",
      "authors": "Christian K\\\"ading",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2504.16784v1 Announce Type: cross \nAbstract: It is well-known that the momentum spectra of particles confined to finite spatial volumes deviate from the continuous spectra used for unconfined particles. In this article, we consider real scalar particles confined to finite volumes with periodic boundary conditions, such that the particles' spectra are discrete. We directly compute the density matrices describing the decay processes $\\phi \\to \\varphi^2$ and $\\phi \\to \\varphi\\chi\\nu$, and subsequently derive expressions for the decay probabilities both for confined and unconfined particles. The latter decay process is used as a rough toy model for a neutron decaying into a proton, an electron, and an anti-electron neutrino. We propose that finite volume effects can have an impact on the outcomes of experiments measuring the neutron lifetime. In addition, our findings at the toy model level suggest that taking into account possible initial correlations between neutrons and their daughter particles might be relevant as well."
    },
    {
      "title": "KDAR neutrino scattering for $^{12}$C target via charged current and muon angular distribution",
      "link": "https://arxiv.org/abs/2409.01169",
      "authors": "Chaeyun Lee, Kyungsik Kim, Myung-Ki Cheoun, Eunja Ha, Tatsushi Shima, Toshitaka Kajino",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2409.01169v2 Announce Type: replace \nAbstract: We calculate muon-neutrino ($\\nu_{\\mu}$) scattering off $^{12}$C via charged current (CC) by exploiting the 236 MeV ${\\nu_{\\mu}}$ from the kaon-decay-at-rest (KDAR). In this energy region, since both inelastic scattering below the quasielastic (QE) region and the QE scattering contribute simultaneously, we combine the inelastic scattering obtained by the QRPA and the QE scattering obtained by distorted wave born approximation (DWBA) based on the relativistic mean field (RMF) theory. We compare the results to the data from MiniBooNE. Further, since the KDR $\\nu_{\\mu}$ CC scattering may have angle dependence of outgoing muon, we investigate the differential angular dependent cross section in the ${\\nu_{\\mu}}$-$^{12}$C scattering and compare to the results by $\\nu_e$-$^{12}$C scattering. These results could be useful for the calibration of the forthcoming KDAR neutrino cross section experiments."
    },
    {
      "title": "Iso-scalar liquid drop model",
      "link": "https://arxiv.org/abs/2409.11019",
      "authors": "Krzysztof Pomorski, Zhigang Xiao",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2409.11019v5 Announce Type: replace \nAbstract: New liquid drop model with the isospin-square dependence of the volume and surface energy terms is applied to reproduce experimentally known masses of nuclei with number of protons and neutrons larger or equal to twenty. The ground-state microscopic energy corrections are taken into account. In spite of the fact that the model contains only six adjustable parameters, the quality of mass reproduction is good, and it is comparable with other contemporary mass models. Also, the fission barrier heights of actinide nuclei evaluated using the topographical theorem of Myers and Swiatecki are close to the data."
    },
    {
      "title": "High density symmetry energy: A key to the solution of the hyperon puzzle",
      "link": "https://arxiv.org/abs/2411.18349",
      "authors": "Jun-Ting Ye, Rui Wang, Si-Pei Wang, Lie-Wen Chen",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2411.18349v2 Announce Type: replace \nAbstract: The recently developed nuclear effective interaction based on the so-called N3LO Skyrme pseudopotential is extended to include the hyperon-nucleon and hyperon-hyperon interactions by assuming the similar density, momentum, and isospin dependence as for the nucleon-nucleon interaction. The parameters in these interactions are determined from either experimental information if any or chiral effective field theory or lattice QCD calculations of the hyperon potentials in nuclear matter around nuclear saturation density $\\rho_0$. We find that varying the high density behavior of the symmetry energy $E_{\\rm sym}(\\rho)$ can significantly change the critical density for hyperon appearance in the neutron stars and thus the maximum mass $M_{\\rm TOV}$ of static hyperon stars. In particular, a symmetry energy which is soft around $2-3\\rho_0$ but stiff above about $4\\rho_0$, can lead to $M_{\\rm TOV} \\gtrsim 2M_\\odot$ for hyperon stars and simultaneously be compatible with (1) the constraints on the equation of state of symmetric nuclear matter at suprasaturation densities obtained from flow data in heavy-ion collisions; (2) the microscopic calculations of the equation of state for pure neutron matter; (3) the star tidal deformability extracted from gravitational wave signal GW170817; (4) the mass-radius relations of PSR J0030+0451, PSR J0740+6620 and PSR J0437-4715 measured from NICER; (5) the observation of the unusually low mass and small radius in the central compact object of HESS J1731-347. Furthermore, the sound speed squared of the hyperon star matter naturally displays a strong peak structure around baryon density of $3-4\\rho_0$, consistent with the model-independent analysis on the multimessenger data. Our results suggest that the high density symmetry energy could be a key to the solution of the hyperon puzzle in neutron star physics."
    },
    {
      "title": "Neutrinoless double beta decay with light sterile neutrinos: the contact terms",
      "link": "https://arxiv.org/abs/2412.10497",
      "authors": "Vincenzo Cirigliano, Wouter Dekens, Sebasti\\'an Urrutia Quiroga",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2412.10497v2 Announce Type: replace-cross \nAbstract: We study neutrinoless double-beta decay in extensions of the Standard Model that include $n$ right-handed neutrino singlets, with masses $m_s$ below the GeV scale. Generalizing recently developed matching methods, we determine the $m_s$ dependence of the short-range $nn \\to pp$ couplings that appear to leading order in the chiral effective field theory description of neutrinoless double beta decay. We focus on two scenarios, corresponding to the minimal $\\nu$SM and left-right symmetric models. We illustrate the impact of our new results in the case of the $\\nu$SM, showing a significant impact on the neutrinoless double-beta decay half-life when $m_s$ is in the 200-800 MeV range."
    },
    {
      "title": "History of the concept of nuclear shape",
      "link": "https://epja.epj.org/10.1140/epja/s10050-025-01545-1",
      "authors": "Thomas Duguet, Giuliano Giacalone, Vittorio Somà, You Zhou, David Verney",
      "source": "European Physical Journal A",
      "summary": "Authors: Thomas Duguet, Giuliano Giacalone, Vittorio Somà, You Zhou and David Verney.The European Physical Journal A Vol. 61 , page 82Published online: 22/4/2025\n       Keywords:"
    },
    {
      "title": "Erratum to: “Evidence of off-shell Higgs boson production from <em>ZZ</em> leptonic decay channels and constraints on its total width with the ATLAS detector” [Phys. Lett. B 846 (2023) 138223]",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269325002102?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: June 2025Source: Physics Letters B, Volume 865Author(s): The ATLAS Collaboration"
    },
    {
      "title": "High precision X-ray spectroscopy of kaonic neon",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269325002539?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: Available online 23 April 2025Source: Physics Letters BAuthor(s): F. Sgaramella, D. Sirghi, K. Toho, F. Clozza, L. Abbene, C. Amsler, F. Artibani, M. Bazzi, G. Borghi, D. Bosnar, M. Bragadireanu, A. Buttacavoli, M. Cargnelli, M. Carminati, A. Clozza, R. Del Grande, L. De Paolis, K. Dulski, L. Fabbietti, C. Fiorini"
    },
    {
      "title": "Understanding thermalization in a non-Abelian gauge theory in terms of its soft modes",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269325002515?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: Available online 23 April 2025Source: Physics Letters BAuthor(s): Sayak Guin, Harshit Pandey, Sayantan Sharma"
    },
    {
      "title": "Primordial Black Hole Reformation in the Early Universe",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269325002497?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: Available online 23 April 2025Source: Physics Letters BAuthor(s): TaeHun Kim, Philip Lu"
    },
    {
      "title": "Investigating the collectivity of intruder states along N=49 isotones",
      "link": "https://www.sciencedirect.com/science/article/pii/S0375947425001113?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Nuclear Physics A",
      "summary": "Publication date: Available online 23 April 2025Source: Nuclear Physics AAuthor(s): J. Pellumaj, A. Gottardo, A. Goasduff, D. Bazzacco, D. Brugnara, G. Benzoni, S. Bottoni, S. Capra, G. de Angelis, A. Gozzelino, J. Ha, S.M. Lenzi, T. Marchi, R. Menegazzo, D. Mengoni, A. Nannini, D.R. Napoli, R.M. Pérez-Vidal, S. Pigliapoco, F. Recchia"
    },
    {
      "title": "Low-Energy Electron Scattering for Nucleon and Exotic Nuclei - ULQ2 and SCRIT -",
      "link": "https://www.sciencedirect.com/science/article/pii/S0375947425001083?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Nuclear Physics A",
      "summary": "Publication date: Available online 23 April 2025Source: Nuclear Physics AAuthor(s): Toshimi Suda"
    },
    {
      "title": "First Results From Measurements of Capture Reactions on Sn and Pd for the <em>γ</em>-Process Using HECTOR",
      "link": "https://www.sciencedirect.com/science/article/pii/S0375947425001101?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Nuclear Physics A",
      "summary": "Publication date: Available online 23 April 2025Source: Nuclear Physics AAuthor(s): J.P. McDonaugh, A. Simon, C. Jones, J. Koros, M. Matney, L. Zimmer, T.L. Bailey, C. Boomershine, R. Fang, D. Robertson, E. Stech"
    },
    {
      "title": "ONOKORO Project: Comprehensive Research of Cluster Formation in Medium-heavy and Heavy Nuclei",
      "link": "https://www.sciencedirect.com/science/article/pii/S0375947425001095?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Nuclear Physics A",
      "summary": "Publication date: Available online 23 April 2025Source: Nuclear Physics AAuthor(s): Yuki Kubota, Kodjo Agbekponou, DeukSoon Ahn, Hidetada Baba, Koshi Higuchi, Yuto Hijikata, Sunji Kim, Yosuke Kondo, Shumpei Koyama, Kazuki Kyo, Kenjiro Miki, Tomoya Nakada, Shingo Ogio, Thomas Pohl, Taiki Sugiyama, Shoko Takeshige, Junki Tanaka, Ryotaro Tsuji, Ren Urayama, Kanta Yahiro"
    },
    {
      "title": "Alpha structures of <sup>16</sup>O at high excitation energies by <sup>3</sup>He + <sup>13</sup>C nuclear reactions",
      "link": "https://www.sciencedirect.com/science/article/pii/S0375947425001010?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Nuclear Physics A",
      "summary": "Publication date: Available online 23 April 2025Source: Nuclear Physics AAuthor(s): I. Lombardo, L. Redigolo, D. Dell'Aquila, M. Vigilante, M. Aytekin, L. Baldesi, S. Barlini, A. Camaiani, G. Casini, C. Ciampi, M. Cicerchia, D. Fabris, C. Frosin, F. Gramegna, T. Marchi, A. Ordine, P. Ottanelli, G. Pasquali, S. Piantelli, M. Russo"
    },
    {
      "title": "Dipole excitations in nuclei",
      "link": "https://www.sciencedirect.com/science/article/pii/S0375947425001009?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Nuclear Physics A",
      "summary": "Publication date: Available online 23 April 2025Source: Nuclear Physics AAuthor(s): Nadia Tsoneva"
    },
    {
      "title": "Recent results and prospects of the SCRIT electron scattering facility",
      "link": "https://www.sciencedirect.com/science/article/pii/S0375947425001071?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Nuclear Physics A",
      "summary": "Publication date: Available online 23 April 2025Source: Nuclear Physics AAuthor(s): K. Tsukada"
    },
    {
      "title": "First Experimental Test of the Ratio Method",
      "link": "https://www.sciencedirect.com/science/article/pii/S037594742500106X?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Nuclear Physics A",
      "summary": "Publication date: Available online 23 April 2025Source: Nuclear Physics AAuthor(s): S. Ota, P. Capel, G. Christian, V. Durant, K. Hagel, E. Harris, R.C. Johnson, Z. Luo, F.M. Nunes, M. Roosa, A. Saastamoinen, D.P. Scriven"
    }
  ]
}