{
  "lastUpdated": "2025-05-24T02:25:37.063199",
  "papers": [
    {
      "title": "Hypertriton puzzle in relativistic heavy-ion collisions",
      "link": "http://link.aps.org/doi/10.1103/PhysRevC.111.054917",
      "authors": "Thomas Cohen and Maneesha Pradeep",
      "source": "Physical Review C",
      "summary": "Author(s): Thomas Cohen and Maneesha PradeepThe yields of hadrons and light nuclei in relativistic collisions of heavy-nuclei at a center of mass energy of $\\sqrt{{s}_{NN}}\\phantom{\\rule{0.16em}{0ex}}=\\phantom{\\rule{0.16em}{0ex}}2.6\\phantom{\\rule{0.16em}{0ex}}\\text{TeV}$ can be described remarkably well by a thermal distribution of an ideal g…[Phys. Rev. C 111, 054917] Published Fri May 23, 2025"
    },
    {
      "title": "Modification of the universal relation between mass, radius, and nonradial $f$-mode oscillation in proto-neutron stars",
      "link": "http://link.aps.org/doi/10.1103/PhysRevC.111.055805",
      "authors": "Deepak Kumar, Asit Karan, Anshuman Verma, Hiranmaya Mishra, and Ritam Mallick",
      "source": "Physical Review C",
      "summary": "Author(s): Deepak Kumar, Asit Karan, Anshuman Verma, Hiranmaya Mishra, and Ritam MallickNeutron stars are usually assumed to be cold; however, in certain dynamical astrophysical scenarios such as newly born neutron stars or binary star mergers, the temperature effects play a non-negligible role. We systematically derive the equation of state at finite temperature within a relativistic …[Phys. Rev. C 111, 055805] Published Fri May 23, 2025"
    },
    {
      "title": "Extension of the particle x-ray coincidence technique: The lifetimes and branching ratios apparatus",
      "link": "http://link.aps.org/doi/10.1103/PhysRevC.111.055806",
      "authors": "L. J. Sun, J. Dopfer, A. Adams, C. Wrede, A. Banerjee, B. A. Brown, J. Chen, E. A. M. Jensen, R. Mahajan, T. Rauscher, C. Sumithrarachchi, L. E. Weghorn, D. Weisshaar, and T. Wheeler",
      "source": "Physical Review C",
      "summary": "Author(s): L. J. Sun, J. Dopfer, A. Adams, C. Wrede, A. Banerjee, B. A. Brown, J. Chen, E. A. M. Jensen, R. Mahajan, T. Rauscher, C. Sumithrarachchi, L. E. Weghorn, D. Weisshaar, and T. WheelerThe particle x-ray coincidence technique (PXCT) was originally developed to measure average lifetimes in the ${10}^{−17}–{10}^{−15}\\phantom{\\rule{0.16em}{0ex}}\\mathrm{s}$ range for proton-unbound states populated by electron capture (EC). We have designed and built the Lifetimes and Branching Ratios…[Phys. Rev. C 111, 055806] Published Fri May 23, 2025"
    },
    {
      "title": "Initial-State Charge Density Predicts Final-State Net Charge Flow in Heavy-Ion Collisions",
      "link": "https://arxiv.org/abs/2505.16038",
      "authors": "Jefferson Sousa, Matthew D. Sievert, Jacquelyn Noronha-Hostler, Patrick Carzon, Matthew Luzum",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2505.16038v1 Announce Type: new \nAbstract: We propose a new class of charge-conjugation-odd flow observables and use them to investigate the dynamics of conserved currents in simulations of relativistic heavy-ion collisions. Inspired by the success of the initial energy and momentum distributions at predicting final-state anisotropic flow, we construct systematically-improvable initial-state estimators for final net-charge flow observables, which we validate with numerical simulations. This opens the possibility of a multitude of new charge-dependent probes of heavy-ion collisions of different systems and energies."
    },
    {
      "title": "The $\\alpha+{}^2n+{}^2n$ 3-body cluster structures and dineutron breaking in ${}^8 \\mathrm{He}$",
      "link": "https://arxiv.org/abs/2505.16235",
      "authors": "Kosei Nakagawa, Yoshiko Kanada-En'yo",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2505.16235v1 Announce Type: new \nAbstract: The $0_2^+$ state of ${}^8\\mathrm{He}$ has been discovered by a recent experiment, which suggested a developed cluster structure of spatially correlated neutron pairs, called \"dineutrons\" (${}^2n$). We aim to investigate the structure of ${}^8\\mathrm{He}(0^+_1)$ and ${}^8\\mathrm{He}(0^+_2)$ to clarify the monopole excitation mode in ${}^8\\mathrm{He}$ system while focusing on the $\\alpha+{}^2n+{}^2n$ cluster structures and the breaking of ${}^2n$ clusters. We apply a microscopic cluster model with the generator coordinate method for the $\\alpha+{}^2n+{}^2n$ cluster and ${}^6\\mathrm{He}+{}^2n$ cluster dynamics. The $p_{3/2}$-closure component, which is induced by the spin-orbit force, is also incorporated. The present calculation reasonably reproduces the experimental data of the properties of ${}^8\\mathrm{He}$, such as $2n$ and $4n$ separation energies, energy spectra, and radii. The spatially developed cluster structure of the $0_2^+$ state is obtained. The $0_1^+$ and $0_2^+$ states have dominant components of $\\alpha+{}^2n+{}^2n$ 3-body cluster, but contain significant ${}^2n$ breaking components which contribute to the energy gain and size shrinking of the ${}^8\\mathrm{He}$ system. The monopole excitation in ${}^8\\mathrm{He}$ is regarded as a radial excitation, which is similar to that in ${}^{12}\\mathrm{C}$. The $\\alpha+{}^2n+{}^2n$ cluster structures play a dominant role in ${}^8\\mathrm{He}(0_{1,2}^+)$, and the mixing of the dineutron breaking contributes to significant structural effects."
    },
    {
      "title": "Seniority-two valence-shell building blocks of the octupole phonon",
      "link": "https://arxiv.org/abs/2505.16515",
      "authors": "M. Scheck, R. Chapman, K. Mashtakov, R. Meeten, P. L. Sassarini, P. Spagnoletti",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2505.16515v1 Announce Type: new \nAbstract: The relative ordering of $J^-$ levels of multiplets resulting from two-body excitations, which include a $J^{\\pi}=3^-$ state that can contribute to the octupole phonon, are investigated in a simplistic shell-model approach. To calculate the relative level ordering, harmonic oscillator wavefunctions and a residual $\\delta$ interaction are used. The simplistic approach confirms for the particle-particle channel, the often stated preference of the $\\Delta j=3, \\Delta l =3$ subshell combination over the $\\Delta j=3, \\Delta l =1$ subshell combination through an enhanced energy gain. Furthermore, it is shown that, in the particle-hole channel, the gain is less pronounced for the $\\Delta j=3, \\Delta l =3$ subshell configuration. In combination with the overall structure of an oscillator shell, these results explain the comparatively low excitation energy for 3$^-_1$ excitations observed for the octupole-soft proton and neutron numbers predicted by various models."
    },
    {
      "title": "Neutron Star crust informed by nuclear structure data",
      "link": "https://arxiv.org/abs/2505.16929",
      "authors": "Pietro Klausner, Marco Antonelli, Francesca Gulminelli",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2505.16929v1 Announce Type: new \nAbstract: We perform a Bayesian analysis of the neutron star (NS) equation of state (EoS) based on a wide set of Skyrme functionals, derived from previous nuclear physics inferences. The novelty of this approach lies in starting from the full multidimensional posterior distribution of nuclear matter parameters, consistent with a comprehensive set of static and dynamic nuclear structure observables. We construct unified EoSs for $npe\\mu$ matter, where the inner crust of the NS is treated using an extended Thomas-Fermi method, providing for the first time a fully consistent Bayesian treatment of the correlation of bulk with surface as well as with spin-orbit and effective mass parameters. We then employ a standard Bayesian framework to identify those EoSs that satisfy astrophysical constraints from NS mass measurements, the tidal deformability from GW170817, and NICER mass-radius observations. We also examine NS observables, such as the crustal moment of inertia, which is crucial in understanding pulsar glitches. Compared to previous works, we observe an increase in both the NS surface thickness and the crustal moment of inertia."
    },
    {
      "title": "Bloch oscillation with a diatomic tight-binding model on quantum computers",
      "link": "https://arxiv.org/abs/2505.15945",
      "authors": "Peng Guo, Jaime Park, Frank X. Lee",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2505.15945v1 Announce Type: cross \nAbstract: We aim to explore a more efficient way to simulate few-body dynamics on quantum computers. Instead of mapping the second quantization of the system Hamiltonian to qubit Pauli gates representation via the Jordan-Wigner transform, we propose to use the few-body Hamiltonian matrix under the statevector basis representation which is more economical on the required number of quantum registers. For a single-particle excitation state on a one-dimensional chain, $\\Gamma$ qubits can simulate $N=2^\\Gamma$ number of sites, in comparison to $N$ qubits for $N$ sites via the Jordan-Wigner approach. A two-band diatomic tight-binding model is used to demonstrate the effectiveness of the statevector basis representation. Both one-particle and two-particle quantum circuits are constructed and some numerical tests on IBM hardware are presented."
    },
    {
      "title": "Hidden-Charm Tetraquarks in a Mixture Model: Coupled-Channel Analysis with $c\\bar{c}$ and Hadronic Molecular Components",
      "link": "https://arxiv.org/abs/2505.16219",
      "authors": "Kotaro Miyake, Yasuhiro Yamaguchi",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2505.16219v1 Announce Type: cross \nAbstract: The nature of the $X(3872)$ and other exotic hadrons has been a subject of extensive investigation since the first observation of the $X(3872)$ in 2003. While various theoretical models have been proposed, including hadronic molecular and compact tetraquark interpretations, some experimental evidence suggests that the $X(3872)$ may be a mixture state of a hadronic molecule and a $c\\bar{c}$ core. In this work, we perform a systematic study of the hidden-charm tetraquark candidates $X(3860)$, $X(3872)$, and $Z(3930)$ using a coupled-channel model that incorporates both $c\\bar{c}$ states and $D^{(*)}\\bar{D}^{(*)}$ hadronic molecular components. The $c\\bar{c}$ sector is described based on the constituent quark model predictions for the $\\chi_{cJ}(2P)$ ($J = 0, 1, 2$) states, while the meson-meson interactions are modeled using pseudoscalar and vector meson exchange potentials. The model parameters are fixed to reproduce the masses of the $X(3872)$ and $Z(3930)$, and the resulting framework is used to predict the mass and structure of the $J^{PC} = 0^{++}$ state associated with the $X(3860)$. Our results support the mixture interpretation of these exotic hadrons, exhibiting strong attractions from the transition potential between $c\\bar{c}$ and $D^{(*)}\\bar{D}^{(*)}$ components. The molecular component is found to dominate in the $X(3872)$, while the $c\\bar{c}$ component plays a more prominent role in the $X(3860)$ and $Z(3930)$."
    },
    {
      "title": "Lattice study of correlators of chromoelectric fields for heavy quarkonium dynamics in the quark-gluon plasma",
      "link": "https://arxiv.org/abs/2505.16603",
      "authors": "Nora Brambilla, Saumen Datta, Marc Janer, Viljami Leino, Julian Mayer-Steudte, Peter Petreczky, Antonio Vairo",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2505.16603v1 Announce Type: cross \nAbstract: We perform a lattice calculation of the correlators of two chromoelectric fields in the adjoint representation connected by adjoint Wilson lines at non-zero temperature. These correlators arise in the study of quarkonium dynamics and of adjoint heavy quark diffusion in deconfined matter. We work in SU(3) gauge theory using either gradient flow or multi-level algorithms for noise reduction, and discuss the renormalization of the correlators on the lattice. We find that a Casimir factor rescaling relates the adjoint correlators corresponding to the diffusion of an adjoint heavy quark and the octet-octet quarkonium transitions to the chromoelectric correlator in the fundamental representation describing the diffusion of a heavy quark."
    },
    {
      "title": "The chromoelectric adjoint correlators in Euclidean space at next-to-leading order",
      "link": "https://arxiv.org/abs/2505.16604",
      "authors": "Nora Brambilla, Panayiotis Panayiotou, Saga S\\\"appi, Antonio Vairo",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2505.16604v1 Announce Type: cross \nAbstract: The physics of quarkonium created in heavy-ion collisions is intrinsically connected to the correlation functions of adjoint chromoelectric fields in quantum chromodynamics. We study such correlation functions in a weak-coupling expansion in a thermal medium. We identify three distinct gauge-invariant correlators, and evaluate them to next-to-leading order. Two of the resulting correlators turn out to be asymmetric. We pinpoint the source of this asymmetry to Matsubara zero modes associated with Wilson lines. The results are shown to agree well with recent lattice calculations at high temperatures."
    },
    {
      "title": "Pi in the Sky: Neutron Stars with Exceptionally Light QCD Axions",
      "link": "https://arxiv.org/abs/2410.21590",
      "authors": "Mia Kumamoto, Junwu Huang, Christian Drischler, Masha Baryakhtar, Sanjay Reddy",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2410.21590v3 Announce Type: replace-cross \nAbstract: We present a comprehensive study of axion condensed neutron stars that arise in models of an exceptionally light axion that couples to quantum chromodynamics (QCD). These axions solve the strong-charge-parity (CP) problem, but have a mass-squared lighter than that due to QCD by a factor of $\\varepsilon<1$. Inside dense matter, the axion potential is altered, and much of the matter in neutron stars resides in the axion condensed phase where the strong-CP parameter $\\theta =\\pi$ and CP remains a good symmetry. In these regions, masses and interactions of nuclei are modified, in turn changing the equation of state (EOS), structure and phenomenology of the neutron stars. We take first steps toward the study of the EOS of neutron star matter at $\\theta =\\pi$ within chiral effective field theory and use relativistic mean field theory to deduce the resulting changes to nuclear matter and the neutron star low-density EOS. We derive constraints on the exceptionally light axion parameter space based on observations of the thermal relaxation of accreting neutron stars, isolated neutron star cooling, and pulsar glitches, excluding the region up to $5 \\times 10^{-7} \\lesssim \\varepsilon \\lesssim 0.2$ for $ m_a \\gtrsim 2\\times 10^{-9}\\,{\\rm eV} $. We comment on potential changes to the neutron star mass-radius relationship, and discuss the possibility of novel, nuclear-density compact objects with $\\theta =\\pi$ that are stabilized not by gravity but by the axion potential."
    },
    {
      "title": "Topical issue on short-range correlations and the EMC effect",
      "link": "https://epja.epj.org/10.1140/epja/s10050-025-01578-6",
      "authors": "O. Hen, D. W. Higinbotham, E. Piazetsky, A. Schmidt",
      "source": "European Physical Journal A",
      "summary": "Authors: O. Hen, D. W. Higinbotham, E. Piazetsky and A. Schmidt.The European Physical Journal A Vol. 61 , page 109Published online: 21/5/2025"
    },
    {
      "title": "A harmonic oscillator in nonadditive statistics and a novel transverse momentum spectrum in high-energy collisions",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269325003491?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: August 2025Source: Physics Letters B, Volume 867Author(s): Trambak Bhattacharyya, Maciej Rybczyński, Grzegorz Wilk, Zbigniew Włodarczyk"
    },
    {
      "title": "Can Yang-Baxter imply Lie algebra?",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269325003478?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: August 2025Source: Physics Letters B, Volume 867Author(s): D. Khudoteplov, A. Morozov, A. Sleptsov"
    },
    {
      "title": "On refined Vogel's universality",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269325003570?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: August 2025Source: Physics Letters B, Volume 867Author(s): Liudmila Bishler, Andrei Mironov"
    },
    {
      "title": "Thermodynamic insights into evolving Lorentzian wormholes in <math xmlns:mml=\"http://www.w3.org/1998/Math/MathML\" altimg=\"si1.svg\" class=\"math\"><mi>f</mi><mo stretchy=\"false\">(</mo><mi mathvariant=\"script\">R</mi><mo>,</mo><mi mathvariant=\"script\">T</mi><mo stretchy=\"false\">)</mo></math> gravity",
      "link": "https://www.sciencedirect.com/science/article/pii/S037026932500351X?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: August 2025Source: Physics Letters B, Volume 867Author(s): C.S. Varsha, L. Sudharani, N.S. Kavya, V. Venkatesha"
    },
    {
      "title": "Primordial gravitational waves from spontaneous Lorentz symmetry breaking",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269325003582?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: August 2025Source: Physics Letters B, Volume 867Author(s): Mohsen Khodadi, Gaetano Lambiase, Leonardo Mastrototaro, Tanmay Kumar Poddar"
    },
    {
      "title": "Contrasting pseudoscalar Higgs and toponium states at the LHC and beyond",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269325003442?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: July 2025Source: Physics Letters B, Volume 866Author(s): Abdelhak Djouadi, John Ellis, Jérémie Quevillon"
    },
    {
      "title": "Towards a first principles light-front Hamiltonian for the nucleon",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269325003600?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: Available online 22 May 2025Source: Physics Letters BAuthor(s): Siqi Xu, Yiping Liu, Chandan Mondal, Jiangshan Lan, Xingbo Zhao, Yang Li, James P. Vary, BLFQ Collaboration"
    },
    {
      "title": "Competing structures in the beyond neutron N=104 midshell nucleus <sup>184</sup>Pb",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269325003624?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: Available online 21 May 2025Source: Physics Letters BAuthor(s): J. Ojala, J. Pakarinen, R. Wadsworth, H. Badran, D.M. Cox, A.D. Briscoe, A. Brown, T. Calverley, T. Grahn, P.T. Greenlees, J. Hilton, R. Julin, J. Konki, R. Llewellyn, S. Juutinen, M. Leino, P. Papadakis, J. Partanen, P. Rahkila, M. Sandzelius"
    },
    {
      "title": "Effect of environment-induced interatomic interaction on entanglement generation for uniformly accelerated atoms with a boundary",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269325003545?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: Available online 21 May 2025Source: Physics Letters BAuthor(s): Chenhao Ma, Zixu Zhao"
    },
    {
      "title": "Energy Extraction from Rotating Black Hole with Quintessential Energy through the Penrose Process",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269325003533?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: Available online 21 May 2025Source: Physics Letters BAuthor(s): K.Q. Abbasi, F.L. Carneiro, M.Z.A. Moughal"
    },
    {
      "title": "Kadomtsev-Petviashvili hierarchies with non-formal pseudo-differential operators, non-formal solutions, and a Yang-Mills–like formulation",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269325003508?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: Available online 20 May 2025Source: Physics Letters BAuthor(s): Jean-Pierre Magnot, Enrique G. Reyes"
    },
    {
      "title": "The nucleon properties in finite temperature and density with Gaussian fluctuations",
      "link": "https://www.sciencedirect.com/science/article/pii/S037026932500348X?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: Available online 20 May 2025Source: Physics Letters BAuthor(s): PeiXin Weng, Bingtao Li, Yiming Lyu, Song Shu, Hui Zhang"
    }
  ]
}