{
  "lastUpdated": "2025-06-12T02:41:43.661740",
  "papers": [
    {
      "title": "Renormalization group analysis of electromagnetic properties of the deuteron",
      "link": "http://link.aps.org/doi/10.1103/r2nc-cy7r",
      "authors": "Thomas R. Richardson and Immo C. Reis",
      "source": "Physical Review C",
      "summary": "Author(s): Thomas R. Richardson and Immo C. ReisThe role of radiative corrections in low-energy nuclear physics is beginning to receive more scrutiny. We examine the impact of these corrections for the deuteron charge form factor and the radiative capture process $np→dγ$ through the velocity renormalization group. In both cases, we find percent-l…[Phys. Rev. C 111, 064001] Published Wed Jun 11, 2025"
    },
    {
      "title": "$α$ decay of the neutron-deficient nucleus $^{224}\\mathrm{Np}$ by the particle-number-conserving method in the framework of the deformed shell model",
      "link": "http://link.aps.org/doi/10.1103/g5cs-7tvg",
      "authors": "Xiao-Tao He, Kun Huang, T. M. Shneidman, N. V. Antonenko, Jun Zhang, and Hong-qiang You",
      "source": "Physical Review C",
      "summary": "Author(s): Xiao-Tao He, Kun Huang, T. M. Shneidman, N. V. Antonenko, Jun Zhang, and Hong-qiang YouThe particle-number-conserving (PNC) method in the framework of the deformed shell model is employed to study the properties of the newly discovered short-lived neutron-deficient nucleus $^{224}\\mathrm{Np}$ and its $α$ decay. The calculated energy of the $α$ particle lies within 300 keV of the exper…[Phys. Rev. C 111, 064312] Published Wed Jun 11, 2025"
    },
    {
      "title": "$R$-matrix analysis of the $^{8}\\mathrm{Be}$ system",
      "link": "http://link.aps.org/doi/10.1103/msrx-3fjr",
      "authors": "S. N. Paneru, H. Y. Lee, R. J. deBoer, M. W. Paris, G. M. Hale, M. Febbraro, E. A. Bennett, C. Fichtl, N. A. Gibson, J. Görres, C. Hamilton, S. A. Kuvin, K. Manukyan, M. Mosby, C. Prokop, D. Robertson, H. Sasaki, E. Stech, W. P. Tan, and M. Wiescher",
      "source": "Physical Review C",
      "summary": "Author(s): S. N. Paneru, H. Y. Lee, R. J. deBoer, M. W. Paris, G. M. Hale, M. Febbraro, E. A. Bennett, C. Fichtl, N. A. Gibson, J. Görres, C. Hamilton, S. A. Kuvin, K. Manukyan, M. Mosby, C. Prokop, D. Robertson, H. Sasaki, E. Stech, W. P. Tan, and M. WiescherAn accurate understanding of charged particle induced reactions is important for astrophysics and nuclear applications. Evaluations of light nuclei reaction cross sections are often performed using resonance matrix analysis and play a fundamental role in nuclear data libraries such as ENDF. Prompted…[Phys. Rev. C 111, 064609] Published Wed Jun 11, 2025"
    },
    {
      "title": "Probing small neutron skin variations in isotope pairs by hyperon-antihyperon production in antiproton-nucleus interactions",
      "link": "http://link.aps.org/doi/10.1103/5by7-yj9g",
      "authors": "Falk Schupp, Josef Pochodzalla, Michael Bölting, Martin Christiansen, Theodoros Gaitanos, Horst Lenske, and Marcell Steinen",
      "source": "Physical Review C",
      "summary": "Author(s): Falk Schupp, Josef Pochodzalla, Michael Bölting, Martin Christiansen, Theodoros Gaitanos, Horst Lenske, and Marcell SteinenWe propose a new method to study the evolution of the neutron periphery between different isotopes by considering antiproton-nucleus interactions close to the production threshold of $\\mathrm{Λ}\\overline{\\mathrm{Λ}}$ and ${\\mathrm{Σ}}^{−}\\overline{\\mathrm{Λ}}$ pairs. At low energies, $\\mathrm{Λ}\\ove…[Phys. Rev. C 111, 064610] Published Wed Jun 11, 2025"
    },
    {
      "title": "Improved $S$ factor of the $^{13}\\mathrm{C}(p,γ)^{14}\\mathrm{N}$ reaction at ${E}_{p}=330−740\\phantom{\\rule{0.16em}{0ex}}\\mathrm{keV}$ and parameters of resonances at 448 keV and 551 keV",
      "link": "http://link.aps.org/doi/10.1103/h1yt-5myk",
      "authors": "J. Skowronski <em>et al.</em>",
      "source": "Physical Review C",
      "summary": "Author(s): J. Skowronski et al.The stellar carbon-nitrogen-oxygen nuclear reaction cycle (CNO cycle) converts four protons to an α particle providing most of the energy in massive main sequence stars and in stars in more advanced stages. It also affects the nucleosynthesis output of these stars and ultimately the chemical evolution of galaxies. The present manuscript reports on a new cross-section measurement for the 13C(p,γ)14N reaction—the second proton capture reaction in the CNO cycle—performed at the Felsenkeller shallow-underground laboratory in Dresden, Germany. The new data are consistent with recent results reported by the LUNA Collaboration and are about 20\\% lower than previous literature data. The newly calculated reaction rate is systematically lower than assumed so far for temperatures up to 10 GK, a result that should have an impact on stellar model calculations and CNO cycle nucleosynthesis.[Phys. Rev. C 111, 064611] Published Wed Jun 11, 2025"
    },
    {
      "title": "Exploration of multifragment emission from the $^{252}\\mathrm{Cf}$ nucleus in a collinear configuration mode",
      "link": "http://link.aps.org/doi/10.1103/v617-6glq",
      "authors": "Chahat Jindal, Nitin Sharma, and Manoj K. Sharma",
      "source": "Physical Review C",
      "summary": "Author(s): Chahat Jindal, Nitin Sharma, and Manoj K. SharmaThe nuclei belonging to the actinide region are radioactive and may proceed to the exit channel via various disintegration modes. One of the interesting candidates is the $^{252}\\mathrm{Cf}$ nucleus, which may disintegrate via binary, ternary, and or quaternary channels. The present work explores th…[Phys. Rev. C 111, 064612] Published Wed Jun 11, 2025"
    },
    {
      "title": "Semi-inclusive direct photon $+$ jet and ${π}^{0}+\\mathrm{jet}$ correlations measured in $p+p$ and central $\\mathrm{Au}+\\mathrm{Au}$ collisions at $\\sqrt{{s}_{NN}}=200\\phantom{\\rule{0.28em}{0ex}}\\mathrm{GeV}$",
      "link": "http://link.aps.org/doi/10.1103/8b8y-98yh",
      "authors": "B. E. Aboona <em>et al.</em> (The STAR Collaboration)",
      "source": "Physical Review C",
      "summary": "Author(s): B. E. Aboona et al. (The STAR Collaboration)The Solenoidal Tracker at RHIC (STAR) experiment at the Relativistic Heavy Ion Collider reports new measurements of jet quenching based on the semi-inclusive distribution of charged-particle jets recoiling from direct photon $({γ}_{\\mathrm{dir}})$ and neutral pion $({π}^{0})$ triggers in $\\mathit{pp…[Phys. Rev. C 111, 064907] Published Wed Jun 11, 2025"
    },
    {
      "title": "Erratum: Identification of a quasiparticle band in very neutron-rich $^{104}\\mathrm{Zr}$ [Phys. Rev. C <b>82</b>, 027302 (2010)]",
      "link": "http://link.aps.org/doi/10.1103/tm3f-q687",
      "authors": "E. H. Wang, E. Y. Yeoh (杨韵颐), S. J. Zhu (朱胜江), J. H. Hamilton, A. V. Ramayya, Y. X. Liu (刘艳鑫), Y. Sun (孙扬), J. K. Hwang, S. H. Liu, J. G. Wang (王建国), Y. X. Luo, J. O. Rasmussen, I. Y. Lee, H. B. Ding (丁怀博), L. Gu (顾龙), Q. Xu (徐强), and Z. G. Xiao (肖志刚)",
      "source": "Physical Review C",
      "summary": "Author(s): E. H. Wang, E. Y. Yeoh (杨韵颐), S. J. Zhu (朱胜江), J. H. Hamilton, A. V. Ramayya, Y. X. Liu (刘艳鑫), Y. Sun (孙扬), J. K. Hwang, S. H. Liu, J. G. Wang (王建国), Y. X. Luo, J. O. Rasmussen, I. Y. Lee, H. B. Ding (丁怀博), L. Gu (顾龙), Q. Xu (徐强), and Z. G. Xiao (肖志刚)[Phys. Rev. C 111, 069902] Published Wed Jun 11, 2025"
    },
    {
      "title": "Isomeric yield ratios of fission products: A missing piece in reactor antineutrino summation calculations",
      "link": "http://link.aps.org/doi/10.1103/xrgf-6f3h",
      "authors": "A. Mattera, A. A. Sonzogni, E. A. McCutchan, C. J. Sears, and C. Billings",
      "source": "Physical Review C",
      "summary": "Author(s): A. Mattera, A. A. Sonzogni, E. A. McCutchan, C. J. Sears, and C. BillingsNuclear reactors create copious amounts of antineutrinos, but calculating their spectrum is challenging because one must understand in great detail both the available nuclear data and which physics contributions are relevant. Accurate new experiments have shown a 5% neutrino deficit in the detected flux known as the “reactor antineutrino anomaly”, and an excess at 5 to 7 MeV. The authors explore the effect of one particular and so far not fully appreciated input, the ratio of fission yield from an isomeric state to the total yield, known as the isomeric yield ratio (IYR) and which reflects different endpoint energies of the antineutrino spectra. Examining newly evaluated IYRs, the authors find that the values for certain isotopes significantly increase the antineutrino spectrum around and above 7 MeV with a 50% or greater increase at higher energies. The sensitivity study in this work identifies the need for accurate experimental data, especially for key fission products, to fully understand the observed discrepancies between measured and calculated antineutrino spectra.[Phys. Rev. C 111, L061601] Published Wed Jun 11, 2025"
    },
    {
      "title": "Estimation of Electron Screening Potential in the 6Li(d,{\\alpha})4He Reaction Using Multi-Layer Perceptron Neural Network",
      "link": "https://arxiv.org/abs/2506.08044",
      "authors": "D. Chattopadhyay",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2506.08044v1 Announce Type: new \nAbstract: Reactions between light charged nuclei at sub-Coulomb energies are crucial in astrophysical environments, but accurate cross-section measurements are hindered by electron screening. Traditional methods, including polynomial extrapolation and the Trojan Horse Method, often yield screening potentials exceeding adiabatic predictions. Building on the success of an MLP-based Artificial Neural Network (ANN) for the 6Li(p, {\\alpha})3He reaction [1], this work applies the same approach to the 6Li(d, {\\alpha})4He reaction. Experimental astrophysical S-factor data from literature are reanalyzed using the ANN to model the energy-dependent S-factor. The bare S-factor is extracted from data above 70 keV, where screening effects are minimal, and the screening potential is obtained by comparing with the low-energy region. The resulting screening potential is 147.95 eV, demonstrating the robustness of ANN-based methods for evaluating electron screening in low-energy nuclear reactions involving light nuclei."
    },
    {
      "title": "Bulk Viscosity of Two-Flavor Color Superconducting Quark Matter in Neutron Star Mergers",
      "link": "https://arxiv.org/abs/2506.08144",
      "authors": "Mark Alford, Arus Harutyunyan, Armen Sedrakian, Stefanos Tsiopelas",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2506.08144v1 Announce Type: new \nAbstract: This work investigates the bulk viscosity of warm, dense,\n  neutrino-transparent, color-superconducting quark matter, where\n  damping of density oscillations in the kHz frequency range arises\n  from weak-interaction-driven direct Urca processes involving\n  quarks. We study the two-flavor red-green paired\n  color-superconducting (2SC) phase, while allowing for the presence\n  of unpaired strange quarks and blue color light quarks of all\n  flavors. Our calculations are based on the SU(3) Nambu-Jona-Lasinio\n  (NJL) model, extended to include both vector interactions and the\n  't Hooft determinant term. The primary focus is on how variations in\n  the NJL Lagrangian parameters - specifically, the diquark and vector\n  coupling strengths - affect both the static properties of quark\n  matter, such as its equation of state and composition, and its\n  dynamical behavior, including bulk viscosity and associated damping\n  timescales. We find that the bulk viscosity and corresponding\n  damping timescale can change by more than an order of magnitude upon\n  varying the vector coupling by a factor of two at high densities and\n  by a lesser degree at lower densities. This sensitivity primarily\n  arises from the susceptibility of 2SC matter, with a smaller\n  contribution from modifications to the weak interaction rates. In\n  comparison, changes in the diquark coupling have a more limited\n  impact. The damping of density oscillations in 2SC matter is similar\n  quantitatively to nucleonic matter and can be a leading mechanism of\n  dissipation in merging hybrid stars containing color superconducting\n  cores."
    },
    {
      "title": "Microscopic analysis of the giant monopole resonance excitation energy",
      "link": "https://arxiv.org/abs/2506.08736",
      "authors": "M. K. Gaidarov, M. V. Ivanov, Y. I. Katsarov, A. N. Antonov, I. C. Danchev",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2506.08736v1 Announce Type: new \nAbstract: A systematic study of the isoscalar giant monopole resonance (ISGMR) in a wide range of nuclei from various isotopic chains is performed within the microscopic self-consistent Skyrme HF+BCS method and coherent density fluctuation model (CDFM). The calculations for the nuclear incompressibility are based on the Brueckner and Barcelona-Catania-Paris-Madrid (BCPM) energy density functionals for nuclear matter using the capability of the CDFM to make a transition to the corresponding incompressibility in finite nuclei. The results obtained by applying of different definitions of the ISGMR energy, as well as the two energy-density functionals, are analyzed and compared with the available experimental data. The consideration includes the peculiarities of the proton and neutron density distributions and their corresponding linear size characteristics. In general, a connection with the measured neutron skin thicknesses is proposed as a possible way for realistic estimations of the energy of ISGMR."
    },
    {
      "title": "Symmetry energy and neutron matter equation of state at $\\rho_0/3$ from the electric dipole polarizability in $^{48}$Ca, $^{68}$Ni and $^{208}$Pb",
      "link": "https://arxiv.org/abs/2506.08778",
      "authors": "Mengying Qiu, Lie-Wen Chen, Zheng Zheng Li, Yi Fei Niu, Zhen Zhang",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2506.08778v1 Announce Type: new \nAbstract: Based on the quasiparticle random phase approximation implemented via the finite amplitude method, we employ a set of representative relativistic mean-field models to investigate the sensitivity of the inverse electric dipole polarizability $1/\\alpha_{\\mathrm{D}}$ in $^{48}\\mathrm{Ca}$, $^{68}\\mathrm{Ni}$, and $^{208}\\mathrm{Pb}$ to the symmetry energy $E_{\\rm{sym}}(\\rho)$ and the neutron matter equation of state $E_{\\rm{PNM}}(\\rho)$ at a subsaturation density of $\\rho = \\rho_0/3$. Combined with predictions from nonrelativistic Skyrme energy density functionals (EDFs), our results reveal strong linear correlations between $1/\\alpha_{\\mathrm{D}}$ and both $E_{\\rm{sym}}(\\rho_0/3)$ and $E_{\\rm{PNM}}(\\rho_0/3)$. In particular, the $1/\\alpha_{\\mathrm{D}}$--$E_{\\rm{PNM}}(\\rho_0/3)$ correlation for $^{208}\\mathrm{Pb}$ is found to be nearly model-independent. A Bayesian analysis of the measured values of $\\alpha_{\\rm{D}}$ in $^{48}\\mathrm{Ca}$, $^{68}\\mathrm{Ni}$, and $^{208}\\mathrm{Pb}$ yields quantitative constraints of $E_{\\mathrm{sym}}(\\rho_0/3) = 17.8^{+1.1(1.8)}_{-0.9(1.6)}~\\mathrm{MeV}$ and $E_{\\mathrm{PNM}}(\\rho_0/3) = 9.1^{+0.8(1.4)}_{-0.9(1.4)}~\\mathrm{MeV}$ at the 68\\% (90\\%) confidence level, respectively. The extracted value of $E_{\\mathrm{PNM}}(\\rho_0/3)$ exceeds most predictions from microscopic many-body theories, suggesting a mild tension between nuclear EDF-based constraints derived from $\\alpha_{\\mathrm{D}}$ data and results from \\textit{ab initio} calculations."
    },
    {
      "title": "Heavy-heavy and heavy-light mesons in cold nuclear matter",
      "link": "https://arxiv.org/abs/2506.08946",
      "authors": "J. J. Cobos-Mart\\'inez, Guilherme N. Zeminiani, Kazuo Tsushima",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2506.08946v1 Announce Type: new \nAbstract: We review the in-medium modifications of effective masses (Lorentz scalar potentials or phenomenon of mass shift) of heavy-heavy and heavy-light mesons in symmetric nuclear matter and their nuclear bound states. We use a combined approach with the quark-meson coupling (QMC) model and an effective Lagrangian. As demonstrated by the cases of pionic and kaonic atoms, studies of meson-nucleus bound state can provide us with important information on chiral symmetry in dense nuclear medium. In this review, we treat the mesons, $K, K^*, D, D^*, B, B^*, \\eta, \\eta', \\phi, \\eta_c, J/\\psi, \\eta_b, \\Upsilon$, and $B_c$, where our emphasys is on the heavy mesons. In addition, we also present some new results for the $B_c$-nucleus bound states."
    },
    {
      "title": "Dense Matter in Neutron Stars with eXTP",
      "link": "https://arxiv.org/abs/2506.08104",
      "authors": "Ang Li, Anna L. Watts, Guobao Zhang, Sebastien Guillot, Yanjun Xu, Andrea Santangelo, Silvia Zane, Hua Feng, Shuang-Nan Zhang, Mingyu Ge, Liqiang Qi, Tuomo Salmi, Bas Dorsman, Zhiqiang Miao, Zhonghao Tu, Yuri Cavecchi, Xia Zhou, Xiaoping Zheng, Weihua Wang, Quan Cheng, Xuezhi Liu, Yining Wei, Wei Wang, Yujing Xu, Shanshan Weng, Weiwei Zhu, Zhaosheng Li, Lijing Shao, Youli Tuo, Akira Dohi, Ming Lyu, Peng Liu, Jianping Yuan, Mingyang Wang, Wenda Zhang, Zexi Li, Lian Tao, Liang Zhang, Hong Shen, Constan\\c{c}a Provid\\^encia, Laura Tolos, Alessandro Patruno, Li Li, Guozhu Liu, Kai Zhou, Lie-Wen Chen, Yizhong Fan, Toshitaka Kajino, Dong Lai, Xiangdong Li, Jie Meng, Xiaodong Tang, Zhigang Xiao, Shaolin Xiong, Renxin Xu, Shan-Gui Zhou, David R. Ballantyne, G. Fiorella Burgio, J\\'er\\^ome Chenevez, Devarshi Choudhury, Anthea F. Fantina, Duncan K. Galloway, Francesca Gulminelli, Kai Hebeler, Mariska Hoogkamer, Yves Kini, Aleksi Kurkela, Manuel Linares, J\\'er\\^ome Margueron, Melissa Mendes, Micaela Oertel, Alessandro Papitto, Juri Poutanen, Nanda Rea, Achim Schwenk, Isak Svensson, David Tsang, Aleksi Vuorinen, Nils Andersson, M. Coleman Miller, Luciano Rezzolla, Jirina R. Stone, Anthony W. Thomas",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2506.08104v1 Announce Type: cross \nAbstract: In this White Paper, we present the potential of the enhanced X-ray Timing and Polarimetry (eXTP) mission to constrain the equation of state of dense matter in neutron stars, exploring regimes not directly accessible to terrestrial experiments. By observing a diverse population of neutron stars - including isolated objects, X-ray bursters, and accreting systems - eXTP's unique combination of timing, spectroscopy, and polarimetry enables high-precision measurements of compactness, spin, surface temperature, polarimetric signals, and timing irregularity. These multifaceted observations, combined with advances in theoretical modeling, pave the way toward a comprehensive description of the properties and phases of dense matter from the crust to the core of neutron stars. Under development by an international Consortium led by the Institute of High Energy Physics of the Chinese Academy of Sciences, the eXTP mission is planned to be launched in early 2030."
    },
    {
      "title": "Wave-function microscopy: Derivation and anatomy of exact algebraic spinful wave functions and full Wigner-molecular spectra of a few highly correlated rapidly rotating ultracold fermionic atoms",
      "link": "https://arxiv.org/abs/2506.08145",
      "authors": "Constantine Yannouleas, Uzi Landman",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2506.08145v1 Announce Type: cross \nAbstract: Exploring strongly correlated spinful states of few fermionic ultracold atoms in a rapidly rotating trap, an example of which was recently realized for two fermionic $^6$Li atoms in an optical tweezer, we derive analytical (algebraic) total-spin-eigenstate wavefunctions through the development and employment of a theoretical platform that integrates exact numerical diagonalization (full configuration interaction, FCI) with symbolic language processing. For such rapid rotations, where the atoms occupy the lowest Landau level (LLL), the obtained algebraic expressions can address the full LLL spectrum in all its complexity, demonstrating that their spatial, spectral, and spin characteristics manifest formation of collectively rotating and vibrating Wigner molecules. The explicitly exhibited analytic wavefunctions (for two and three spinful $^6$Li atoms) reproduce precisely the corresponding numerical FCI results, and they are shown to reach beyond the limited range of applicability of previous Jastrow-type treatments. These results, and their extension to bosonic systems, provide the impetus and analysis tools for future experimental and theoretical simulations of larger mesoscopic systems"
    },
    {
      "title": "Revealing Dark Matter's Role in Neutron Stars Anisotropy: A Bayesian Approach Using Multi-messenger Observations",
      "link": "https://arxiv.org/abs/2506.08376",
      "authors": "Xue-Zhi Liu, Premachand Mahapatra, Chun Huang, Ayush Hazarika, Chiranjeeb Singha, Prasanta Kumar Das",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2506.08376v1 Announce Type: cross \nAbstract: Dark matter (DM) continues to evade direct detection, but neutron stars (NSs) serve as natural laboratories where even a modest DM component can alter their structure. While many studies have examined DM effects on NSs, they often rely on specific choices of equations of state (EOS) models, assume isotropy, and lack a Bayesian statistical framework, limiting their predictive power. In this work, we present a Bayesian framework that couples pressure-anisotropic nuclear EOS to a self-interacting fermionic DM component, constrained by NICER and GW170817 data. Our results show that DM mass fractions up to $\\sim10\\%$ remain consistent with current data, which softens the high-density EOS, leading to reduced stellar radii and tidal deformabilities while requiring negligible pressure anisotropy. Bayesian model comparison reveals no statistically significant preference between pure baryonic and DM-admixed NSs, indicating that DM inclusion enhances physical realism without complexity penalties. However, existing data cannot tightly constrain the DM parameters, and our empirical radius definition introduces a systematic bias toward the DM core configurations. To address this, we therefore introduce the DM radius span $\\Delta R_\\chi \\equiv R_{\\chi,\\mathrm{max}} - R_{\\chi,\\mathrm{min}}$ as a unified diagnostic for DM distributions. This parameter simultaneously characterizes core-halo transition features while exhibiting strong linear correlations ($\\Delta R_\\chi < 4\\,\\mathrm{km}$) with both DM and BM parameters, providing a clear avenue for future constraints. Our approach bridges current limitations and future potential in probing DM through compact star observations."
    },
    {
      "title": "Crust (Unified) Tool for Equation-of-state Reconstruction (CUTER) v2",
      "link": "https://arxiv.org/abs/2506.08658",
      "authors": "P. J. Davis, H. Dinh Thi, A. F. Fantina, F. Gulminelli, M. Oertel, L. Suleiman",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2506.08658v1 Announce Type: cross \nAbstract: The equation of state (EoS) is a needed input to determine the neutron-star global properties and to relate them. It is thus important to provide consistent and unified EoSs to avoid possible biases in the analyses coming from the use of inconsistent EoSs. We propose a numerical tool, CUTER, allowing the user to consistently match a nuclear-physics informed crust to an arbitrary higher density EoS. We present here the second version of this tool, CUTER v2. Two functionalities are available with the CUTER v2 tool, allowing the user to reconstruct either the whole (outer and inner) crust, or the outer crust only. We show that the code, that has been tested and validated for use by the astrophysical community, is able to efficiently perform both tasks, allowing the computation of neutron-star global properties in a consistent way."
    },
    {
      "title": "$D$ and $D^*$ mesons in isospin asymmetric nuclear medium",
      "link": "https://arxiv.org/abs/2506.08707",
      "authors": "Anshu Gautam, Dhananjay Singh, Navpreet Kaur, Satyajit Puhan, Suneel Dutt, Harleen Dahiya, Arvind Kumar",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2506.08707v1 Announce Type: cross \nAbstract: We investigate the properties of pseudoscalar $D$ and vector $D^*$ mesons in an isospin asymmetric nuclear medium using a hybrid approach that integrates the light-front quark model with the chiral SU(3) quark mean field model. The influence of isospin asymmetric nuclear medium is examined by utilizing the in-medium quark masses derived from the chiral SU(3) quark mean field model as an input in the light-front quark model to study the medium modification of $D$ mesons. We examine the impact of isospin asymmetry and baryon density at zero and finite temperature on the effective masses, weak decay constants, and distribution amplitudes of the pseudoscalar mesons $D^0$, $D^+$, $D_s$, and the vector mesons $D^{0*}$, $D^{+*}$, and $D_s^*$. Our results indicate significant medium-induced changes for pseudoscalar $D$ and vector $D^*$ mesons having $u/d$ as one of their constituent quarks, while a comparatively reduced effect is observed for mesons containing a strange quark. In contrast to temperature and isospin asymmetry, changes in the baryon density of the nuclear medium have a larger effect on different properties of $D$ and $D^*$ mesons."
    },
    {
      "title": "Modern approach to muonic x-ray spectroscopy demonstrated through the measurement of stable Cl radii",
      "link": "https://arxiv.org/abs/2506.08804",
      "authors": "K. A. Beyer, T. E. Cocolios, C. Costache, M. Deseyn, P. Demol, A. Doinaki, O. Eizenberg, M. Gorshteyn, M. Heines, A. Herz\\'a\\v{n}, P. Indelicato, K. Kirch, A. Knecht, R. Lica, V. Matousek, E. A. Maugeri, B. Ohayon, N. S. Oreshkina, W. W. M. M. Phyo, R. Pohl, S. Rathi, W. Ryssens, A. Turturica, K. von Schoeler, I. A. Valuev, S. M. Vogiatzi, F. Wauters, A. Zendour",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2506.08804v2 Announce Type: cross \nAbstract: Recent advances in muonic x-ray experiments have reinvigorated efforts in measurements of absolute nuclear charge radii. Here, a modern approach is presented, and demonstrated through determination of the charge radii of the two stable chlorine nuclides $^{35}$Cl and $^{37}$Cl. Knowledge of these radii has implications for fundamental studies in nuclear and atomic physics. For this purpose, a state-of-the-art experiment was performed at the $\\pi$E1 beamline in the Paul Scherrer Institute (Switzerland), using a large-scale HPGe detector array in order to extract precise energies of the muonic $^{35}$Cl and $^{37}$Cl $np1s$ transitions. The nuclear charge radius extraction relies on modern calculations for QED effects and nuclear polarization with rigorous uncertainty quantification, including effects that were not accounted for in older studies. Additionally, we established a new method for applying the nuclear shape correction directly from energy density functionals, which are amenable to isotopes for which no high-quality electron scattering experiments are available. The resulting charge radii are $3.3335(23) fm$ for $^{35}$Cl and $3.3445(23) fm$ for $^{37}$Cl, thus improving the uncertainty of the available electron scattering values by a factor of seven. The correlation of several observables was evaluated between the different isotopes in order to produce a more precise value of the differential mean square charge radius $\\delta \\langle r^2 \\rangle^{37, 35}=+0.0771(66) fm^{2}$. In this case, improvement of the uncertainty by more than one order of magnitude was achieved compared to the literature value. This precision is sufficient to use this differential as input for isotope shift factor determination."
    },
    {
      "title": "Entanglement Suppression, Quantum Statistics and Symmetries in Spin-3/2 Baryon Scatterings",
      "link": "https://arxiv.org/abs/2506.08960",
      "authors": "Tao-Ran Hu, Katsuyoshi Sone, Feng-Kun Guo, Tetsuo Hyodo, Ian Low",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2506.08960v2 Announce Type: cross \nAbstract: We explore the interplay among entanglement suppression, quantum statistics and enhanced symmetries in the non-relativistic $S$-wave scattering involving the lowest-lying spin-3/2 baryons, which can be considered as four-dimensional qudits. These baryons form a ten-dimensional representation (decuplet) under the $\\text{SU}(3)$ light-flavor symmetry and, in this limit, are considered indistinguishable under strong interactions. Treating the $S$-matrix in the spin-3/2 baryon-baryon scattering as a quantum logic gate in the spin space, we study the consequence of entanglement suppression and compute the entanglement power of the $S$-matrix. When the entanglement power vanishes, the $S$-matrix is either an Identity or a SWAP gate and spin-flavor symmetries and/or non-relativistic conformal invariance emerge, as previously observed in spin-1/2 baryons. In the case of scattering identical particles, the entanglement power never vanishes due to constraints from spin statistics, which we interpret as projection-valued measurements onto symmetric or antisymmetric Hilbert space and define the entanglement power accordingly. When the entanglement power is non-vanishing but sits at a global or local minimum, enhanced symmetries still emerge and the $S$-matrix can be interpreted as an Identity or a SWAP gate acting on the restricted Hilbert space allowed by quantum statistics. In general, when scattering identical spin-$s$ particles, we identify an enhanced $\\text{SU}(2s+1)_{\\text{spin}}$ symmetry for the Identity gate."
    },
    {
      "title": "Constraints on color-flavor locked quark matter in view of the HESS J1731-347 measurement",
      "link": "https://arxiv.org/abs/2411.17234",
      "authors": "K. Kourmpetis, P. Laskos-Patkos, Ch. C. Moustakidis",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2411.17234v2 Announce Type: replace-cross \nAbstract: Astrophysical observations play a crucial role in understanding the processes within compact stars. A recent study measured the central object in the HESS J1731-347 supernova remnant (SNR), estimating its mass at $M=0.77^{+0.20}_ {-0.17} \\ M_\\odot$ and radius at $R = 10.40^{+0.86}_{-0.78} \\ \\mathrm{km}$, identifying it as the lightest neutron star ever observed. Conventional models suggest neutron stars form with a minimum gravitational mass of approximately $1.17 \\ M_\\odot$, raising the question of whether this object is a typical neutron star or possibly an \"exotic\" star. To investigate, we utilize the Color-Flavor Locked (CFL) equation of state (EoS), integrating data from the HESS J1731-347 measurement with pulsar observations and gravitational wave detections. Additionally, we construct hybrid EoS by combining the MDI-APR1 (hadronic) and CFL (quark) EoS, introducing a phase transition through Maxwell construction. Our findings reveal that absolutely stable CFL quark matter effectively explains all observed measurements, including the central object of HESS J1731-347, whereas hybrid models incorporating the CFL MIT Bag model cannot account for the masses of the most massive observed pulsars."
    },
    {
      "title": "Supercooled Dark Scalar Phase Transitions explanation of NANOGrav data",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269325003958?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: Available online 10 June 2025Source: Physics Letters BAuthor(s): Francesco Costa, Jaime Hoefken Zink, Michele Lucente, Silvia Pascoli, Salvador Rosauro-Alcaraz"
    },
    {
      "title": "Entanglement and entropy uncertainty in black hole quantum atmosphere",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269325004095?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: Available online 10 June 2025Source: Physics Letters BAuthor(s): Shuai Zhang, Li-Juan Li, Xue-Ke Song, Liu Ye, Dong Wang"
    },
    {
      "title": "Geometry of Configuration Mixing in Bose-Fermi Systems",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269325004083?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: Available online 10 June 2025Source: Physics Letters BAuthor(s): A. Leviatan, N. Gavrielov"
    },
    {
      "title": "Gravitational waves from extreme mass ratio inspirals around rotating black holes surrounded by dark matter halo",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269325003910?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: Available online 10 June 2025Source: Physics Letters BAuthor(s): Kun Meng, Jiaqiang Zhao, Meihua Deng, Chong Li, Nan Yang"
    },
    {
      "title": "Classical Grand Angular Momentum in N-Body Problems",
      "link": "https://link.springer.com/article/10.1007/s00601-025-01996-8",
      "authors": "Unknown",
      "source": "Few-Body Systems",
      "summary": "The concept of grand angular momentum is widely used in the study of N-body problems quantum mechanically. Here, we applied it to a classical analysis of N-body problems. Utilizing the tree representation for Jacobi and hyperspherical coordinates, we found a decomposition of its magnitude into magnitudes of one-body angular momenta in three dimensions. We generalized some results from the two-body case and derived a general expression for the scattering angle in N-body problems."
    },
    {
      "title": "A Relativistic Position–Dependent Mass System of Bosonic Field in Cosmic String Space–Time Background",
      "link": "https://link.springer.com/article/10.1007/s00601-025-01997-7",
      "authors": "Unknown",
      "source": "Few-Body Systems",
      "summary": "In this work, we investigate the relativistic quantum motion of spin–zero scalar bosons via the Duffin–Kemmer–Petiau (DKP) equation with a position–dependent mass (PDM) system in the background of the topological defect space–time produced by a cosmic string. We determine the radial wave equation and obtain the exact analytical solutions of the wave equation for the linear and Cornell–type potential through the Bi–Confluent Heun differential equation. In fact, we have obtained the ground state energy for both potentials."
    }
  ]
}