{
  "lastUpdated": "2025-10-19T02:42:21.855736",
  "papers": [
    {
      "title": "Probing $ϕN$ interaction through bound states of the $ϕN\\text{−}α$ system",
      "link": "http://link.aps.org/doi/10.1103/p93c-zk34",
      "authors": "Faisal Etminan",
      "source": "Physical Review C",
      "summary": "Author(s): Faisal EtminanThe possible bound state of the $ϕN\\text{−}α$ system is explored within the framework of the three-body cluster model. The calculations are done by employing the state-of-the-art $ϕN$ interactions obtained from the analysis of the pure elastic scattering and the coupled-channel in the $ϕp$ correlati…[Phys. Rev. C 112, 044003] Published Fri Oct 17, 2025"
    },
    {
      "title": "Quantum complexity fluctuations from nuclear and hypernuclear forces",
      "link": "http://link.aps.org/doi/10.1103/r8rq-y9tb",
      "authors": "Caroline E. P. Robin and Martin J. Savage",
      "source": "Physical Review C",
      "summary": "Author(s): Caroline E. P. Robin and Martin J. SavageToward an improved understanding of the role of quantum information in nuclei and exotic matter, we examine the quantum magic (nonstabilizerness) in low-energy strong interaction processes. As stabilizer states can be prepared efficiently using classical computers, and include classes of entangled s…[Phys. Rev. C 112, 044004] Published Fri Oct 17, 2025"
    },
    {
      "title": "Femtoscopic study of the proton-proton and proton-deuteron systems in heavy-ion collisions at the LHC",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269325006793?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: Available online 17 October 2025Source: Physics Letters BAuthor(s): ALICE Collaboration, S. Acharya, G. Aglieri Rinella, L. Aglietta, M. Agnello, N. Agrawal, Z. Ahammed, S. Ahmad, S.U. Ahn, I. Ahuja, Zul Akbar, A. Akindinov, V. Akishina, M. Al-Turany, D. Aleksandrov, B. Alessandro, H.M. Alfanda, R. Alfaro Molina, B. Ali, A. Alici, N. Alizadehvandchali"
    }
  ]
}