{
  "lastUpdated": "2025-06-30T02:49:49.362548",
  "papers": [
    {
      "title": "Software defined radio for on-line interaction with beam processes in the heavy ion storage ring ESR*",
      "link": "http://iopscience.iop.org/article/10.1088/1674-1137/adcc01",
      "authors": "M. S. Sanjari, Yu. A. Litvinov, S. Litvinov, B. Peter, R. J. Chen, 瑞九 陈, D. Dmytriiev, C. Forconi, J. Glorius, G. W. Hudson-Chang, H. Hüther, E. B. Menz, Z. Nunns, T. Ohnishi, 哲哉 大西, Zs. Podolyak, J. Stadlmann, Th. Stöhlker, Q. Wang, 茜 王, T. Yamaguchi, 貴之 山口, Y. Yamaguchi, 由高 山口, X. Yan, 鑫亮 颜, A. Yano, 朝陽 矢野, Y. Yu and 越 于",
      "source": "Chinese Physics C",
      "summary": "The application of software defined radio in on-line interactions with the beam processes of the heavy ion storage ring is presented. We discusse how this new technique can enhance the beam time efficiency and create new measurement possibilities. A specific example to halt the accelerator running if a rare stored particle is identified on-line is discussed."
    },
    {
      "title": "New Z' boson of the bestest little Higgs model as a portal to signatures of Higgs bosons h 0 and H 0 at the future muon collider",
      "link": "http://iopscience.iop.org/article/10.1088/1674-1137/adcc8a",
      "authors": "J. M. Martínez-Martínez, A. Gutiérrez-Rodríguez, E. Cruz-Albaro and M. A. Hernández-Ruíz",
      "source": "Chinese Physics C",
      "summary": "We study the new boson as a portal for the production of Higgs bosons and predicted by the Bestest Little Higgs Model through Higgs-strahlung processes . We focus on the resonant and nonresonant effects of the signals. In our analysis, we consider the center-of-mass energies of TeV and integrated luminosities of projected for a future muon collider. The possibility of performing precision measurements for Higgs bosons and is very promising for the future muon collider. Furthermore, our results may be useful to the High Energy Physics community. Complementarily, we generate and provide the Feynman rules necessary for studying processes ."
    },
    {
      "title": "Effect of tensor force on 2νββ and 0νββ decays in 76Ge, 82Se, 130Te, and 136Xe*",
      "link": "http://iopscience.iop.org/article/10.1088/1674-1137/adcf8f",
      "authors": "M.D. Wu, 明德 吴, C.L. Bai, 春林 白, D.L. Fang, 栋梁 房, Y.F. Niu, 一斐 牛, H. Sagawa, H.Q. Zhang and 焕乔 张",
      "source": "Chinese Physics C",
      "summary": "The effects of the tensor force on the and decay nuclear matrix elements (NMEs) of , , , and are studied using the Hartree-Fock-Bogoliubov (HFB) plus proton-neutron quasi-particle random phase approximation (pnQRPA) model based on the Skyrme energy density functional. We include the full spectra of intermediate states with up to the energy cutoff E = 60 MeV, which is sufficient for convergence of NME calculations. The isovector (IV) pairing and tensor interactions are considered in both HFB and QRPA calculations, while the isoscalar (IS) pairing interaction is included only in QRPA calculations. We found that the tensor force shifts Gamow-Teller (GT) transition strengths substantially to low-energy regions and enhances the decay NME. The inclusion of tensor force enhances the NME by approximately 13% for and and 30% for and , for a fixed IS pairing strength. We found that the intermediate 2- state makes an important contribution to the NME, which is slightly enhanced by the inclusion of the tensor force. We also found that the contribution of the state makes important differences through the inclusion of the tensor force, which enhances the contribution largely. However when the IS pairing strength is increased, the contributions from 1+ states are rapidly reduced to be very small, resulting in even negative contributions. Thus, tensor and IS pairing effects cancel each other, making the net effect on the NME relatively small. Due to this cancellation, if the IS pairing strength is optimized separately for cases with and without the tensor interaction to reproduce the experimental NME, the consequent NME with the tensor interaction is close to that without the tensor interaction within a 10% difference."
    },
    {
      "title": "Comparison of the descriptions of yrast bands in the Harris and IBM models for even Th and U nuclei",
      "link": "http://iopscience.iop.org/article/10.1088/1674-1137/add25a",
      "authors": "A. D. Efimov, I. V. Koval and I. N. Izosimov",
      "source": "Chinese Physics C",
      "summary": "For even Th and U nuclei, the description of the energies of yrast bands in the Harris variable moment of inertia model is studied in its phenomenological application. For some of these nuclei, the results obtained in the microscopic version of the interacting boson model (IBM) are presented, in which high-spin excitation modes are also considered. For other nuclei, in scenarios where high-spin orbits are not highly significant in describing the properties of yrast bands, in addition to the Harris model, the IBM with a full standard Hamiltonian constructed only from s and d bosons is utilized. Because the Harris model is considered with no more than four parameters, it can be used for both heavy and superheavy nuclei to approximate the energies of high-spin states. This study on the properties of nuclei using various models reveals the possibilities of describing different behaviors of the moments of inertia in the IBM and outlines additional criteria for the implementation of band crossing."
    },
    {
      "title": "Exploring vector dark matter via effective interactions",
      "link": "http://iopscience.iop.org/article/10.1088/1674-1137/add5c5",
      "authors": "Hrishabh Bharadwaj",
      "source": "Chinese Physics C",
      "summary": "We explore the properties of vector dark matter (DM) particles that predominantly interact with Standard Model (SM) electroweak gauge bosons using an effective field theory approach. The study emphasizes effective contact interactions, invariant under the SM gauge group, between vector DM and SM-neutral electroweak gauge bosons. Focusing on interaction terms up to dimension-eight, we establish constraints on the model parameters based on the observed DM relic density and indirect detection signals. We also examine the prospects for dark matter-nucleon scattering in direct detection experiments. In addition, we analyze the sensitivity of low-energy LEP data to the pair production of light DM particles (with masses up to 80 GeV). Finally, we assess the potential of the proposed International Linear Collider to probe these effective operators through the detection of DM particles produced in association with mono-photons."
    }
  ]
}