{
  "lastUpdated": "2025-11-28T02:26:37.817319",
  "papers": [
    {
      "title": "Simultaneous Inference of Effective Range Parameters and EFT Truncation Uncertainty in $^{3}$He-$\\alpha$ Scattering",
      "link": "https://arxiv.org/abs/2511.21069",
      "authors": "Andrius Burnelis, Daniel R. Phillips",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2511.21069v1 Announce Type: new \nAbstract: We extend previous halo effective field theory analyses of low-energy elastic scattering of $^{3}$He-$^{4}$He, including the $\\frac{7}{2}^{-}$ $f$-wave resonance as an explicit degree of freedom. The presence of this resonance necessitates a changing power counting scheme depending on the kinematic region. Therefore, we construct a theory uncertainty model at the partial wave amplitude level, allowing us to generate a sophisticated theory covariance matrix that captures the way the theory error structure changes as energy increases. We then perform a Bayesian analysis and simultaneously estimate the joint posterior distributions of the effective range theory parameters and the parameters that characterize the effective field theory truncation uncertainty. We compare two different analyses: no $f$-wave interactions for data up to $E_{\\text{max}} = 2.6$ MeV, and including $f$-wave interactions for data up to $E_{\\text{max}} = 5.5$ MeV. The inferred breakdown scales in each analysis are consistent with previous work. We find that $f$-wave interactions are needed to describe data for $E_{lab} \\gtrapprox 3.6$ MeV."
    },
    {
      "title": "Deuteron yields near the QCD phase transition",
      "link": "https://arxiv.org/abs/2511.21117",
      "authors": "Sheng-nan Han, Jing Wu, Yong-rui Chen, Yi-zhen Huang, Feng Li, Wei-jie Fu",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2511.21117v1 Announce Type: new \nAbstract: We investigate the influence of QCD phase transition and critical fluctuations of the critical end point (CEP) on the deuteron yield within the functional renormalization group (fRG) approach, by using the nucleon coalescence model and a low energy effective field theory of quarks and mesons. It is found that the two-point baryon density correlation function is enhanced in a narrow region radiated from the CEP along the phase boundary. The deuteron yield arising from the two-point baryon correlation is small compared to the leading-order contribution, which is attributed to the fact that in the regime of low collision energy, i.e., the region of large baryon chemical potential, the freeze-out curves deviate from the critical region, resulting in that the enhancement of the deuteron yield stemming from the critical fluctuations near the CEP is mild."
    },
    {
      "title": "A Bottom-Up EFT Approach To Superdense Baryonic Matter",
      "link": "https://arxiv.org/abs/2511.21141",
      "authors": "Mannque Rho",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2511.21141v1 Announce Type: new \nAbstract: How to arrive at the densest matter in massive compact stars starting from Walecka's linear $\\omega$-$\\sigma$ mean-field model is described in a series of arguments anchored on hidden local symmetry, hidden scale symmetry and emergent parity-doublet symmetry. I follow the bottom-up approach from chiral symmetry with pions, coupled to hidden local and scale symmetry degrees of freedom. Exploiting the renormalization-group treatment \\`a la Shankar and Polchinski of the fermionic interactions on the Fermi sphere, leading to Landau-Migdal Fermi-liquid, one obtains a sort of generalized ``Density Functional\" that allows via a topology change hadrons transform to quarks without phase changes at the center of massive stars. The highly dense matter is ``pseudo-conformal\" with the sound velocity $v_{pcs}^2/c^2\\approx 1/3$ but the trace of the energy-momentum tensor is not equal to zero, hence the matter is non-conformal."
    },
    {
      "title": "Enhanced antineutrino emission from $\\beta$ decay in core-collapse supernovae with self-consistent weak decay rates",
      "link": "https://arxiv.org/abs/2511.21567",
      "authors": "T. Dasher, A. Ravli\\'c, S. Lalit, E. O'Connor, K. Godbey",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2511.21567v1 Announce Type: cross \nAbstract: Nuclear weak-interaction rates are known to exert a prominent effect in the late-stages of stellar collapse. Despite their importance, most studies to date on core-collapse supernovae (CCSNe) have focused primarily on the effects of electron captures, generally neglecting $\\beta$ decay contributions. In this Letter, we present the first CCSNe simulation incorporating global $\\beta$ decay rates from a microscopic theory. These are enabled by a large-scale evaluation of both electron capture and $\\beta$ decay rates, obtained self-consistently utilizing the relativistic energy density functional theory and finite-temperature quasiparticle random-phase approximation. We find a significant enhancement of antineutrino emissivity by more than 4 orders of magnitude due to the inclusion of $\\beta$ decay rates, as well as 3 orders of magnitude for antineutrino luminosity. It is expected that these new rates could help us constrain the model uncertainties related to weak-interaction processes, improving the prediction of antineutrino signal during the final stages of stellar death and potentially influencing the late-stage evolution of massive stars."
    },
    {
      "title": "How Well Do We Know the Scalar-Induced Gravitational Waves?",
      "link": "https://www.sciencedirect.com/science/article/pii/S037026932500797X?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: Available online 27 November 2025Source: Physics Letters BAuthor(s): A.J. Iovino, S. Matarrese, G. Perna, A. Ricciardone, A. Riotto"
    },
    {
      "title": "Thermoelectric figure of merit and the deconfinement phase transition",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269325008184?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: Available online 26 November 2025Source: Physics Letters BAuthor(s): Kamaljeet Singh, Raghunath Sahoo"
    },
    {
      "title": "On the contribution from the light quarks to <em>H</em> → <em>γγ, γZ</em>",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269325008160?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: Available online 26 November 2025Source: Physics Letters BAuthor(s): Marc Knecht, Baiyi Qian"
    },
    {
      "title": "Action-Angle Variables in Quantum Gravity",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269325008172?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: Available online 26 November 2025Source: Physics Letters BAuthor(s): Jarmo"
    },
    {
      "title": "Isospin dependence of the nuclear temperature in the reactions <sup>78</sup>Kr+<sup>40</sup>Ca and <sup>86</sup>Kr+<sup>48</sup>Ca at 10 AMeV",
      "link": "https://www.sciencedirect.com/science/article/pii/S0375947425002787?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Nuclear Physics A",
      "summary": "Publication date: Available online 26 November 2025Source: Nuclear Physics AAuthor(s): Brunilde Gnoffo, Sara Pirrone, Giuseppe Politi, Enrico De Filippo, Giuseppe Cardella, Elena Geraci, Concettina Maiolino, Nunzia Simona Martorana, Angelo Pagano, Emanuele Vincenzo Pagano, Massimo Papa, Fabio Risitano, Francesca Rizzo, Paolo Russotto, Marina Trimarchi, Cristina Zagami"
    }
  ]
}