{
  "lastUpdated": "2025-10-28T02:23:54.831430",
  "papers": [
    {
      "title": "3-$α$ and 4-$α$ systems within a short-range effective field theory–inspired approach",
      "link": "http://link.aps.org/doi/10.1103/thn1-29cs",
      "authors": "E. Filandri, M. Viviani, L. Girlanda, A. Kievsky, and L. E. Marcucci",
      "source": "Physical Review C",
      "summary": "Author(s): E. Filandri, M. Viviani, L. Girlanda, A. Kievsky, and L. E. Marcucci$^{12}\\mathrm{C}$ and $^{16}\\mathrm{O}$ nuclei represent essential elements for life on Earth. The study of their formation plays a key role in understanding heavy element nucleosynthesis and stellar evolution. In this paper we present the study of $^{12}\\mathrm{C}$ and $^{16}\\mathrm{O}$ nuclei as s…[Phys. Rev. C 112, 044006] Published Mon Oct 27, 2025"
    },
    {
      "title": "High-spin structure of $^{96}\\mathrm{Nb}$: Extended level scheme from experiment and insights from shell model calculations",
      "link": "http://link.aps.org/doi/10.1103/9l57-ck5r",
      "authors": "J. Shi (施婧) <em>et al.</em>",
      "source": "Physical Review C",
      "summary": "Author(s): J. Shi (施婧) et al.High-spin states in neutron-rich $^{96}\\mathrm{Nb}$ nucleus have been investigated by using in-beam $γ$ ray spectroscopy with the $^{82}\\mathrm{Se}(^{18}\\mathrm{O},p3n)^{96}\\mathrm{Nb}$ reaction at beam energies of 82 and 88 MeV. Particle $−γ−γ$ coincidence measurements employing CsI and HPGe arrays…[Phys. Rev. C 112, 044322] Published Mon Oct 27, 2025"
    },
    {
      "title": "Constraints on the equation of state of nuclear matter from systematically comparing <span class=\"sc\">$\\mathrm{SMASH}$</span> calculations to HADES data",
      "link": "http://link.aps.org/doi/10.1103/f9zw-ygwh",
      "authors": "Justin Mohs, Simon Spies, and Hannah Elfner",
      "source": "Physical Review C",
      "summary": "Author(s): Justin Mohs, Simon Spies, and Hannah ElfnerWe aim to constrain the equation of state of nuclear matter by comparing calculations with the $\\mathrm{SMASH}$ transport model to directed and elliptic flow measurements for protons and deuterons performed by the HADES collaboration in a systematic way. A momentum-dependent term is included in the …[Phys. Rev. C 112, 044905] Published Mon Oct 27, 2025"
    },
    {
      "title": "Impossibility of obtaining time-independent, three-dimensional, spherically symmetric densities of confined systems of relativistically moving constituents",
      "link": "http://link.aps.org/doi/10.1103/jkn7-4fzj",
      "authors": "Gerald A. Miller",
      "source": "Physical Review C",
      "summary": "Author(s): Gerald A. MillerThe quantum-mechanical definition of probability, the uncertainty principle, and Poincaré invariance provide strong basic restrictions on the ability to define spatial densities associated with form factors describing the properties of confined systems of relativistically moving constituents. Despit…[Phys. Rev. C 112, 045204] Published Mon Oct 27, 2025"
    },
    {
      "title": "Antenna arrays for neutrino mass measurements with cyclotron radiation emission spectroscopy",
      "link": "http://link.aps.org/doi/10.1103/dc29-s4y2",
      "authors": "A. Ashtari Esfahani <em>et al.</em> (Project 8 Collaboration)",
      "source": "Physical Review C",
      "summary": "Author(s): A. Ashtari Esfahani et al. (Project 8 Collaboration)Cyclotron Radiation Emission Spectroscopy (CRES) is a technique for precision measurements of kinetic energies of charged particles, pioneered by the Project 8 experiment to measure the neutrino mass using the tritium end-point method. It was recently employed for the first time to measure the molec…[Phys. Rev. C 112, 045506] Published Mon Oct 27, 2025"
    },
    {
      "title": "Retraction: Radiative decay of the subthreshold ${1}_{1}^{−}$ and ${2}_{1}^{+}$ states of $^{16}\\mathrm{O}$ in cluster effective field theory [Phys. Rev. C <b>109</b>, 015801 (2024)]",
      "link": "http://link.aps.org/doi/10.1103/2rqb-qvfd",
      "authors": "Shung-Ichi Ando",
      "source": "Physical Review C",
      "summary": "Author(s): Shung-Ichi Ando[Phys. Rev. C 112, 049902] Published Mon Oct 27, 2025"
    },
    {
      "title": "Paths to Superheavy Nuclei",
      "link": "https://arxiv.org/abs/2510.21102",
      "authors": "K. Godbey, F. M. Nunes, M. Albertsson, K. J. Cook, J. M. Gates, K. Hagel, K. Hagino, M. Kowal, Jin Lei, J. Lubian, A. Makowski, P. McGlynn, M. R. Mumpower, W. Nazarewicz, G. Potel, J. L. Pore, J. Rangel, K. Sekizawa, A. S. Umar",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2510.21102v1 Announce Type: new \nAbstract: This document summarizes the discussions and outcomes of the Facility for Rare Isotope Beams Theory Alliance (FRIB-TA) topical program \"The path to Superheavy Isotopes\" held in June 2024 at FRIB. Its content is non-exhaustive, reflecting topics chosen and discussed by the participants. The program aimed to assess the current status of theory in superheavy nuclei (SHN) research and identify necessary theoretical developments to guide experimental programs and determine fruitful production mechanisms. This report details the intersection of SHN research with other fields, provides an overview of production mechanisms and theoretical models, discusses future needs in theory and experiment, explores other potential avenues for SHN synthesis, and highlights the importance of building a strong theory community in this area."
    },
    {
      "title": "Short-Range Correlations and Meson-Exchage Currents in Electron and Neutrino Scattering",
      "link": "https://arxiv.org/abs/2510.21309",
      "authors": "Paloma R. Casale, Jose E. Amaro",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2510.21309v1 Announce Type: new \nAbstract: We investigate meson-exchange currents (MEC) in the one-particle emission transverse response of nuclear matter, incorporating short-range correlations via the Bethe-Goldstone equation with a realistic nucleon-nucleon interaction. The interference between one-body and two-body currents, strengthened by the high-momentum components of correlated pairs, produces a marked enhancement of the transverse response. We also indicate how the formalism extends to neutrino scattering, where similar effects are expected to impact oscillation experiments."
    },
    {
      "title": "Three-nucleon lepton-number-violating potentials in chiral EFT and their matrix elements in light nuclei",
      "link": "https://arxiv.org/abs/2510.21564",
      "authors": "Graham Chambers-Wall, Justin Lieffers, Garrett B. King, Emanuele Mereghetti, Saori Pastore, Maria Piarulli, Robert B. Wiringa",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2510.21564v1 Announce Type: new \nAbstract: We derive the three-nucleon neutrinoless double beta decay potential in $\\Delta$-full chiral effective field theory through next-to-next-to-next-to leading order in Weinberg's power counting. The matrix elements of the resulting operators are computed in light nuclei using Variational Monte Carlo with wave functions constructed from the Norfolk family of nuclear interactions. We find that three-nucleon corrections induce a modest quenching of the total nuclear matrix elements. We discuss model dependencies and the potential impact of these corrections on the sensitivity of experimental programs to probe lepton number violating parameters. These results provide a benchmark of many-body methods capable of reaching heavier nuclei of experimental interest."
    },
    {
      "title": "Relativistic corrections for lepton-nucleus scattering in the short-time approximation",
      "link": "https://arxiv.org/abs/2510.21576",
      "authors": "Lorenzo Andreoli, Ronen Weiss, Graham Chambers-Wall, Alex Gnech, Saori Pastore, Maria Piarulli, Stefano Gandolfi",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2510.21576v1 Announce Type: new \nAbstract: We present an approach for including relativistic corrections in lepton-nucleus scattering calculations within the Short-Time Approximation (STA). Previous ab-initio studies employed electromagnetic currents expanded in powers of $q/m$, where $q$ is the momentum transfer and $m$ is the nucleon mass, restricting their validity to low-$q$ kinematics. We adopt an expansion scheme that treats the initial nucleon momentum perturbatively while allowing for arbitrary momentum transfer, thereby extending the applicability of the STA to high-$q$ regimes. Additionally, we incorporate a relativistic treatment of the two-nucleon final-state energies. Calculations for $^3$He and $^4$He inclusive electron scattering cross sections show a substantial improvement over previous results, achieving good agreement with experimental data in the quasi-elastic region for both low- and high-momentum transfer."
    },
    {
      "title": "Coherent elastic scattering of low energy photons by neutrons",
      "link": "https://arxiv.org/abs/2510.21645",
      "authors": "P. O. Kazinski, A. A. Sokolov",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2510.21645v1 Announce Type: cross \nAbstract: The Compton process with the initial states of photons and neutrons described by the density matrices of a general form is studied for low energies of photons. The coherent contribution to the inclusive probability to record a photon is investigated in detail. This contribution gives the hologram of the neutron one-particle density matrix. The evolution of the Stokes parameters of scattered photons is described. The susceptibility tensor of a neutron gas and a wave packet of a single neutron is obtained. The explicit expression for the photon polarization operator in the presence of free neutrons is derived. It turns out that this polarization operator possesses pole singularities in the short wavelength approximation. These singularities corresponding to the additional degrees of freedom are identified with plasmons and the respective plasmon-polaritons are described. There are eight independent plasmon-polariton modes in a neutron gas and on a single neutron wave packet. Some plasmon-polariton modes prove to be tachyonic and unstable manifesting a spontaneous generation of the magnetic field. The estimates of the parameters of the neutron gas when it becomes ferromagnetic are found. In the infrared limit, the neutron wave packet behaves in coherent Compton scattering as a point particle with dynamical magnetic moment, the additional degrees of freedom being reduced to the dynamical part of the magnetic moment."
    },
    {
      "title": "Quantum Complexity Fluctuations from Nuclear and Hypernuclear Forces",
      "link": "https://arxiv.org/abs/2405.10268",
      "authors": "Caroline E. P. Robin, Martin J. Savage",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2405.10268v3 Announce Type: replace \nAbstract: Toward an improved understanding of the role of quantum information in nuclei and exotic matter, we examine the quantum magic (non-stabilizerness) in low-energy strong interaction processes. As stabilizer states can be prepared efficiently using classical computers, and include classes of entangled states, it is quantum magic and fluctuations in quantum magic, together with entanglement, that determine computational resource requirements. As a measure of fluctuations in quantum magic, and hence the severity of the exponentially-scaling classical computing resource requirements, induced by scattering, the \"magic power\" of the S-matrix is introduced. This provides indirect experimental constraints on quantum resources required to model nuclei and dense matter using fault-tolerant quantum computers. Using experimentally-determined scattering phase shifts and mixing parameters, the magic power in nucleon-nucleon and hyperon-nucleon scattering, along with the magic in the deuteron, are found to exhibit interesting and distinct features. The $\\Sigma^-$-baryon is identified as a potential candidate catalyst for enhanced spreading of magic and entanglement in dense matter, depending on in-medium decoherence."
    },
    {
      "title": "Effects of virtual Majorana neutrinos on charged lepton flavor violation decays from a seesaw variant with radiatively induced light neutrino masses",
      "link": "http://iopscience.iop.org/article/10.1088/1361-6471/ae0c24",
      "authors": "Enrique Ramírez, Héctor Novales-Sánchez, Humberto Vázquez-Castro and Mónica Salinas",
      "source": "Journal of Physics G: Nuclear and Particle Physics",
      "summary": "Lepton flavor violating decays ℓα → ℓβγ, being forbidden in the Standard Model framework, provide a sensitive probe for new physics (NP). We study these processes in a seesaw variant in which small neutrino masses are generated radiatively. By analyzing the parameter space constrained by electroweak precision data, we investigate the correlation between these decays and non-unitary effects from TeV-scale heavy neutrinos. According to our results, μ → eγ is the most promising channel for NP searches, with the bound ∣ημe∣ ≲ 10−6 obtained for non-unitary effects in this radiative seesaw variant. Our estimations of , which depends on the mass of the heavy neutrinos, shows that both current and future experimental facilities might be sensitive to these effects."
    },
    {
      "title": "Birkhoff’s Theorem and Uniqueness: A Peek Beyond General Relativity",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269325007324?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: Available online 27 October 2025Source: Physics Letters BAuthor(s): Rajes Ghosh, Akash K. Mishra, Avijit Chowdhury"
    },
    {
      "title": "Anisotropies in secondary particle emission processes for neutron-induced reactions involving 1p-shell light nuclei",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269325007269?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: Available online 26 October 2025Source: Physics Letters BAuthor(s): Fanglei Zou, Xiaojun Sun, Jingshang Zhang"
    },
    {
      "title": "Search for η 1(1855) in χ cJ → ηηη′ decays*",
      "link": "http://iopscience.iop.org/article/10.1088/1674-1137/addfcc",
      "authors": "M. Ablikim, M. N. Achasov, P. Adlarson, X. C. Ai, 小聪 艾, R. Aliberti, A. Amoroso, Q. An, 琪 安, Y. Bai, 羽 白, O. Bakina, Y. Ban, 勇 班, H.-R. Bao, 浩然 包, V. Batozskaya, K. Begzsuren, N. Berger, M. Berlowski, M. Bertani, D. Bettoni, F. Bianchi, E. Bianco, A. Bortone, I. Boyko, R. A. Briere, A. Brueggemann, H. Cai, 浩 蔡, M. H. Cai, 铭航 蔡, X. Cai, 啸 蔡, A. Calcaterra, G. F. Cao, 国富 曹, N. Cao, 宁 曹, S. A. Cetin, X. Y. Chai, 新宇 柴, J. F. Chang, 劲帆 常, G. R. Che, 国荣 车, Y. Z. Che, 逾之 车, C. H. Chen, 春卉 陈, Chao Chen, 超 陈, G. Chen, 刚 陈, H. S. Chen, 和生 陈, H. Y. Chen, 弘扬 陈, M. L. Chen, 玛丽 陈, S. J. Chen, 申见 陈, S. L. Chen, 思璐 陈, S. M. Chen, 少敏 陈, T. Chen, 通 陈, X. R. Chen, 旭荣 陈, X. T. Chen, 肖婷 陈, X. Y. Chen, 心宇 陈, Y. B. Chen, 元柏 陈, Y. Q. Chen, Y. Q. Chen, Z. Chen, Z. J. Chen, 卓俊 陈, Z. K. Chen, 梓康 陈, S. K. Choi, X. Chu, 晓 初, G. Cibinetto, F. Cossio, J. Cottee-Meldrum, J. J. Cui, 佳佳 崔, H. L. Dai, 洪亮 代, J. P. Dai, 建平 代, A. Dbeyssi, R. E. de Boer, D. Dedovich, C. Q. Deng, 创旗 邓, Z. Y. Deng, 子艳 邓, A. Denig, I. Denysenko, M. Destefanis, F. De Mori, B. Ding, 彪 丁, X. X. Ding, 晓萱 丁, Y. Ding, 勇 丁, Y. Ding, 逸 丁, Y. X. Ding, 玉鑫 丁, J. Dong, 静 董, L. Y. Dong, 燎原 董, M. Y. Dong, 明义 董, X. Dong, 翔 董, M. C. Du, 蒙川 杜, S. X. Du, 少旭 杜, S. X. Du, 书先 杜, Y. Y. Duan, 尧予 段, P. Egorov, G. F. Fan, 高峰 樊, J. J. Fan, 俊杰 樊, Y. H. Fan, 宇晗 范, J. Fang, 进 方, J. Fang, 建 方, S. S. Fang, 双世 房, W. X. Fang, 文兴 方, Y. Q. Fang, 亚泉 方, R. Farinelli, L. Fava, F. Feldbauer, G. Felici, C. Q. Feng, 常青 封, J. H. Feng, 俊华 冯, L. Feng, 琳 冯, Q. X. Feng, 千禧 冯, Y. T. Feng, 玙潼 冯, M. Fritsch, C. D. Fu, 成栋 傅, J. L. Fu, 金林 傅, Y. W. Fu, 亦威 傅, H. Gao, 涵 高, X. B. Gao, 鑫博 高, Y. Gao, 扬 高, Y. N. Gao, 原宁 高, Y. N. Gao, 语浓 高, Y. Y. Gao, 洋洋 高, S. Garbolino, I. Garzia, P. T. Ge, 潘婷 葛, Z. W. Ge, 振武 葛, C. Geng, 聪 耿, E. M. Gersabeck, A. Gilman, K. Goetzen, J. D. Gong, 家燕 龚, L. Gong, 丽 龚, W. X. Gong, 文煊 龚, W. Gradl, S. Gramigna, M. Greco, M. H. Gu, 旻皓 顾, Y. T. Gu, 运厅 顾, C. Y. Guan, 春懿 关, A. Q. Guo, 爱强 郭, L. B. Guo, 立波 郭, M. J. Guo, 梦娇 国, R. P. Guo, 如盼 郭, Y. P. Guo, 玉萍 郭玉萍, A. Guskov, J. Gutierrez, K. L. Han, 坤霖 韩, T. T. Han, 婷婷 韩, F. Hanisch, K. D. Hao, 科迪 郝, X. Q. Hao, 喜庆 郝, F. A. Harris, K. K. He, 凯凯 何, K. L. He, 康林 何, F. H. Heinsius, C. H. Heinz, Y. K. Heng, 月昆 衡, C. Herold, P. C. Hong, 鹏程 洪, G. Y. Hou, 国一 侯, X. T. Hou, 贤涛 侯, Y. R. Hou, 颖锐 侯, Z. L. Hou, 治龙 侯, H. M. Hu, 海明 胡, J. F. Hu, 继峰 胡, Q. P. Hu, 启鹏 胡, S. L. Hu, 圣亮 胡, T. Hu, 涛 胡, Y. Hu, 誉 胡, Z. M. Hu, 忠敏 胡, G. S. Huang, 光顺 黄, K. X. Huang, 凯旋 黄, L. Q. Huang, 麟钦 黄, P. Huang, 盼 黄, X. T. Huang, 性涛 黄, Y. P. Huang, 燕萍 黄, Y. S. Huang, 永盛 黄, T. Hussain, N. Hüsken, N. in der Wiesche, J. Jackson, Q. Ji, 全 纪, Q. P. Ji, 清平 姬, W. Ji, 旺 季, X. B. Ji, 晓斌 季, X. L. Ji, 筱璐 季, Y. Y. Ji, 钰瑶 吉, Z. K. Jia, 泽坤 贾, D. Jiang, 地 姜, H. B. Jiang, 候兵 姜, P. C. Jiang, 沛成 蒋, S. J. Jiang, 思婧 蒋, T. J. Jiang, 庭俊 蒋, X. S. Jiang, 晓山 江, Y. Jiang, 艺 蒋, J. B. Jiao, 健斌 焦, J. K. Jiao, 俊坤 焦, Z. Jiao, 铮 焦, S. Jin, 山 金, Y. Jin, 毅 金, M. Q. Jing, 茂强 荆, X. M. Jing, 新媚 景, T. Johansson, S. Kabana, N. Kalantar-Nayestanaki, X. L. Kang, 晓琳 康, X. S. Kang, 晓珅 康, M. Kavatsyuk, B. C. Ke, 百谦 柯, V. Khachatryan, A. Khoukaz, R. Kiuchi, O. B. Kolcu, B. Kopf, M. Kuessner, X. Kui, 贤 奎, N. Kumar, A. Kupsc, W. Kühn, Q. Lan, 强 兰, W. N. Lan, 文宁 兰, T. T. Lei, 天天 雷, M. Lellmann, T. Lenz, C. Li, C. Li, 聪 李, C. Li, 翠 李, C. H. Li, 春花 李, C. K. Li, 春凯 李, D. M. Li, 德民 李, F. Li, 飞 李, G. Li, 刚 李, H. B. Li, 海波 李, H. J. Li, 惠静 李, H. N. Li, 衡讷 李, Hui Li, 慧 李, J. R. Li, 嘉荣 李, J. S. Li, 静舒 李, K. Li, 科 李, K. L. Li, 凯璐 李, K. L. Li, 凯璐 李, L. J. Li, 林健 李, Lei Li, 蕾 李, M. H. Li, 明浩 李, M. R. Li, 明润 李, P. L. Li, 佩莲 李, P. R. Li, 培荣 李, Q. M. Li, 启铭 李, Q. X. Li, 起鑫 李, R. Li, 燃 李, S. X. Li, 素娴 李, T. Li, 腾 李, T. Y. Li, 天佑 李, W. D. Li, 卫东 李, W. G. Li, 卫国 李, X. Li, 旭 李旭, X. H. Li, 旭红 李, X. L. Li, 晓玲 李, X. Y. Li, 晓宇 李, X. Z. Li, 绪泽 李, Y. Li, 洋 李, Y. G. Li, 彦谷 李, Y. P. Li, 雁鹏 李, Z. J. Li, 志军 李, Z. Y. Li, 紫阳 李, H. Liang, 昊 梁, Y. F. Liang, 勇飞 梁, Y. T. Liang, 羽铁 梁, G. R. Liao, 广睿 廖, L. B. Liao, 立波 廖, M. H. Liao, 明华 廖, Y. P. Liao, 一朴 廖, J. Libby, A. Limphirat, C. C. Lin, 长城 蔺, D. X. Lin, 德旭 林, L. Q. Lin, 麟筌 邵, T. Lin, 韬 林, B. J. Liu, 北江 刘, B. X. Liu, 宝鑫 刘, C. Liu, 成 刘, C. X. Liu, 春秀 刘, F. Liu, 芳 刘, F. H. Liu, 福虎 刘, Feng Liu, 峰 刘, G. M. Liu, 国明 刘, H. Liu, 昊 刘, H. B. Liu, 宏邦 刘, H. H. Liu, 欢欢 刘, H. M. Liu, 怀民 刘, Huihui Liu, 汇慧 刘, J. B. Liu, 建北 刘, J. J. Liu, 佳佳 刘, K. Liu, 坤 刘, K. Liu, 凯 刘, K. Y. Liu, 魁勇 刘, Ke Liu, 珂 刘, L. C. Liu, 良辰 刘, Lu Liu, 露 刘, M. H. Liu, 美宏 刘, P. L. Liu, 佩莲 刘, Q. Liu, 倩 刘, S. B. Liu, 树彬 刘, T. Liu, 桐 刘, W. K. Liu, 维克 刘, W. M. Liu, 卫民 刘, W. T. Liu, 婉婷 刘, X. Liu, 鑫 刘, X. Liu, 翔 刘, X. K. Liu, 筱康 刘, X. Y. Liu, 雪吟 刘, Y. Liu, 义 刘, Y. Liu, 媛 刘, Y. Liu, 英 刘, Y. B. Liu, 玉斌 刘, Z. A. Liu, 振安 刘, Z. D. Liu, 宗德 刘, Z. Q. Liu, 智青 刘, X. C. Lou, 辛丑 娄, F. X. Lu, 飞翔 卢, H. J. Lu, 海江 吕, J. G. Lu, 军光 吕, X. L. Lu, 小玲 陆, Y. Lu, 宇 卢, Y. H. Lu, 泱宏 卢, Y. P. Lu, 云鹏 卢, Z. H. Lu, 泽辉 卢, C. L. Luo, 成林 罗, J. R. Luo, 家瑞 罗, J. S. Luo, 家顺 罗, M. X. Luo, 民兴 罗, T. Luo, 涛 罗, X. L. Luo, 小兰 罗, Z. Y. Lv, 在裕 吕, X. R. Lyu, 晓睿 吕, Y. F. Lyu, 翌丰 吕, Y. H. Lyu, 云鹤 吕, F. C. Ma, 凤才 马, H. L. Ma, 海龙 马, J. L. Ma, 俊力 马, L. L. Ma, 连良 马, L. R. Ma, 立瑞 马, Q. M. Ma, 秋梅 马, R. Q. Ma, 润秋 马, R. Y. Ma, 若云 马, T. Ma, 腾 马, X. T. Ma, 晓天 马, X. Y. Ma, 骁妍 马, Y. M. Ma, 玉明 马, F. E. Maas, I. MacKay, M. Maggiora, S. Malde, Q. A. Malik, H. X. Mao, 杭翔 毛, Y. J. Mao, 亚军 冒, Z. P. Mao, 泽普 毛, S. Marcello, A. Marshall, F. M. Melendi, Y. H. Meng, 琰皓 孟, Z. X. Meng, 召霞 孟, G. Mezzadri, H. Miao, 晗 妙, T. J. Min, 天觉 闵, R. E. Mitchell, X. H. Mo, 晓虎 莫, B. Moses, N. Yu. Muchnoi, J. Muskalla, Y. Nefedov, F. Nerling, L. S. Nie, 麟苏 聂, I. B. Nikolaev, Z. Ning, 哲 宁, S. Nisar, Q. L. Niu, 祺乐 牛, W. D. Niu, 文迪 牛, C. Normand, S. L. Olsen, Q. Ouyang, 群 欧阳, S. Pacetti, X. Pan, 祥 潘, Y. Pan, 越 潘, A. Pathak, Y. P. Pei, 宇鹏 裴, M. Pelizaeus, H. P. Peng, 海平 彭, X. J. Peng, 宣嘉 彭, Y. Y. Peng, 云翊 彭, K. Peters, K. Petridis, J. L. Ping, 加伦 平, R. G. Ping, 荣刚 平, S. Plura, V. Prasad, F. Z. Qi, 法制 齐, H. R. Qi, 红荣 漆, M. Qi, 鸣 祁, S. Qian, 森 钱, W. B. Qian, 文斌 钱, C. F. Qiao, 从丰 乔, J. H. Qiao, 佳辉 乔, J. J. Qin, 佳佳 秦, J. L. Qin, 嘉良 覃, L. Q. Qin, 丽清 秦, L. Y. Qin, 龙宇 秦, P. B. Qin, 鹏勃 秦, X. P. Qin, 潇平 覃, X. S. Qin, 小帅 秦, Z. H. Qin, 中华 秦, J. F. Qiu, 进发 邱, Z. H. Qu, 子皓 屈, J. Rademacker, C. F. Redmer, A. Rivetti, M. Rolo, G. Rong, 刚 荣, S. S. Rong, 少石 荣, F. Rosini, Ch. Rosner, M. Q. Ruan, 曼奇 阮, N. Salone, A. Sarantsev, Y. Schelhaas, K. Schoenning, M. Scodeggio, K. Y. Shan, 科羽 尚, W. Shan, 葳 单, X. Y. Shan, 心钰 单, Z. J. Shang, 子杰 尚, J. F. Shangguan, 剑锋 上官, L. G. Shao, 立港 邵, M. Shao, 明 邵, C. P. Shen, 成平 沈, H. F. Shen, 宏飞 沈, W. H. Shen, 文涵 沈, X. Y. Shen, 肖雁 沈, B. A. Shi, 伯安 施, H. Shi, 华 史, J. L. Shi, 家磊 石, J. Y. Shi, 京燕 石, S. Y. Shi, 书宇 史, X. Shi, 欣 史, H. L. Song, 海林 宋, J. J. Song, 娇娇 宋, T. Z. Song, 天资 宋, W. M. Song, 维民 宋, Y. J. Song, 宇镜 宋, Y. X. Song, 昀轩 宋, S. Sosio, S. Spataro, F. Stieler, S. S. Su, 闪闪 苏, Y. J. Su, 杨捷 粟, G. B. Sun, 光豹 孙, G. X. Sun, 功星 孙, H. Sun, 昊 孙, H. K. Sun, 浩凯 孙, J. F. Sun, 俊峰 孙, K. Sun, 开 孙, L. Sun, 亮 孙, S. S. Sun, 胜森 孙, T. Sun, Y. C. Sun, 雨长 孙, Y. H. Sun, 益华 孙, Y. J. Sun, 勇杰 孙, Y. Z. Sun, 永昭 孙, Z. Q. Sun, 泽群 孙, Z. T. Sun, 振田 孙, C. J. Tang, 昌建 唐, G. Y. Tang, 光毅 唐, J. Tang, 健 唐, J. J. Tang, 嘉骏 唐, L. F. Tang, 林发 唐, Y. A. Tang, 迎澳 唐, L. Y. Tao, 璐燕 陶, M. Tat, J. X. Teng, 佳秀 滕, J. Y. Tian, 济源 田, W. H. Tian, 文辉 田, Y. Tian, 野 田, Z. F. Tian, 喆飞 田, I. Uman, B. Wang, 斌 王, B. Wang, 斌 王, Bo Wang, 博 王, C. Wang, 程 王, C. Wang, 超 王, Cong Wang, 聪 王, D. Y. Wang, 大勇 王, H. J. Wang, 泓鉴 王, J. J. Wang, 家驹 王, K. Wang, 科 王, L. L. Wang, 亮亮 王, L. W. Wang, 璐仪 王, M. Wang, 萌 王, M. Wang, N. Y. Wang, 南洋 王, S. Wang, 顺 王, T. Wang, 婷 王, T. J. Wang, 腾蛟 王, W. Wang, 为 王, W. Wang, 维 王, W. P. Wang, 维平 王, X. Wang, 轩 王, X. F. Wang, 雄飞 王, X. J. Wang, 希俊 王, X. L. Wang, 小龙 王, X. N. Wang, 新南 王, Y. Wang, 亦 王, Y. D. Wang, 雅迪 王, Y. F. Wang, 贻芳 王, Y. H. Wang, 英豪 王, Y. J. Wang, 祎景 王, Y. L. Wang, 艺龙 王, Y. N. Wang, 燕宁 王, Y. Q. Wang, 雨晴 王, Yaqian Wang, 亚乾 王, Yi Wang, 义 王, Yuan Wang, 源 王, Z. Wang, 铮 王, Z. L. Wang, 治浪 王, Z. Q. Wang, 紫祺 王, Z. Y. Wang, 至勇 王, D. H. Wei, 代会 魏, H. R. Wei, F. Weidner, S. P. Wen, 硕频 文, Y. R. Wen, 亚冉 温, U. Wiedner, G. Wilkinson, M. Wolke, C. Wu, 晨 吴, J. F. Wu, 金飞 吴, L. H. Wu, 灵慧 伍, L. J. Wu, 连近 吴, Lianjie Wu, 廉杰 武, S. G. Wu, 韶光 吴, S. M. Wu, 蜀明 吴, X. Wu, 潇 吴, X. H. Wu, 雄浩 伍, Y. J. Wu, 英杰 吴, Z. Wu, 智 吴, L. Xia, 磊 夏, X. M. Xian, 秀梅 咸, B. H. Xiang, 本后 向, D. Xiao, 栋 肖, G. Y. Xiao, 光延 肖, H. Xiao, 浩 肖, Y. L. Xiao, 云龙 肖, Z. J. Xiao, 振军 肖, C. Xie, 陈 谢, K. J. Xie, 凯吉 谢, X. H. Xie, 昕海 谢, Y. Xie, 勇 谢, Y. G. Xie, 宇广 谢, Y. H. Xie, 跃红 谢, Z. P. Xie, 智鹏 谢, T. Y. Xing, 天宇 邢, C. F. Xu, C. J. Xu, 创杰 许, G. F. Xu, 国发 许, H. Y. Xu, 皓月 许, M. Xu, 明 徐, Q. J. Xu, 庆君 徐, Q. N. Xu, T. D. Xu, 腾达 徐, W. Xu, 威 许, W. L. Xu, 万伦 徐, X. P. Xu, 新平 徐, Y. Xu, 月 徐, Y. C. Xu, 英超 胥, Z. S. Xu, 昭燊 许, F. Yan, 芳 严, H. Y. Yan, 浩宇 闫, L. Yan, 亮 严, W. B. Yan, 文标 鄢, W. C. Yan, 文成 闫, W. H. Yan, 文昊 闫, W. P. Yan, 文鹏 闫, X. Q. Yan, 薛强 严, H. J. Yang, 海军 杨, H. L. Yang, 昊霖 杨, H. X. Yang, 洪勋 杨, J. H. Yang, 君辉 杨, R. J. Yang, 润佳 杨, T. Yang, 涛 杨, Y. Yang, 莹 杨, Y. F. Yang, 艳芳 杨, Y. H. Yang, 友华 杨, Y. Q. Yang, 永强 杨, Y. X. Yang, 逸翔 杨, Y. Z. Yang, 颖喆 杨, M. Ye, 梅 叶, M. H. Ye, 铭汉 叶, Z. J. Ye, 子健 叶, Junhao Yin, 俊昊 殷, Z. Y. You, 郑昀 尤, B. X. Yu, 伯祥 俞, C. X. Yu, 纯旭 喻, G. Yu, J. S. Yu, 洁晟 俞, L. Q. Yu, 丽雯 喻, M. C. Yu, T. Yu, 涛 于, X. D. Yu, 旭东 余, Y. C. Yu, 烨淳 郁, C. Z. Yuan, 长征 苑, H. Yuan, 昊 袁, J. Yuan, 菁 袁, J. Yuan, 杰 袁, L. Yuan, 丽 袁, S. C. Yuan, 思成 苑, X. Q. Yuan, 晓庆 袁, Y. Yuan, 野 袁, Z. Y. Yuan, 朝阳 袁, C. X. Yue, 崇兴 岳, Ying Yue, 颖 岳, A. A. Zafar, S. H. Zeng, X. Zeng, 鑫 曾, Y. Zeng, 云 曾, Y. J. Zeng, 溢嘉 曾, Y. J. Zeng, 宇杰 曾, X. Y. Zhai, 星晔 翟, Y. H. Zhan, 永华 詹, A. Q. Zhang, 安庆 张, B. L. Zhang, 伯伦 张, B. X. Zhang, 丙新 张, D. H. Zhang, 丹昊 张, G. Y. Zhang, 广义 张, G. Y. Zhang, 耕源 张, H. Zhang, 豪 张, H. Zhang, 晗 张, H. C. Zhang, 航畅 张, H. H. Zhang, 宏浩 张, H. Q. Zhang, 华桥 张, H. R. Zhang, 浩然 张, H. Y. Zhang, 红宇 章, J. Zhang, 晋 张, J. Zhang, 进 张, J. J. Zhang, 进军 张, J. L. Zhang, 杰磊 张, J. Q. Zhang, 敬庆 张, J. S. Zhang, 家声 张, J. W. Zhang, 家文 张, J. X. Zhang, 景旭 张, J. Y. Zhang, 建勇 张, J. Z. Zhang, 景芝 张, Jianyu Zhang, 剑宇 张, L. M. Zhang, 黎明 张, Lei Zhang, 雷 张, N. Zhang, 楠 张, P. Zhang, 鹏 张, Q. Zhang, 强 张, Q. Y. Zhang, 秋岩 张, R. Y. Zhang, 若愚 张, S. H. Zhang, 水涵 张, Shulei Zhang, 书磊 张, X. M. Zhang, 晓梅 张, X. Y Zhang, X. Y. Zhang, 学尧 张, Y. Zhang, 宇 张, Y. Zhang, 瑶 张, Y. T. Zhang, 亚腾 张, Y. H. Zhang, 银鸿 张, Y. M. Zhang, 悦明 张, Y. P. Zhang, 越鹏 张, Z. D. Zhang, 正德 张, Z. H. Zhang, 泽恒 张, Z. L. Zhang, 志龙 张, Z. L. Zhang, 兆领 张, Z. X. Zhang, 泽祥 张, Z. Y. Zhang, 子羽 张, Z. Y. Zhang, 振宇 张, Z. Z. Zhang, 子扬 张, Zh. Zh. Zhang, G. Zhao, 光 赵, J. Y. Zhao, 静宜 赵, J. Z. Zhao, 京周 赵, L. Zhao, 雷 赵, L. Zhao, 玲 赵, M. G. Zhao, 明刚 赵, N. Zhao, 宁 赵, R. P. Zhao, 若平 赵, S. J. Zhao, 书俊 赵, Y. B. Zhao, 豫斌 赵, Y. L. Zhao, 艳琳 赵, Y. X. Zhao, 宇翔 赵, Z. G. Zhao, 政国 赵, A. Zhemchugov, B. Zheng, 波 郑, B. M. Zheng, 变敏 郑, J. P. Zheng, 建平 郑, W. J. Zheng, 文静 郑, X. R. Zheng, 心如 郑, Y. H. Zheng, 阳恒 郑, B. Zhong, 彬 钟, C. Zhong, 翠 钟, H. Zhou, 航 周, J. Q. Zhou, 嘉奇 周, J. Y. Zhou, 佳莹 周, S. Zhou, 帅 周, X. Zhou, 详 周, X. K. Zhou, 晓康 周, X. R. Zhou, 小蓉 周, X. Y. Zhou, 兴玉 周, Y. X. Zhou, 亦雄 周, Y. Z. Zhou, 袆卓 周, A. N. Zhu, 傲男 朱, J. Zhu, 江 朱, K. Zhu, 凯 朱, K. J. Zhu, 科军 朱, K. S. Zhu, 康帅 朱, L. Zhu, 林 朱, L. X. Zhu, 琳萱 朱, S. H. Zhu, 世海 朱, T. J. Zhu, 腾蛟 朱, W. D. Zhu, 稳定 朱, W. D. Zhu, 稳定 朱, W. J. Zhu, 文静 朱, W. Z. Zhu, 文卓 朱, Y. C. Zhu, 莹春 朱, Z. A. Zhu, 自安 朱, X. Y. Zhuang, 新宇 庄, J. H. Zou, 佳恒 邹, J. Zu, 健 祖 and (BESIII Collaboration)",
      "source": "Chinese Physics C",
      "summary": "Based on a sample of events collected by the BESIII detector operating at the BEPCII collider, the decay is analyzed. The decay modes and are observed for the first time, and their corresponding branching fractions are determined to be and . An upper limit on the branching fraction of is set as at a 90% confidence level (CL). A partial wave analysis (PWA) of the decay is performed to search for the exotic state . The PWA result indicates that the structure in the mass spectrum is attributed to , while in the mass spectrum, it is attributed to the phase space. The upper limit of is set based on the PWA at 90% CL."
    }
  ]
}