{
  "lastUpdated": "2025-06-28T02:39:06.599893",
  "papers": [
    {
      "title": "Explaining Snowball-in-Hell Phenomena in Heavy-Ion Collisions Using a Novel Thermodynamic Variable",
      "link": "http://link.aps.org/doi/10.1103/7cjr-fgdw",
      "authors": "Eric Braaten, Kevin Ingles, and Justin Pickett",
      "source": "Physical Review Letter",
      "summary": "Author(s): Eric Braaten, Kevin Ingles, and Justin PickettA loosely bound hadronic molecule produced by a relativistic heavy-ion collision has been described as a “snowball in hell” since it emerges from a hadron resonance gas whose temperature is orders of magnitude larger than the binding energy of the molecule. This remarkable phenomenon can be explaine…[Phys. Rev. Lett. 134, 252301] Published Thu Jun 26, 2025"
    },
    {
      "title": "Reduction in Nuclear Size and Quadrupole Deformation of High-Spin Isomers of $^{127,129}\\mathrm{In}$",
      "link": "http://link.aps.org/doi/10.1103/m35x-mw7z",
      "authors": "A. R. Vernon <em>et al.</em>",
      "source": "Physical Review Letter",
      "summary": "Author(s): A. R. Vernon et al.We employed laser spectroscopy of atomic transitions to measure the nuclear charge radii and electromagnetic properties of the high-spin isomeric states in neutron-rich indium isotopes ($Z=49$) near the closed proton and neutron shells at $Z=50$ and $N=82$. Our data reveal a reduction in the nuclear…[Phys. Rev. Lett. 134, 252501] Published Thu Jun 26, 2025"
    },
    {
      "title": "Electron capture of superheavy nuclei with realistic lepton wave functions",
      "link": "http://link.aps.org/doi/10.1103/n6d8-cmcg",
      "authors": "A. Ravlić, P. Schwerdtfeger, and W. Nazarewicz",
      "source": "Physical Review C",
      "summary": "Author(s): A. Ravlić, P. Schwerdtfeger, and W. NazarewiczThe superheavy nuclei push the periodic table of the elements and the chart of the nuclides to their limits, providing a unique laboratory for studies of the electron-nucleus interactions. The most important weak decay mode in known superheavy nuclei is electron capture (EC). In the standard calcula…[Phys. Rev. C 111, 064323] Published Thu Jun 26, 2025"
    },
    {
      "title": "Machine learning for decoding spin-zero and octupole excitations",
      "link": "http://link.aps.org/doi/10.1103/vjwy-m9xv",
      "authors": "B. F. Lv, Yongjia Wang, Zhilong Li, and C. M. Petrache",
      "source": "Physical Review C",
      "summary": "Author(s): B. F. Lv, Yongjia Wang, Zhilong Li, and C. M. PetracheThe exploration of low-lying excitation energies of atomic nuclei remains a pivotal area of nuclear physics research due to its unique capacity to uncover new physics phenomena, especially in regions far from stability. In this work, the state-of-the-art efficiency machine-learning algorithm Light G…[Phys. Rev. C 111, 064324] Published Thu Jun 26, 2025"
    },
    {
      "title": "Variations in the charge radii of indium isotopes between $N=52$ and 82",
      "link": "http://link.aps.org/doi/10.1103/PhysRevC.111.064325",
      "authors": "A. R. Vernon <em>et al.</em> (CRIS-ISOLDE Collaboration)",
      "source": "Physical Review C",
      "summary": "Author(s): A. R. Vernon et al. (CRIS-ISOLDE Collaboration)The size of the atomic nucleus is a fundamental observable, for which laser spectroscopy of atomic hyperfine transitions can measure the changes in mean-square charge radii as neutrons are added or removed. This work reports an extensive set of results from collinear resonance ionization spectroscopy at ISOLDE-CERN on ground- and isomeric states of indium (Z=49) isotopes, almost spanning the complete valence space between the neutron-shell closures N=50 and 82. Whereas the new results largely agree with literature values within experimental and atomic-factor uncertainties, the authors find intricate variations in the odd-even staggering of the nuclear charge radii. This work shows how the breadth of data can serve as a benchmark for nuclear theory, suggesting directions for further improvements.[Phys. Rev. C 111, 064325] Published Thu Jun 26, 2025"
    },
    {
      "title": "Longitudinal spin polarization in a thermal model with dissipative corrections",
      "link": "http://link.aps.org/doi/10.1103/923l-yxkc",
      "authors": "Soham Banerjee, Samapan Bhadury, Wojciech Florkowski, Amaresh Jaiswal, and Radoslaw Ryblewski",
      "source": "Physical Review C",
      "summary": "Author(s): Soham Banerjee, Samapan Bhadury, Wojciech Florkowski, Amaresh Jaiswal, and Radoslaw RyblewskiIn this work, we address the problem of longitudinal spin polarization of the $\\mathrm{Λ}$ hyperons produced in relativistic heavy-ion collisions. We combine a relativistic kinetic-theory framework that includes spin degrees of freedom treated in a classical way with the freeze-out parametrization u…[Phys. Rev. C 111, 064912] Published Thu Jun 26, 2025"
    },
    {
      "title": "On the local thermodynamic relations in relativistic spin hydrodynamics",
      "link": "https://arxiv.org/abs/2506.20681",
      "authors": "Francesco Becattini, Rajeev Singh",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2506.20681v1 Announce Type: new \nAbstract: We demonstrate, by providing two specific examples, that the local differential thermodynamic relations used as educated guesses in relativistic hydrodynamics with spin, do not hold even at global thermodynamic equilibrium, where the expression of the entropy current is totally unambiguous. We show, by using a rigorous quantum statistical method, that for massless free fermions and massive free fermions with rotation and acceleration at global thermodynamic equilibrium, the derivative of the pressure function with respect to the spin potential differs from the spin density and acquires a correction of the same order. Therefore, for an accurate determination of the constitutive relations in relativistic spin hydrodynamics, the traditional method of assuming differential thermodynamic relations is not appropriate."
    },
    {
      "title": "Relativistic spin hydrodynamics with antisymmetric spin tensors and an extension of the Bargmann-Michel-Telegdi equation",
      "link": "https://arxiv.org/abs/2506.20698",
      "authors": "Shuo Fang, Kenji Fukushima, Shi Pu, Dong-Lin Wang",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2506.20698v1 Announce Type: new \nAbstract: We derive a formulation of relativistic spin hydrodynamics with totally antisymmetric spin tensors that satisfy the Frenkel-Mathisson-Pirani condition. In our proposed spin hydrodynamics, the second law of thermodynamics is fulfilled by the spin-induced corrections in the heat flow, the viscous tensor, and the antisymmetric part of the energy-momentum tensor. These corrections are interpreted as the inverse spin Hall effect and the anomalous Hall effect in the nonrelativistic limit. We show that our evolution equation for the spin density is interpreted as an extension of the Bargmann-Michel-Telegdi equation known in relativistic many-body systems, including the Thomas precession term, the spin-rotation term, and new coupling terms between spin and hydrodynamic variables."
    },
    {
      "title": "Speed of sound of QCD matter at chiral crossover",
      "link": "https://arxiv.org/abs/2506.21292",
      "authors": "Oleksii Ivanytskyi, David Blaschke, Gerd R\\\"opke",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2506.21292v1 Announce Type: new \nAbstract: Based on a generalized Beth-Uhlenbeck approach to thermodynamics of QCD motivated by cluster decomposition we present a unified equation of state of hot strongly interacting matter and analyze its properties in a wide range of temperatures. The hadrons are treated as color singlet multiquark clusters in medium with a background gluon field in the Polyakov gauge. The confining aspect of QCD is accounted for by the Polyakov loop mechanism and by a large vacuum quark mass motivated by a confining density functional approach. We demonstrate that an abrupt switching between hadronic and partonic degrees of freedom, which is one of striking manifestations of dynamical restoration of chiral symmetry, is accompanied by a smooth behavior of entropy density at chiral crossover. Individual contributions of different components of strongly interacting matter to its speed of sound are analyzed for the first time. It is shown that restoration of chiral symmetry drives speed of sound of hadron gas to negative values, manifesting its mechanical instability and being in a strike disagreements with the lattice QCD data. Accounting for the partonic excitations naturally resolves this contradiction."
    },
    {
      "title": "Iterative Harrow-Hassidim-Lloyd quantum algorithm for solving resonances with eigenvector continuation",
      "link": "https://arxiv.org/abs/2506.20929",
      "authors": "Hantao Zhang, Dong Bai, Zhongzhou Ren",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2506.20929v1 Announce Type: cross \nAbstract: We propose a novel quantum algorithm for solving nuclear resonances, which is based on the iterative Harrow-Hassidim-Lloyd algorithm and eigenvector continuation with complex scaling. To validate this approach, we compute the resonant states of $\\alpha-\\alpha$ system and achieve results in good agreement with traditional methods. Our study offers a new perspective on calculating eigenvalues of non-Hermitian operators and lays some groundwork for further exploration of nuclear resonances using quantum computing."
    },
    {
      "title": "Proto-neutron Stars with Dark Matter Admixture: A Single-Fluid Approach",
      "link": "https://arxiv.org/abs/2506.21378",
      "authors": "Adamu Issifu, D\\'ebora P. Menezes, Tobias Frederico",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2506.21378v1 Announce Type: cross \nAbstract: This work investigates the impact of dark matter (DM) on the microscopic and macroscopic properties of proto-neutron stars (PNSs). We employ a single-fluid framework in which DM interacts with ordinary matter (OM) via the Higgs portal and remains in thermal equilibrium through non-gravitational interactions. Using a quasi-static approximation, we analyze the evolution of PNSs during the Kelvin--Helmholtz phase by varying the DM mass while keeping the entropy per baryon and lepton fraction fixed. Our results show that DM absorbs thermal energy from the stellar medium without efficient re-emission, thereby altering neutrino emission and affecting the star's thermal evolution history. Furthermore, neutrinos contribute significantly to pressure support in the PNS phase, inhibiting DM mass accretion during neutrino-trapped stages. Based on the requirement to satisfy the observed $2\\,\\rm M_\\odot$ neutron star mass constraint and to maintain consistency with supernova remnant data, we suggest an upper limit of $m_\\chi \\leq 0.62\\,\\rm GeV$ for the DM mass that can accrete in evolving PNSs. In contrast, we established that cold neutron stars (NSs) can support higher DM masses without compromising equilibrium stability, owing to increased central density, enhanced gravitational binding energy, and reduced thermal pressure."
    },
    {
      "title": "A Bogomol'nyi-Prasad-Sommerfield bound with a first-order system in the $2D$ Gross-Pitaevskii equation",
      "link": "https://arxiv.org/abs/2501.04092",
      "authors": "Fabrizio Canfora, Pablo Pais",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2501.04092v3 Announce Type: replace-cross \nAbstract: A novel Bogomol'nyi-Prasad-Sommerfield (BPS) bound for the Gross-Pitaevskii equations in two spatial dimensions is presented. The energy can be bounded from below in terms of the combination of two boundary terms, one related to the vorticity (but ``dressed'' by the condensate profile) and the second to the ``skewness'' of the configurations. The bound is saturated by configurations that satisfy a system of two first-order partial differential equations. When such a BPS system is satisfied, the Gross-Pitaevskii equations are also satisfied. The analytic solutions of this BPS system in the present manuscript represent configurations with fractional vorticity living in an annulus. Using these techniques, we present the first analytic examples of this kind. The hydrodynamical interpretation of the BPS system is discussed, and the implications of these results are outlined."
    },
    {
      "title": "Rapidly spinning dark matter-admixed neutron stars",
      "link": "https://arxiv.org/abs/2502.17948",
      "authors": "Lorenzo Cipriani, Edoardo Giangrandi, Violetta Sagun, Daniela D. Doneva, Stoytcho S. Yazadjiev",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2502.17948v3 Announce Type: replace-cross \nAbstract: Millisecond pulsars, representing the older neutron star population, are believed to have undergone a prolonged period of dark matter accumulation, resulting in a higher dark matter content. Their extreme rotation makes them unique laboratories for studying rapidly rotating neutron stars admixed with dark matter. In this work, we model uniformly rotating neutron stars with a dark matter component that rotates independently from the baryon matter, allowing for the investigation of both co-rotating and counter-rotating scenarios. We examine the impact of dark matter rotation on the macroscopic properties of neutron stars, including the mass-radius relation, the mass-shedding Keplerian limit, and moments of inertia, for various dark matter particle masses and total fractions, considering both core and halo distributions. Our findings provide a more comprehensive understanding of how dark matter influences the equilibrium properties of rotating neutron stars, offering new insights into the astrophysical implications of self-interacting dark matter."
    },
    {
      "title": "Corrigendum to “A Simple Argument that Small Hydrogen May Exist” [<em>Physics Letters B</em> Vol. 794, 2019, p. 130]",
      "link": "https://www.sciencedirect.com/science/article/pii/S037026932500437X?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: September 2025Source: Physics Letters B, Volume 868Author(s): J. Va’vra"
    },
    {
      "title": "Search for Higgs boson decays into a <em>Z</em> boson and a light hadronically decaying resonance in <em>pp</em> collisions at <math xmlns:mml=\"http://www.w3.org/1998/Math/MathML\" altimg=\"si1.svg\" class=\"math\"><msqrt><mrow><mi>s</mi></mrow></msqrt></math>=13 TeV with the ATLAS detector",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269325004320?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: Available online 26 June 2025Source: Physics Letters BAuthor(s): G. Aad, E. Aakvaag, B. Abbott, S. Abdelhameed, K. Abeling, N.J. Abicht, S.H. Abidi, M. Aboelela, A. Aboulhorma, H. Abramowicz, Y. Abulaiti, B.S. Acharya, A. Ackermann, C. Adam Bourdarios, L. Adamczyk, S.V. Addepalli, M.J. Addison, J. Adelman, A. Adiguzel, T. Adye"
    },
    {
      "title": "The Fermi function and the neutron's lifetime",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269325004393?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: Available online 26 June 2025Source: Physics Letters BAuthor(s): Peter Vander Griend, Zehua Cao, Richard J. Hill, Ryan Plestid"
    },
    {
      "title": "Gravitization Equation and Zero Energy Momentum Tensor Theorem with Cancellation Law in Gravitational Quantum Field Theory",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269325004502?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: Available online 26 June 2025Source: Physics Letters BAuthor(s): Yue-Liang Wu"
    },
    {
      "title": "On the fidelity of information retrieval in the black hole final state model with scrambling interactions",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269325004435?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: Available online 26 June 2025Source: Physics Letters BAuthor(s): Ran Li, Jin Wang"
    },
    {
      "title": "Macdonald deformation of Vogel's universality and link hyperpolynomials",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269325004563?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: Available online 26 June 2025Source: Physics Letters BAuthor(s): Liudmila Bishler, Andrei Mironov, Alexei Morozov"
    },
    {
      "title": "Spectral and Thermal Analysis of the Morse Potential within the Dunkl Formalism: Analytical Approximations and Applications",
      "link": "https://link.springer.com/article/10.1007/s00601-025-01999-5",
      "authors": "Unknown",
      "source": "Few-Body Systems",
      "summary": "In this work, we investigate the quantum dynamics of a particle subject to the Morse potential within the framework of Dunkl quantum mechanics. By employing the Dunkl derivative operator–which introduces reflection symmetry–we construct a deformed Schrödinger equation and obtain exact analytical solutions using the Pekeris approximation. The resulting energy spectrum and wavefunctions reveal how Dunkl parameters alter the effective potential and vibrational states. The model is applied to several diatomic molecules, including $$\\hbox {H}_2$$, HCl, and $$\\hbox {I}_2$$, illustrating the impact of symmetry deformation on energy spectra. We also compute thermodynamic functions including the partition function, free energy, internal energy, entropy, and specific heat. The analysis shows that the Dunkl deformation induces distinct thermal behavior and offers a tunable approach to molecular modeling. These results highlight the potential of the Dunkl formalism as a useful tool for extending conventional quantum models and for exploring symmetry-deformed systems in molecular physics and quantum thermodynamics."
    }
  ]
}