{
  "lastUpdated": "2025-10-05T02:26:26.279950",
  "papers": [
    {
      "title": "Experimental study of mirror nuclei $^{10}\\mathrm{Be}\\text{−}^{10}\\mathrm{C},^{11}\\mathrm{B}\\text{−}^{11}\\mathrm{C}$, and $^{9}\\mathrm{Be}\\text{−}^{9}\\mathrm{B}$ populated via $^{10}\\mathrm{B}+^{10}\\mathrm{B}$ nuclear reactions",
      "link": "http://link.aps.org/doi/10.1103/p14g-w98k",
      "authors": "D. Jelavić Malenica, M. Milin, A. Di Pietro, P. Figuera, A. Musumarra, M. G. Pellegriti, V. Scuderi, N. Soić, S. Szilner, D. Torresi, and M. Uroić",
      "source": "Physical Review C",
      "summary": "Author(s): D. Jelavić Malenica, M. Milin, A. Di Pietro, P. Figuera, A. Musumarra, M. G. Pellegriti, V. Scuderi, N. Soić, S. Szilner, D. Torresi, and M. UroićThe symmetric $^{10}\\mathrm{B}+^{10}\\mathrm{B}$ reaction provides a unique opportunity to populate high-energy, high-spin states in the mirror pairs $^{10}\\mathrm{Be}\\text{−}^{10}\\mathrm{C}$, $^{11}\\mathrm{B}\\text{−}^{11}\\mathrm{C}$, and $^{9}\\mathrm{Be}\\text{−}^{9}\\mathrm{B}$. Excitation spectra fo…[Phys. Rev. C 112, 044302] Published Fri Oct 03, 2025"
    },
    {
      "title": "Symmetric-asymmetric collision comparison: disentangling nuclear structure and subnucleonic structure effects for small system flow",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269325006847?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: Available online 3 October 2025Source: Physics Letters BAuthor(s): Shengli Huang, Jiangyong Jia, Chunjian Zhang"
    },
    {
      "title": "Dynamical dark energy in the no-scale Brans–Dicke gravity",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269325006902?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: Available online 3 October 2025Source: Physics Letters BAuthor(s): Muzi Hong, Kyohei Mukaida, Tsutomu T. Yanagida"
    },
    {
      "title": "Constraining off-shell Higgs boson production and the Higgs boson total width using WW ...ll final states with the ATLAS detector<math xmlns:mml=\"http://www.w3.org/1998/Math/MathML\" altimg=\"si10.svg\" class=\"math\"><mrow><mi>W</mi><mi>W</mi><mo>→</mo><mi>ℓ</mi><mi>ν</mi><mi>ℓ</mi><mi>ν</mi></mrow></math> final states with the ATLAS detector",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269325006574?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: Available online 3 October 2025Source: Physics Letters BAuthor(s): The ATLAS Collaboration, G. Aad, E. Aakvaag, B. Abbott, S. Abdelhameed, K. Abeling, N.J. Abicht, S.H. Abidi, M. Aboelela, A. Aboulhorma, H. Abramowicz, Y. Abulaiti, B.S. Acharya, A. Ackermann, C. Adam Bourdarios, L. Adamczyk, S.V. Addepalli, M.J. Addison, J. Adelman, A. Adiguzel, T. Adye"
    },
    {
      "title": "Lam-Tung relation breaking effects and weak dipole moments at lepton colliders",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269325006896?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: Available online 3 October 2025Source: Physics Letters BAuthor(s): Guanghui Li, Xu Li, Bin Yan"
    },
    {
      "title": "Quarkonia spectrum and wave functions with different trial basis in the potential model approach",
      "link": "https://www.sciencedirect.com/science/article/pii/S0375947425002398?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Nuclear Physics A",
      "summary": "Publication date: Available online 3 October 2025Source: Nuclear Physics AAuthor(s): David Molina, Cristian Gutiérrez Gómez"
    },
    {
      "title": "Analytical Solutions of Rosen-Morse-Type Potentials in Quantum Systems with Position-Dependent Mass via Shape Invariance",
      "link": "https://link.springer.com/article/10.1007/s00601-025-02013-8",
      "authors": "Unknown",
      "source": "Few-Body Systems",
      "summary": "Supersymmetric quantum mechanics (SUSY-QM) provides a powerful framework for analyzing exactly solvable quantum systems. This study extends this formalism to a class of hyperbolic potentials within position-dependent mass (PDM) systems, which are crucial for modeling graded semiconductor heterostructures and other effective quantum theories. While the constant-mass case is confirmed to be exactly solvable, introducing a position-dependent mass presents a fundamental theoretical challenge. The nonlinear coupling between the spectral parameters and the superpotential generally breaks the standard shape-invariance condition, preventing a general analytical solution through the standard SUSY hierarchy. Our central result is the derivation, by strictly enforcing shape invariance as a constraint, of a unique and exactly solvable scenario. This process self-consistently identifies a specific, compatible pair of mass profile $$M\\left( x\\right) $$ and potential$$\\ V\\left( x\\right) $$. This pair emerges not as an arbitrary choice but as the fundamental solution that preserves the underlying supersymmetric symmetry, highlighting that shape invariance itself acts as a selection rule dictating which mass profiles permit exact solvability for a given potential type. This solvable model establishes a critical analytical benchmark for future studies on more complex, non-shape-invariant PDM systems. It demonstrates a robust methodology for identifying exact solutions in generalized quantum contexts, consolidating the role of SUSY-QM in tackling the challenges of position-dependent mass."
    }
  ]
}