{
  "lastUpdated": "2025-06-03T02:41:20.002089",
  "papers": [
    {
      "title": "Shape coexistence and band mixing in $^{116}\\mathrm{Sn}$: Insights from density functional theory and collective models",
      "link": "http://link.aps.org/doi/10.1103/PhysRevC.111.064301",
      "authors": "Amir Jalili, Ziba Saleki, Feng Pan, Y. A. Luo, Ai-Xi Chen, Mahmut Böyükata, and Yu Zhang",
      "source": "Physical Review C",
      "summary": "Author(s): Amir Jalili, Ziba Saleki, Feng Pan, Y. A. Luo, Ai-Xi Chen, Mahmut Böyükata, and Yu ZhangWe employ the Bohr model and nuclear density functional theory to investigate the nuclear structure of the $^{116}\\mathrm{Sn}$ isotope. Given that vibrational and rotational states are prevalent in midshell nuclei near $Z=50$ with shape coexistence, we applied the $β$ and $γ$ vibrations of an axiall…[Phys. Rev. C 111, 064301] Published Mon Jun 02, 2025"
    },
    {
      "title": "Nuclear excitation by near-resonant electron transitions in $^{229}\\mathrm{Th}^{39+}$ ions",
      "link": "http://link.aps.org/doi/10.1103/PhysRevC.111.064302",
      "authors": "Karol Kozioł and Jacek Rzadkiewicz",
      "source": "Physical Review C",
      "summary": "Author(s): Karol Kozioł and Jacek RzadkiewiczTheoretical considerations are made for the nuclear excitation from the ground state to the $8\\phantom{\\rule{0.16em}{0ex}}\\mathrm{eV} ^{229m}\\mathrm{Th}$ isomer via near-resonant electron transitions in Sb-like ($q=39+$) thorium ions. The energy of the first excited atomic state ($J=7/2$) in the $^{…[Phys. Rev. C 111, 064302] Published Mon Jun 02, 2025"
    },
    {
      "title": "Modification of single-hole-like states by configuration mixing in $^{99–131}\\mathrm{In}$",
      "link": "http://link.aps.org/doi/10.1103/PhysRevC.111.064303",
      "authors": "Deepak Patel, Praveen C. Srivastava, Noritaka Shimizu, and Yutaka Utsuno",
      "source": "Physical Review C",
      "summary": "Author(s): Deepak Patel, Praveen C. Srivastava, Noritaka Shimizu, and Yutaka UtsunoLarge-scale shell-model calculations are performed for the $9/{2}_{\\mathrm{g}.\\mathrm{s}.}^{+}, 1/{2}_{1}^{−}, 3/{2}_{1}^{−}$, and $5/{2}_{1}^{−}$ states in the odd-$A$ indium isotopes with $N=50–82$. The calculated energy levels, electromagnetic moments, and spectroscopic factors exhibit remarkable…[Phys. Rev. C 111, 064303] Published Mon Jun 02, 2025"
    },
    {
      "title": "Theoretical investigation of charge-changing cross section and interaction cross section for Be, B, C, N, O, and F isotopes on $^{12}\\mathrm{C}$ at 200–1050 MeV/nucleon",
      "link": "http://link.aps.org/doi/10.1103/PhysRevC.111.064601",
      "authors": "Z. Hasan, M. Imran, A. A. Usmani, and Z. A. Khan",
      "source": "Physical Review C",
      "summary": "Author(s): Z. Hasan, M. Imran, A. A. Usmani, and Z. A. KhanTo establish credibility for the use of the Slater determinant harmonic oscillator (SDHO) density in predicting root-mean-square proton and neutron radii for Be, B, C, N, O, and F isotopes [M. Imran  et al., Phys. Rev. C 110, 014623 (2024)], in this work we propose to study charge-changing and inter…[Phys. Rev. C 111, 064601] Published Mon Jun 02, 2025"
    },
    {
      "title": "Flow harmonic correlations via multiparticle symmetric and asymmetric cumulants in $\\mathrm{Au}+\\mathrm{Au}$ collisions at $\\sqrt{{s}_{NN}}=200$ GeV",
      "link": "http://link.aps.org/doi/10.1103/PhysRevC.111.064901",
      "authors": "Kaiser Shafi, Prabhupada Dixit, Sandeep Chatterjee, and Md. Nasim",
      "source": "Physical Review C",
      "summary": "Author(s): Kaiser Shafi, Prabhupada Dixit, Sandeep Chatterjee, and Md. NasimWe study multiparticle azimuthal correlations in $\\mathrm{Au}+\\mathrm{Au}$ collisions at $\\sqrt{{s}_{NN}}=200$ GeV. We use initial conditions obtained from a Monte Carlo Glauber model and evolve them within a viscous relativistic hydrodynamics framework that eventually gives way to a transport model…[Phys. Rev. C 111, 064901] Published Mon Jun 02, 2025"
    },
    {
      "title": "Anisotropic flows of identified hadrons in the equal-velocity quark combination model at energies available at the BNL Relativistic Heavy Ion Collider",
      "link": "http://link.aps.org/doi/10.1103/PhysRevC.111.064902",
      "authors": "Yan-ting Feng, Rui-qin Wang, Feng-lan Shao, and Jun Song",
      "source": "Physical Review C",
      "summary": "Author(s): Yan-ting Feng, Rui-qin Wang, Feng-lan Shao, and Jun SongWe employ an equal-velocity quark combination model to study anisotropic flows ${v}_{2}, {v}_{3}$, and ${v}_{4}$ of identified hadrons at midrapidity in heavy-ion collisions at Relativistic Heavy Ion Collider energies. Under the equal-velocity combination mechanism of constituent quarks at hadroniza…[Phys. Rev. C 111, 064902] Published Mon Jun 02, 2025"
    },
    {
      "title": "Examination of the possibility of ${π}^{0}$ condensation and magnetization in freely interpenetrating nuclei",
      "link": "http://link.aps.org/doi/10.1103/PhysRevC.111.064903",
      "authors": "D. N. Voskresensky",
      "source": "Physical Review C",
      "summary": "Author(s): D. N. VoskresenskyConditions are found under which, in nuclear matter, there may appear a spatially nonuniform $p$ wave ${π}^{0}$ condensate supplemented by a spatially varying spontaneous magnetization. The pion-nucleon interaction and the anomaly contributions to magnetization are taken into account. The response o…[Phys. Rev. C 111, 064903] Published Mon Jun 02, 2025"
    },
    {
      "title": "Total absorption spectroscopy for the ${β}^{+}$ decay strength distribution of $^{60}\\mathrm{Ga}$",
      "link": "http://link.aps.org/doi/10.1103/PhysRevC.111.065801",
      "authors": "G. Owens-Fryar, S. M. Lyons, A. L. Richard, A. Spyrou, B. A. Brown, C. E. P. Robin, Z. Meisel, H. C. Berg, A. Chester, A. A. Chen, B. Crider, P. A. DeYoung, P. Gastis, E. C. Good, C. Harris, K. Hermansen, S. N. Liddick, A. Palmisano-Kyle, A. Psaltis, M. K. Smith, E. Rubino, S. K. Subedi, I. Sultana, and A. Tsantiri",
      "source": "Physical Review C",
      "summary": "Author(s): G. Owens-Fryar, S. M. Lyons, A. L. Richard, A. Spyrou, B. A. Brown, C. E. P. Robin, Z. Meisel, H. C. Berg, A. Chester, A. A. Chen, B. Crider, P. A. DeYoung, P. Gastis, E. C. Good, C. Harris, K. Hermansen, S. N. Liddick, A. Palmisano-Kyle, A. Psaltis, M. K. Smith, E. Rubino, S. K. Subedi, I. Sultana, and A. Tsantiri$β$-decay properties play an important role in most astrophysical processes. In the absence of experimental data, astrophysical models rely on global theoretical calculations to provide the relevant properties. It is therefore important to provide strong experimental constraints when possible. In th…[Phys. Rev. C 111, 065801] Published Mon Jun 02, 2025"
    },
    {
      "title": "Half-vortex states in the rotating outer core of neutron stars",
      "link": "http://link.aps.org/doi/10.1103/PhysRevC.111.065802",
      "authors": "J. A. Gil Granados, A. Muñoz Mateo, and X. Viñas",
      "source": "Physical Review C",
      "summary": "Author(s): J. A. Gil Granados, A. Muñoz Mateo, and X. ViñasWe probe the superfluid-superconductor dynamics of the rotating outer core of neutron stars through half-vortex states. By means of a generalized hydrodynamic model, where proton and neutron fluids are coupled by both dynamic entrainment and Skyrme SLy4 nucleon-nucleon interactions, we analyze singl…[Phys. Rev. C 111, 065802] Published Mon Jun 02, 2025"
    },
    {
      "title": "New upper limits for $β$-delayed fission probabilities of $^{230,232}\\mathrm{Fr}$ and $^{230,232,234}\\mathrm{Ac}$",
      "link": "http://link.aps.org/doi/10.1103/PhysRevC.111.065803",
      "authors": "S. Bara <em>et al.</em>",
      "source": "Physical Review C",
      "summary": "Author(s): S. Bara et al.The process of $β$-delayed fission ($β\\mathrm{DF}$) of $^{230,232}\\mathrm{Fr}$ and $^{230,232,234}\\mathrm{Ac}$ was studied in an experiment performed at the ISOLDE facility at CERN. As no fission fragments were observed for any of the nuclei investigated, upper limits for their $β\\mathrm{DF}$ probab…[Phys. Rev. C 111, 065803] Published Mon Jun 02, 2025"
    },
    {
      "title": "Conclusive evidence of a two-neutron multiphonon transverse wobbling mode in $^{82}\\mathrm{Kr}$",
      "link": "http://link.aps.org/doi/10.1103/PhysRevC.111.L061301",
      "authors": "S. Rajbanshi, R. Palit, Habibur Rahaman, G. Manna, Sajad Ali, S. Chakraborty, G. H. Bhat, S. Jehangir, J. A. Sheikh, F. S. Babra, R. Banik, S. Bhattacharya, S. Bhattacharyya, P. Dey, Md. S. R. Laskar, G. Mukherjee, S. Nandi, H. Pai, Rajkumar Santra, and T. Trivedi",
      "source": "Physical Review C",
      "summary": "Author(s): S. Rajbanshi, R. Palit, Habibur Rahaman, G. Manna, Sajad Ali, S. Chakraborty, G. H. Bhat, S. Jehangir, J. A. Sheikh, F. S. Babra, R. Banik, S. Bhattacharya, S. Bhattacharyya, P. Dey, Md. S. R. Laskar, G. Mukherjee, S. Nandi, H. Pai, Rajkumar Santra, and T. TrivediPositive parity band structures in $^{82}\\mathrm{Kr}$ were investigated using the reaction $^{76}\\mathrm{Ge}$($^{9}\\mathrm{Be},3n$) at ${E}_{\\text{Lab}} ≈$ 31 MeV with the help of the Indian National Gamma Array. The predominant $E2$ component of the $\\mathrm{Δ}I=1$ band interlinking transitions and…[Phys. Rev. C 111, L061301] Published Mon Jun 02, 2025"
    },
    {
      "title": "AI-Assisted analysis of $^{28}$Si$^*$ $\\rightarrow$ 7$\\alpha$ break-up data",
      "link": "https://arxiv.org/abs/2505.23920",
      "authors": "Theodoros Depastas, Aldo Bonasera, Joe Natowitz",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2505.23920v1 Announce Type: new \nAbstract: Mid-weight $\\alpha$-conjugate nuclei are predicted to possess exotic toroid-like resonances with high angular momenta. The search for these states in $^{28}$Si$^*$ is the main point of two published experimental investigations of the peripheral $^{28}$Si + $^{12}$C reaction by Cao and collaborators and by Hannaman and collaborators. In this work, we develop a novel Artificial Intelligence (AI)-based machine learning method utilizing the Gaussian Mixture Model (GMM) to analyze available experimental and theoretical data. We additionally study the reaction with the Hybrid $\\alpha$-Cluster (H$\\alpha$C) model. In all the examined data our results suggest the presence of underlying structure which is close to that predicted for toroidal states."
    },
    {
      "title": "Radial and Non-Radial Oscillations of Protoneutron Stars with Hyperonic Composition",
      "link": "https://arxiv.org/abs/2505.24104",
      "authors": "Prashant Thakur, Adamu Issifu, Ishfaq Ahmad Rather, Y. Lim, Tobias Frederico",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2505.24104v1 Announce Type: new \nAbstract: This paper explores radial and non-radial oscillations of protoneutron stars (PNSs) as they evolve from hot, neutrino-rich configurations through deleptonization to cold, catalyzed states. The equation of state (EoS) is modeled using a density-dependent relativistic mean-field framework, with stellar evolution characterized by changes in entropy and lepton fraction. Both nucleonic and hyperonic compositions are considered. Non-radial $f$- and $p_1$-mode oscillations are computed using both the Cowling approximation and full general relativity. Trapped neutrinos initially increase the error of the Cowling approximation for $f$-modes, which decreases during deleptonization and rises again in the cold phase. In contrast, $p_1$-mode errors peak during intermediate stages due to evolving pressure and density gradients. The emergence of hyperons modestly raises oscillation frequencies in both modes. Existing universal relations for $f$-mode frequency and damping time lack model independence for PNSs, motivating a more robust relation. In particular, our proposed universal relation involving the moment of inertia and $\\tilde{\\eta}$ shows strong agreement across all evolutionary phases, offering a temperature-sensitive, model-independent scaling for asteroseismology. Radial oscillations of a $1.4,M_\\odot$ PNS are also studied for different EoSs. Our results show that displacement ($\\xi$) and pressure perturbation ($\\eta$) profiles are highly sensitive to thermal state, composition, and compactness. Hyperonic stars show higher frequencies, altered node structures, and stronger pressure perturbations due to EoS softening. Differences in frequency separation $\\Delta \\nu_n$ and fundamental frequency $\\nu_0$ between nucleonic and hyperonic models provide clear observational diagnostics for probing PNS interiors and constraining the dense matter EoS."
    },
    {
      "title": "Next-to-leading-order prediction for the neutrinoless double-beta decay",
      "link": "https://arxiv.org/abs/2505.24121",
      "authors": "Y. L. Yang, P. W. Zhao",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2505.24121v1 Announce Type: new \nAbstract: The neutrinoless double-beta decay ($0\\nu\\beta\\beta$) of two neutrons$nn \\rightarrow ppee$ is the elementary subprocess of $0\\nu\\beta\\beta$ decay in nuclei. Accurate knowledge of the $nn \\rightarrow ppee$ amplitude is required to pin down the short-range contributions in the nuclear matrix elements of the candidate nuclei for large-scale $0\\nu\\beta\\beta$ searches. In this Letter, we report the first next-to-leading-order prediction of the nn \\rightarrow ppee amplitude, with Bayesian uncertainty quantification. This is made possible by the development of the relativistic chiral effective field theory, in which no unknown contact term is required up to next-to-leading order. The theory is validated by reproducing in a parameter-free way the available data on the charge independence and charge symmetry breaking contributions in the two-nucleon scattering. The present work makes an essential step towards addressing the uncertainty in the theoretical calculations of the nuclear matrix elements relevant for $0\\nu\\beta\\beta$ searches."
    },
    {
      "title": "Neutrino emission from neutron star matter",
      "link": "https://arxiv.org/abs/2505.24485",
      "authors": "Omar Benhar, Lucas Tonetto",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2505.24485v1 Announce Type: new \nAbstract: The temperature of a newly formed neutron star is believed to be as high as $10^{11}$~K, corresponding to a thermal energy of about $10$ MeV. After a time $t \\sim 50 \\ {\\rm s}$, the neutrino mean free path in nuclear matter exceeds the typical star radius, R~$\\sim$~10 Km, and neutrino emission becomes the dominant mechanism of energy loss, eventually bringing the temperature down to $\\sim10^{8}$~K. Neutrinos also play a critical role in determining the composition of matter in the star interior, consisting primarily of a charge-neutral mixture of neutrons, protons and leptons in $\\beta$-equilibrium. This article provides an introduction to the weak interactions of nucleons in nuclear matter, as well as a concise review of the neutrino emission reactions taking place in the neutron star core. The approximations involved in the standard theoretical treatment of thermal and dynamical effects are analysed in the light of the recent progress of the field, and the prospects for future developments are outlined."
    },
    {
      "title": "Heavy Ion Double Charge Exchange Reactions as Probes for Two-Body Transition Densities",
      "link": "https://arxiv.org/abs/2505.24753",
      "authors": "Jessica I. Bellone, Maria Colonna, Danilo Gambacurta, Horst Lenske",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2505.24753v1 Announce Type: new \nAbstract: Collisional heavy ion double charge exchange (DCE) reactions, induced by second order nucleon-nucleon interactions, are shown to provide access to the two-body transition densities of the complementary DCE transitions in the interacting nuclei. Corresponding two-body operators are introduced, treating the second order distorted wave reaction amplitude in the s-channel interaction form. The theoretical results are applied to the reaction $^{18}O+{}^{76}Se\\to {} ^{18}Ne+{}^{76}Ge$ at $T_{lab}=270$~MeV, being $^{76}Ge$ a candidate for neutrino--less double beta decay."
    },
    {
      "title": "A review on recent progresses in the study of low energy $\\pi\\pi$ and $\\pi N$ scatterings",
      "link": "https://arxiv.org/abs/2505.24674",
      "authors": "Qu-Zhi Li, Zhiguang Xiao, Han-Qing Zheng",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2505.24674v1 Announce Type: cross \nAbstract: We summarize new results on the studies of $\\pi\\pi$ and $\\pi N$ scatterings. They include the finding of a negative-parity nucleon pole with a mass lower than the nucleon mass, and the pole trajectory of $f_0(500)$ with respect to varying pion masses. The results are obtained from model-independent dispersion analyses. We also study the thermal properties of $f_0(500)$ based on the $O(N)$ $\\sigma$ model and $N/D$ method."
    },
    {
      "title": "Emission processes in a self–consistent field",
      "link": "http://iopscience.iop.org/article/10.1088/1361-6471/add54f",
      "authors": "A Dumitrescu and D S Delion",
      "source": "Journal of Physics G: Nuclear and Particle Physics",
      "summary": "We present a microscopic description of cluster emission processes within the Cluster–Hartree–Fock self-consistent field theory. The starting point is a Woods–Saxon mean field with spin–orbit and Coulomb terms. Pairing is treated through standard Bardeen–Cooper–Schrieffer quasiparticles. A two-body interaction is introduced as a density-dependent Wigner force having a Gaussian shape with a center of mass (com) correction located in a region of low nuclear density slightly beyond the geometrical contact radius of a system comprised from a nucleus and a surface cluster. We show that such a description adequately reproduces the ground state shape of a spherical nucleus while the surface correction enhances the radial tail of single particle orbitals, thus allowing for a good description of the decay width for unstable systems."
    },
    {
      "title": "Hadron production in the charged current semi-inclusive deeply inelastic scattering of N=Z$$N=Z$$ nuclei",
      "link": "https://epja.epj.org/10.1140/epja/s10050-025-01593-7",
      "authors": "Wenyan Yu, Weihua Yang, Xing-hua Yang",
      "source": "European Physical Journal A",
      "summary": "Authors: Wenyan Yu, Weihua Yang and Xing-hua Yang.The European Physical Journal A Vol. 61 , page 127Published online: 29/5/2025"
    },
    {
      "title": "<i>Ab initio</i> no-core shell-model study of $$^{20-23}$$Na isotopes",
      "link": "https://link.springer.com/article/10.1007/s00601-025-01995-9",
      "authors": "Unknown",
      "source": "Few-Body Systems",
      "summary": "We have done a systematic no-core shell-model study of $$^{20-23}$$Na isotopes. The low-energy spectra of these sodium isotopes consisting of natural and un-natural parity states were reported, considering three realistic interactions: inside nonlocal outside Yukawa (INOY), charge-dependent Bonn 2000 (CDB2K), and the chiral next-to-next-to-next-to-leading order (N$$^3$$LO). We also present the mirror energy differences in the low-energy spectra of $$|T_z|$$ = 1/2 mirror pair ($$^{21}$$Na - $$^{21}$$Ne). Apart from the energy spectra, we have also reported the electromagnetic transition strengths and moments. Finally, considering all three realistic interactions, we report the point-proton radii and neutron skin thicknesses."
    }
  ]
}