{
  "lastUpdated": "2025-09-10T02:15:29.330561",
  "papers": [
    {
      "title": "Probing Gluon Fluctuations in Nuclei with the First Energy-Dependent Measurement of Incoherent $J/ψ$ Photoproduction in Ultraperipheral PbPb Collisions",
      "link": "http://link.aps.org/doi/10.1103/w9kp-f8xr",
      "authors": "V. Chekhovsky <em>et al.</em> (CMS Collaboration)",
      "source": "Physical Review Letter",
      "summary": "Author(s): V. Chekhovsky et al. (CMS Collaboration)The first measurement of incoherent J/ψ photoproduction in ultraperipheral lead-lead collisions provides new constraints on gluon fluctuations within nuclei at previously unexplored small-x values.[Phys. Rev. Lett. 135, 112301] Published Tue Sep 09, 2025"
    },
    {
      "title": "Modification of the Jet Energy-Energy Correlator in Cold Nuclear Matter",
      "link": "http://link.aps.org/doi/10.1103/qxdv-cmrg",
      "authors": "Yu Fu, Berndt Müller, and Chathuranga Sirimanna",
      "source": "Physical Review Letter",
      "summary": "Author(s): Yu Fu, Berndt Müller, and Chathuranga SirimannaWe compute medium corrections to the energy-energy correlator (EEC) for jets in electron-nucleus collisions at leading order in the QCD coupling and the interaction of the jet with the medium. We derive an analytical expression for the modification of the EEC as a function of the opening angle and s…[Phys. Rev. Lett. 135, 112302] Published Tue Sep 09, 2025"
    },
    {
      "title": "Collective effects in O-O and Ne-Ne collisions at $\\sqrt{s_{\\mathrm{NN}}}$=5.36 TeV from a hybrid approach",
      "link": "https://arxiv.org/abs/2509.05613",
      "authors": "Lucas Constantin, Niklas G\\\"otz, Carl B. Rosenkvist, Hannah Elfner",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2509.05613v1 Announce Type: new \nAbstract: Many features of heavy-ion collisions are well described by hybrid approaches, where the droplet of strongly coupled quark gluon plasma (QGP) is modeled by hydrodynamics and the subsequent dilute stage is performed with a hadronic transport model. Conventionally, the formation of a QGP is well established in larger collision systems like Lead and Gold. However, hints of collectivity were found even in proton-proton collisions, raising the question where the onset of QGP formation lays. This study aims at making predictions for the light ions run at the LHC in July 2025, in order to explore the applicability of hybrid approaches in smaller collision systems. We employ three different models, the SMASH-vHLLE-hybrid, the pure hadronic cascade of SMASH and Angantyr to simulate O-O collisions at a center of mass energy of $\\sqrt{s_{\\mathrm{NN}}}$=5.36 TeV. This setup allows us to compare evolutions with and without a hydrodynamic description on an equal basis, while Angantyr serves as a baseline for no collective effects."
    },
    {
      "title": "Ab initio calculations of beta-decay half-lives for $N=50$ neutron-rich nuclei",
      "link": "https://arxiv.org/abs/2509.06812",
      "authors": "Zhen Li, Takayuki Miyagi, Achim Schwenk",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2509.06812v1 Announce Type: new \nAbstract: Beta-decay rates of extreme neutron-rich nuclei remain largely unknown experimentally, while they are critical inputs for $r$-process nucleosynthesis. We present first ab initio calculations of total beta-decay half-lives, with a focus on $N=50$ nuclei. Starting from nuclear forces and currents based on chiral effective field theory, we use the in-medium similarity renormalization group to consistently derive valence-space Hamiltonians and weak operators, from which we calculate the nuclear states involved and the Gamow-Teller transition strengths, without phenomenological adjustments. In addition, we explore effects of first-forbidden contributions. Our results show that the inclusion of two-body currents increases the total half-lives, which then show good agreement with the existing experimental data, thereby validating the predictive capability of our approach."
    },
    {
      "title": "Disentangling Initial-State and Evolution Effects in Heavy-Ion Collisions Using EPOS and PHSD",
      "link": "https://arxiv.org/abs/2509.05428",
      "authors": "Mahbobeh Jafarpour, Vadym Voronyuk, Klaus Werner, Elena Bratkovskaya, Damien Vintache",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2509.05428v1 Announce Type: cross \nAbstract: In this study we examine the impact of the initial stage and dynamical evolution on final-state observables in heavy-ion collisions. For this goal we develop a novel approach, EPOSir+PHSDe, which employs EPOS initial conditions as the starting point for parton and hadron evolution within the PHSD microscopic transport approach. By examining the space-time evolution of matter in this model and comparing to EPOS (which starts with an S-matrix approach for parallel scatterings for the initial conditions and uses a hydrodynamic evolution for the quark-gluon plasma stage with the UrQMD as afterburner) and PHSD (which starts with primary high energy $NN$ scattering realized via the LUND string model and continues with fully microscopic transport dynamics for strongly interacting partonic and hadronic matter), we identify the key differences in the final particle distributions among the three approaches. Our analysis focuses on rapidity, transverse momentum spectra, and flow harmonics $v_2$ for Au+Au collisions at the invariant energy of $\\sqrt{s_{NN}}=200$ GeV. We find a dominant influence of dynamical evolution over the initial conditions on the final observables."
    },
    {
      "title": "Bayesian Analysis of the $^{86}$Sr$(\\alpha, \\alpha)$ Reaction to Constrain the $^{86}$Sr$(\\alpha, n)$ Cross Section at Astrophysical Energies",
      "link": "https://arxiv.org/abs/2509.05461",
      "authors": "Caleb Marshall, Taliah Lansing, David Gribble, Richard Longland, Athanasios Psaltis, Kiana Setoodehnia",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2509.05461v1 Announce Type: cross \nAbstract: The Alpha Optical Model Potential (\\aomp \\!) is a phenomenological approach used to describe elastic scattering where multiple reaction channels are open. It is one of the most critical inputs for the calculation of thermonuclear reaction rates in explosive stellar environments, but uncertainties within the $\\alpha$-OMP lead to imprecise predictions hindering comparisons between calculations and observations. In order to improve the precision of the $\\alpha$-OMP, additional nuclear physics data are required. In this paper, a measurement of the $^{86}$Sr($\\alpha$, $\\alpha$) elastic scattering cross section at multiple energies is reported. A local optical potential is constructed via a fully Bayesian analysis of the elastic scattering data. The resulting uncertainties on the low energy cross sections relevant to nuclear astrophysics are then calculated and shown to be on the order of $50 \\%$."
    },
    {
      "title": "Knudsen number and universal behavior of collective flows in conformal and non-conformal systems",
      "link": "https://arxiv.org/abs/2509.05495",
      "authors": "Vincenzo Nugara (Department of Physics and Astronomy, University of Catania, Catania, INFN-Laboratori Nazionali del Sud, Catania, Italy), Nicolas Borghini (Fakult\\\"at f\\\"ur Physik, Universit\\\"at Bielefeld, D-33615 Bielefeld, Germany), Vincenzo Greco (Department of Physics and Astronomy, University of Catania, Catania, INFN-Laboratori Nazionali del Sud, Catania, Italy), Salvatore Plumari (Department of Physics and Astronomy, University of Catania, Catania, INFN-Laboratori Nazionali del Sud, Catania, Italy)",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2509.05495v1 Announce Type: cross \nAbstract: We investigate the role of the Knudsen number (Kn) as a scaling parameter governing the emergence of collective behavior in relativistic heavy-ion collisions. Using the Relativistic Boltzmann Transport approach, we explore different initial conditions for both conformal (massless) and non-conformal (massive) systems with a constant specific shear viscosity $\\eta/s$. Observables such as the time evolution of anisotropic flow coefficients collapse onto universal curves for fixed classes of Knudsen number, when using a scaled time variable accounting for the system size and the speed of sound $c_s$. More differential quantities, such as $v_n(p_T/\\langle E_T\\rangle)$, show a larger sensitivity to $c_s$. We also study events with fluctuating initial profiles from the \\trento\\ model, simulating collision systems from O-O to Pb-Pb at RHIC and LHC energies. Universal scaling at a given Kn value also holds in these event-by-event simulations, suggesting that the Knudsen number provides a unified criterion for classifying collectivity across different systems, including small systems where thermalisation may not be fully realised."
    },
    {
      "title": "Jet momentum broadening beyond the jet quenching parameter from QCD kinetic theory",
      "link": "https://arxiv.org/abs/2509.05904",
      "authors": "Alois Altenburger, Kirill Boguslavski, Florian Lindenbauer",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2509.05904v1 Announce Type: cross \nAbstract: Using QCD kinetic theory, we study momentum broadening of jets using the full broadening probability (elastic collision kernel) $C(\\mathbf{q_\\perp})$ extracted during simulations of the nonequilibrium initial stages in heavy-ion collisions. We find that small momentum transfer is more likely than in thermal equilibrium, particularly along the beam axis. Our extraction represents a significant step towards a more realistic modeling of jet quenching during the initial stages."
    },
    {
      "title": "All-order perfect spin hydrodynamics",
      "link": "https://arxiv.org/abs/2509.06014",
      "authors": "Zbigniew Drogosz",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2509.06014v1 Announce Type: cross \nAbstract: We compare two recently developed frameworks of perfect spin hydrodynamics for spin-$1/2$ particles, based respectively on classical kinetic theory and the Wigner function. We show that the conserved currents in both approaches have the same form at each order of the expansion in the components of the spin polarization tensor $\\omega$. The only difference is a relative multiplicative factor, which is equal to 1 at the lowest nontrivial order and increases monotonically with the expansion order."
    },
    {
      "title": "Equation of State Extrapolation Systematics: Parametric vs. Nonparametric Inference of Neutron Star Structure",
      "link": "https://arxiv.org/abs/2509.06145",
      "authors": "Bhaskar Biswas",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2509.06145v1 Announce Type: cross \nAbstract: The equation of state (EOS) of cold dense matter is a central open problem in nuclear astrophysics. Its inference is hindered by the lack of \\textit{ab initio} control above about twice nuclear saturation density, requiring extrapolation. Parametric schemes such as piecewise polytropes (PP) are efficient but restrictive, while nonparametric approaches like Gaussian processes (GP) allow more flexibility at the cost of larger prior volumes. We extend our hybrid EOS framework by replacing the high-density polytropic extension with a GP representation of the squared sound speed, anchored at low densities by the SLy crust EOS and a nuclear meta-model constrained by $\\chi$EFT and laboratory data. Using hierarchical Bayesian analysis, we jointly constrain the EOS and neutron star mass distribution with multi-messenger observations, including NICER radii, GW170817 and GW190425 tidal deformabilities, pulsar masses, and neutron skin experiments. We examine four scenarios defined by high-density extrapolation (PP vs.\\ GP) and hotspot geometry in the NICER modeling of PSR~J0030$+$0451 (ST+PDT vs.\\ PDT-U). GP extrapolations generally yield softer EOS posteriors with broader uncertainties. Hotspot assumptions also play an important role, shifting inferred mass--radius relations. Bayesian evidence strongly favors the ST+PDT geometry over PDT-U under both extrapolations, while GP is mildly preferred over PP. These results underscore the impact of observational modeling and EOS extrapolation on neutron star inferences, and show that a GP-based extension offers a robust way to quantify systematic uncertainties in high-density matter."
    },
    {
      "title": "Multiplicity distributions in QCD jets and jet topics",
      "link": "https://arxiv.org/abs/2509.06158",
      "authors": "Xiang-Pan Duan, Lin Chen, Guo-Liang Ma, Carlos A. Salgado, Bin Wu",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2509.06158v1 Announce Type: cross \nAbstract: We evaluate the Koba--Nielsen--Olesen (KNO) scaling functions for quark- and gluon-initiated jets by incorporating energy conservation into the Double Logarithmic Approximation (DLA). The resulting modified DLA (MDLA) expressions differ substantially from the DLA predictions and qualitatively align with the recently proposed QCD-inspired expressions, albeit with some quantitative differences. By fixing the two parameters in the MDLA expressions, we show that the inclusive charged-particle multiplicity distributions of the two leading jets in $pp$ collisions at $\\sqrt{s} = 13$ TeV, measured by ATLAS over a wide jet $p_T$ range of $0.1$--$2.5$ TeV, are well described within experimental uncertainties and consistent with {\\tt PYTHIA} simulations. This conclusion is further supported by direct comparisons with quark- and gluon-initiated jet distributions extracted via jet topics, though the propagated uncertainties from experimental data remain sizable."
    },
    {
      "title": "Study of transition form factors of the lightest pseudoscalars",
      "link": "https://arxiv.org/abs/2509.06471",
      "authors": "Yi-Hao Zhang, Shao-Zhou Jiang, Ling-Yun Dai",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2509.06471v1 Announce Type: cross \nAbstract: In this paper, we study the transition form factors of the lightest pseudoscalar mesons, $\\pi^0$, $\\eta$, and $\\eta'$, within the framework of resonance chiral theory. Our analysis is performed based on the data of time-like and space-like singly-virtual and space-like doubly-virtual form factors, as well as the relevant cross sections and latest invariant mass spectra of $e^+e^-$ pair for the process of $P\\to\\gamma e^+ e^-$. The transition form factors of these pseudoscalars are obtained. Also, we evaluate their contributions to the light-by-light part of the anomalous magnetic moment of the muon. Our two Fits give similar results, where Fit-A gives $a_\\mu^{\\pi^0 }=(61.6\\pm 1.8)\\times10^{-11}$, $a_\\mu^{\\eta }=(15.2\\pm1.2)\\times10^{-11}$, $a_\\mu^{\\eta'}=(16.0\\pm 1.1)\\times10^{-11}$, and the total contribution of neutral pseudo-scalar meson poles is $a_\\mu^{\\pi^0+\\eta+\\eta'}=(92.8\\pm2.3)\\times10^{-11}$."
    },
    {
      "title": "Constraining the Energy Momentum Tensor through DVCS Dispersion Relation beyond Leading Power",
      "link": "https://arxiv.org/abs/2509.06669",
      "authors": "V\\'ictor Mart\\'inez-Fern\\'andez, Daniele Binosi, C\\'edric Mezrag, Zhao-Qian Yao",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2509.06669v1 Announce Type: cross \nAbstract: In this letter, we analyse and interpret the kinematic power corrections to deeply virtual Compton scattering dispersion relation. We show that the kinematic corrections at twist-4 can be connected to other form factors of the Energy-Momentum Tensor beyond the pressure distribution involved at leading-power, namely the ones related to Momentum and total Angular Momentum distributions. In the nucleon case, these corrections are not negligible at presently accessible virtualities. The DVCS subtraction constant becomes an experimental constraint on momentum distributions, pressure forces distributions, and total angular momentum distributions. Finally, we use continuum and lattice-QCD results to predict the expected size of the DVCS subtraction constant, and conclude that momentum distributions are responsible of roughly one-third of the experimental signal at $Q^2 = 2\\textrm{GeV}^2$."
    },
    {
      "title": "Probing the cluster structure of $^6$Li with the nuclear reaction $^6$Li + $^{12}$C at 68 MeV",
      "link": "https://arxiv.org/abs/2509.06681",
      "authors": "B. A. Urazbekov, E. K. Almanbetova, A. Azhibekov, B. S. Baimurzinova, K. Dyussebayeva, T. Issatayev, D. M. Janseitov, S. M. Lukyanov, Yu. E. Penionzhkevich, K. Mendibayev, T. K. Zholdybayev",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2509.06681v1 Announce Type: cross \nAbstract: This work presents a combined experimental and theoretical investigation of the nuclear reaction $^{6}$Li + $^{12}$C at a laboratory energy of 68 MeV. The reaction products are identified via the standard $\\Delta$E-E technique. Angular distributions are constructed for the elastic, inelastic, and deuteron transfer channels by detecting emitted particles -- $^{6}$Li and $\\alpha$. Elastic and inelastic scattering of $^{6}$Li on $^{12}$C are analyzed using both the Optical Model and Coupled channels approaches, with the interaction described by a double-folding potential. This potential is calculated based on the three-body wave function of $^{6}$Li. Pronounced coupled-channel effects are observed, which modify the potential and allow accurate reproduction of the experimental cross sections. The resulting polarized potentials provide a more precise description of the initial-state interaction for further reaction modelling. The deuteron transfer channel, $^{12}$C($^{6}$Li, $\\alpha$)$^{14}$N, is studied using the Coupled Reaction Channels method. The coupling between the transfer and elastic channels is implemented using the three-body wave function of $^{6}$Li. As an alternative, a regular wave function constructed with a phenomenological Woods-Saxon potential is also employed. Comparison between the calculated differential cross sections and experimental data reveals a more complex and nuanced reaction mechanism, which supports the cluster structure of $^{6}$Li."
    },
    {
      "title": "Core or Halo? Two-Fluid Analysis of Dark Matter-Admixed Quarkyonic Stars in the Multi-Messenger Era",
      "link": "https://arxiv.org/abs/2509.06684",
      "authors": "Jeet Amrit Pattnaik, D. Dey, M. Bhuyan, R. N. Panda, S. K. Patra",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2509.06684v1 Announce Type: cross \nAbstract: For the first time, we explore dark matter (DM) admixed quarkyonic stars (DAQSs) within a two-fluid formalism, where the normal/visible sector is modeled by a quarkyonic equation of state (EOS) in the Effective Relativistic Mean Field (E-RMF) framework and the DM component is treated as a degenerate fermionic gas with scalar and vector self-interactions. Our analysis begins with the mass-radius (M-R) relation, showing that the inclusion of DM enables stellar configurations to reach the mass range compatible with the GW190814 event. We identify both DM core and DM halo morphologies among the viable EOSs, with core dominated and halo dominated cases exhibiting distinct signatures. By fixing the stellar mass within the GW190814 range, we constrain the possible dark matter fractions and explore the role of different interaction channels. Using the EOSs consistent with these constraints, we further investigate the tidal deformability ($\\Lambda$), moment of inertia (MOI), and stellar radius, finding broad agreement with constraints from GW170817, GW190814, and NICER. Finally, we compile the characteristic properties of DAQSs, including EOS type, DM fractions, morphology (core vs halo), and macroscopic observables in a comparative summary. This study provides a unified two-fluid framework to explore dense QCD matter and dark matter in the multi-messenger era, suggesting that the GW190814 secondary object could plausibly be interpreted as either a DM core or a DM halo quarkyonic star."
    },
    {
      "title": "Renormalization group invariant mean-field model for QCD at finite isospin density",
      "link": "https://arxiv.org/abs/2502.04025",
      "authors": "Bastian B. Brandt, Volodymyr Chelnokov, Gergely Endrodi, Gergely Marko, Daniel Scheid, Lorenz von Smekal",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2502.04025v2 Announce Type: replace-cross \nAbstract: QCD at nonzero isospin chemical potentials has phenomenological relevance for a series of physical systems and provides an ideal testground for the modeling of dense strongly interacting matter. The two-flavor quark-meson model is known to effectively describe the condensation of charged pions in QCD that occurs in this setting. In this paper, we derive a renormalization-group invariant mean-field formulation of the model and demonstrate that the resulting phase diagram and equation of state are in quantitative agreement with data from lattice QCD simulations at small and intermediate isospin chemical potentials. In particular, the speed of sound from the model shows an excess over the conformal bound as previously seen in lattice computations in agreement with chiral perturbation theory. We then consider the speed of sound in the limit of large isospin chemical potentials and see that it approaches the conformal limit from above, in qualitative agreement with recent lattice results and in quantitative agreement with perturbation theory in the presence of a BCS gap. Finally, we consider the phase diagram in the approach to the chiral limit. We find that within the model the chiral phase transition connects to the pion condensation phase boundary in the chiral limit and we discuss the implications for the properties of the chiral transition point."
    },
    {
      "title": "Long-lived quasinormal modes and asymptotic tails of regular Schwarzschild-like black holes in the presence of a magnetic field",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269325006276?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: Available online 8 September 2025Source: Physics Letters BAuthor(s): Akbar Davlataliev, Bakhtiyor Narzilloev, Ibrar Hussain, Ahmadjon Abdujabbarov, Bobomurat Ahmedov"
    },
    {
      "title": "Topology and stability of a <math xmlns:mml=\"http://www.w3.org/1998/Math/MathML\" altimg=\"si30.svg\" class=\"math\"><mrow><mo>(</mo><mn>2</mn><mo linebreak=\"goodbreak\">+</mo><mn>1</mn><mo>)</mo></mrow></math>-dimensional black hole in <math xmlns:mml=\"http://www.w3.org/1998/Math/MathML\" altimg=\"si31.svg\" class=\"math\"><mrow><mi>f</mi><mo>(</mo><mi mathvariant=\"double-struck\">Q</mi><mo>)</mo></mrow></math> gravity",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269325006252?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: Available online 8 September 2025Source: Physics Letters BAuthor(s): G.G.L. Nashed, M. Bedair"
    }
  ]
}