{
  "lastUpdated": "2025-10-09T02:18:55.544577",
  "papers": [
    {
      "title": "First $β$-Delayed Two-Neutron Spectroscopy of the $r$-Process Nucleus $^{134}\\mathrm{In}$ and Observation of the ${i}_{13/2}$ Single-Particle Neutron State in $^{133}\\mathrm{Sn}$",
      "link": "http://link.aps.org/doi/10.1103/l24v-5m31",
      "authors": "P. Dyszel <em>et al.</em> (IDS Collaboration)",
      "source": "Physical Review Letter",
      "summary": "Author(s): P. Dyszel et al. (IDS Collaboration)This manuscript reports on the direct observation of a $β$-delayed two-neutron emission in a study of $^{134}\\mathrm{In}$ at the ISOLDE Decay Station using neutron spectroscopy. We also report on the first measurement in ${β}^{−}$ decay of the long-sought $13/{2}^{+}$ excited state in $^{133}\\mathrm…[Phys. Rev. Lett. 135, 152501] Published Wed Oct 08, 2025"
    },
    {
      "title": "<i>Ab Initio</i> Study of the Radii of Oxygen Isotopes",
      "link": "http://link.aps.org/doi/10.1103/y6s2-43ym",
      "authors": "Zhengxue Ren, Serdar Elhatisari, and Ulf-G. Meißner",
      "source": "Physical Review Letter",
      "summary": "Author(s): Zhengxue Ren, Serdar Elhatisari, and Ulf-G. MeißnerWe present an ab initio study of the charge and matter radii of oxygen isotopes from $^{16}\\mathrm{O}$ to $^{20}\\mathrm{O}$ using nuclear lattice effective field theory (NLEFT) with high-fidelity ${\\mathrm{N}}^{3}\\mathrm{LO}$ chiral interactions. To efficiently address the Monte Carlo sign problem e…[Phys. Rev. Lett. 135, 152502] Published Wed Oct 08, 2025"
    },
    {
      "title": "Precision Mass Measurements around $^{84}\\mathrm{Mo}$ Rule Out ZrNb Cycle Formation in the Rapid Proton-Capture Process at Type I X-Ray Bursts",
      "link": "http://link.aps.org/doi/10.1103/2dyn-q7wp",
      "authors": "S. Kimura <em>et al.</em>",
      "source": "Physical Review Letter",
      "summary": "Author(s): S. Kimura et al.The rapid proton-capture process is one of the primary, explosive thermonuclear burning processes that drive type I x-ray bursts. A possible termination of the rapid proton-capture process at around $^{84}\\mathrm{Mo}$ was previously suggested by the formation of a ZrNb cycle. We report here precisio…[Phys. Rev. Lett. 135, 152701] Published Wed Oct 08, 2025"
    },
    {
      "title": "Parity-Doubled Nucleons Can Rapidly Cool Neutron Stars",
      "link": "http://link.aps.org/doi/10.1103/bf66-1hr5",
      "authors": "Liam Brodie and Robert D. Pisarski",
      "source": "Physical Review Letter",
      "summary": "Author(s): Liam Brodie and Robert D. PisarskiIn confined hadronic matter, the spontaneous breaking and restoration of chiral symmetry can be described by considering nucleons, ${N}_{+}(939)$, and excited states of opposite parity, ${N}_{−}(1535)$. In a cold, dense hadronic phase where chiral symmetry remains spontaneously broken, direct Urca d…[Phys. Rev. Lett. 135, 152702] Published Wed Oct 08, 2025"
    },
    {
      "title": "Ab initio study of the neutron and Fermi polarons on the lattice",
      "link": "https://arxiv.org/abs/2510.05233",
      "authors": "Ryan Curry, Jasmine Kozar, Alexandros Gezerlis",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2510.05233v1 Announce Type: new \nAbstract: We have used the auxiliary-field Quantum Monte Carlo (AFQMC) many-body approach on the lattice to study the equation of state for a fermionic impurity interacting with a background sea of spin-polarized fermions. The impurity, or polaron, is an interesting system in both cold atomic and nuclear physics. Our approach is general, and we are able to straightforwardly study the polaron across these regimes. We first study the Fermi polaron at unitarity and for a wide range of scattering lengths, comparing against previous theoretical and experimental studies. We then explore the neutron polaron which has been shown to be an important constraint for nuclear physics. We have also employed the recently developed parametric matrix model to emulate AFQMC solutions to the two-body problem on the lattice, to accelerate the tuning of our lattice Hamiltonian parameters directly to two-body energies in a periodic box, following Lscher's formula. Our lattice Quantum Monte Carlo results for the polaron in both a cold atomic and nuclear physics context can serve as stringent benchmarks for future theoretical and experimental research."
    },
    {
      "title": "Beyond $\\rho^{2/3}$ Scaling: Microscopic Origins and Multimessengers of High-Density Nuclear Symmetry Energy",
      "link": "https://arxiv.org/abs/2510.05508",
      "authors": "Bao-An Li",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2510.05508v1 Announce Type: new \nAbstract: Nuclear symmetry energy $E_{\\mathrm{sym}}(\\rho)$ encoding the cost to make nuclear matter more neutron rich has been the most uncertain component of the EOS of dense neutron-rich nucleonic matter. It affects significantly the radii, tidal deformations, cooling rates and frequencies of various oscillation modes of isolated neutron stars as well as the strain amplitude and frequencies of gravitational waves from their mergers, besides its many effects on structures of nuclei as well as the dynamics and observables of their collisions. Siemens (1970s) observed that $E_{\\mathrm{sym}}(\\rho)$ scales as $(\\rho/\\rho_0)^{2/3}$ near the saturation density $\\rho_0$ of nuclear matter, since both the kinetic part and the potential contribution (quadratic in momentum) exhibit this dependence. The scaling holds if: (1) the nucleon isoscalar potential is quadratic in momentum, and (2) the isovector interaction is weakly density dependent. After examining many empirical evidences and understanding theoretical findings in the literature we conclude that: (1) Siemens' $\\rho^{2/3}$ scaling is robust and serves as a valuable benchmark for both nuclear theories and experiments up to $2\\rho_0$ but breaks down at higher densities, (2) Experimental and theoretical findings about $E_{\\mathrm{sym}}(\\rho)$ up to $2\\rho_0$ are broadly consistent, but uncertainties remain large for its curvature $K_{\\mathrm{sym}}$ and higher-order parameters, (3) Above $2\\rho_0$, uncertainties grow due to poorly constrained spin-isospin dependent tensor and three-body forces as well as the resulting nucleon short-range correlations. Looking forward, combining multimessengers from both observations of neutron stars and terrestrial heavy-ion reaction experiments is the most promising path to finally constraining precisely the high-density $E_{\\mathrm{sym}}(\\rho)$ and the EOS of supradense neutron-rich matter."
    },
    {
      "title": "Factorial cumulants of proton multiplicity near a critical point using maximum entropy freeze-out prescription",
      "link": "https://arxiv.org/abs/2510.05567",
      "authors": "Jamie Karthein, Maneesha Pradeep, Krishna Rajagopal, Mikhail Stephanov, Yi Yin",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2510.05567v1 Announce Type: new \nAbstract: We present the first application of the maximum-entropy freeze-out prescription to calculate factorial cumulants of proton multiplicities near the conjectured QCD critical point in thermal equilibrium. We map the Gibbs free energy of the 3D Ising model to a parameterized class of possible EoS near QCD critical point. This equilibrium baseline highlights how factorial cumulants isolate critical fluctuations by subtracting trivial self-correlations, setting the stage for future out-of-equilibrium analyses. We identify the key non-universal aspects of the mapping to the Ising model that strongly control the characteristic properties, such as magnitude and location of the peaks of the factorial cumulants along the freeze-out curve."
    },
    {
      "title": "Microscopic study of nuclei synthesis in pycnonuclear reaction $^{12}$C + $^{12}$C in neutron stars",
      "link": "https://arxiv.org/abs/2510.05726",
      "authors": "S. P. Maydanyuk (Southern Center for Nuclear-Science Theory, Institute for Nuclear Research, National Academy of Sciences of Ukraine, Kyiv, 03680, Ukraine), Ju-Jun Xie (Southern Center for Nuclear-Science Theory, School of Nuclear Sciences and Technology, University of Chinese Academy of Sciences, Beijing 101408, China), V. S. Vasilevsky (Bogolyubov Institute for Theoretical Physics, Metrolohichna str., 14b, Kyiv, 03143, Ukraine), K. A. Shaulskyi (Institute for Nuclear Research, National Academy of Sciences of Ukraine, Kyiv, 03680, Ukraine)",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2510.05726v1 Announce Type: new \nAbstract: Purpose To investigate synthesis of nuclei in pycnonuclear reactions in dense medium of neutron stars on the basis of understanding, how the compound nucleus is formed during collision of two nuclei. To implement microscopic formulation of nuclear interactions and fusion in pycnonuclear reactions in dense medium. Methods (1) Nuclei synthesis in pycnonuclear reaction in dense medium of neutron star is investigated in the folding approximation of the cluster model. (2) Formation of compound nucleus in dense medium is studied with the method of Multiple Internal Reflections. Results (1) Wave functions of resonance states of $^{24}$Mg are determined by interaction of two $^{12}$C nuclei. (2) Clear maxima of probability of formation of compound nucleus in dense stellar medium are established at first time. (3) Difference between quasibound energies for potential of Woods-Saxon type and folding potentials with the shell-model approximation for wave functions is essential. (4) Formation of the compound nucleus is much more probable in the quasibound states than in states of zero-point vibrations. (5) Only the first quasibound energies for $^{12}$C + $^{12}$Care smaller than the barrier maximums. At these energies compound nuclear system has barrier which prevents its decay going through tunneling phenomenon. This is the new excited nucleus $^{24}$Mg synthesised in the neutron star. \\item[Conclusions] Cluster approach with folding potential provides significant modification of picture of formation of compound nucleus, previously obtained concerning the potential of Woods-Saxon type. The highest precision is provided by the folding potential, created by semi-realistic nucleon-nucleon potential and shell-model description of the internal structure of interacting $p$-shell nuclei."
    },
    {
      "title": "Fragmentation patterns of nuclear response: low-spin giant resonances and soft modes",
      "link": "https://arxiv.org/abs/2510.05745",
      "authors": "Elena Litvinova",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2510.05745v1 Announce Type: new \nAbstract: Nuclear resonances provide a rich and versatile testbed for exploring fundamental aspects of physics, particularly within the domain of strongly correlated many-body systems. The overarching goal of the theory is to develop a consistent and predictive framework that is (i) capable of a spectroscopically accurate description and (ii) sufficiently general to be applied across different energy scales and transferable to a wide range of complex systems. Thoroughly capturing emergent collective phenomena that arise in nuclear media is the central challenge for the theory, which is discussed in this contribution. It concentrates on the themes inspired and influenced by Angela Bracco's research, in particular, on the fragmentation patterns of the monopole and dipole responses of medium-heavy nuclei and associated open problems."
    },
    {
      "title": "Low lying isomers in the region of superheavy nuclei",
      "link": "https://arxiv.org/abs/2510.05953",
      "authors": "Fritz Peter Hessberger",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2510.05953v1 Announce Type: new \nAbstract: In the present study we want to give an overview on low lying isomeric states in the heaviest nuclei. After a short report on the early history on the discovery of nuclear isomerism and attempts to understand their physical nature, decay probabilities and structure of all low lying isomeric states in heaviest nuclei with half-lives typically longer than one microsecond are presentet. Special emphasisis is laid on cases where the above mentioned properties are still unclear or under discussion. We do not claim to have solved the problems in that cases, we rather want to give som hints for further discussions."
    },
    {
      "title": "Electron Capture and Bound-State $\\beta$ Decays in Ions and Plasma",
      "link": "https://arxiv.org/abs/2407.01787",
      "authors": "Bharat Mishra, Angelo Pidatella, Simone Taioli, Stefano Simonucci, David Mascali",
      "source": "arXiv for Nuclear Theory",
      "summary": "arXiv:2407.01787v2 Announce Type: replace-cross \nAbstract: We present a new theory describing the variation of electron capture and bound-state $\\beta$-decays in atomic ions and (non) local thermodynamic equilibrium ((N)LTE) plasmas. We adopt the Takahashi-Yokoi nuclear model with added corrections to first calculate the decay rate for each atomic configuration of the isotope, and then evaluate the in-plasma decay rate by combining them with the charge state distribution (CSD) consistent with plasma density and temperature. Our approach expands the thermodynamic parameter space in which in-plasma $\\beta$-decays can be studied, opening the possibility to validate the model in low-density laboratory magnetoplasmas before application to stellar nucleosynthesis. The model is explained using $^{7}$Be, and then applied to higher mass isotopes such as $^{140}$Pr$^{0+,57+,58+}$, $^{142}$Pm$^{0+,59+,60+}$ and $^{163}$Dy$^{66+}$. Our model is therefore amenable to isotopes in a wide range of masses, in both single charge state or in a plasma-generated CSD."
    },
    {
      "title": "Dineutron clusters in 7He and 8He structure",
      "link": "http://iopscience.iop.org/article/10.1088/1361-6471/ae0959",
      "authors": "E Garrido and A S Jensen",
      "source": "Journal of Physics G: Nuclear and Particle Physics",
      "summary": "The hyper-radial barrier strongly hinders formation of more than three clusters. We investigate how well the dominating cluster components in 7He and 8He, respectively can be described as α+n+2n and α+2n+2n, where 2n is the dineutron. Effective interactions compatible with 5He and 6He are used. We vary the lesser known n-2n and 2n-2n interactions, where very small strengths are required. We provide energies, radii, and partial wave decomposition of all computed, predicted or measured, ground and resonance states. We predict substructures within each of the three-body quantum states. We also calculate the neutron-structure sensitive invariant mass spectrum of the four-nucleon system, after fast removal of the α-particle from 8He. We show that all available experimental information are fairly well reproduced. Very little room is left for variation of the effective interaction parameters. Thus, the dominating features of the subsequently derived reaction and structure properties are well supported."
    },
    {
      "title": "Editorial Board",
      "link": "https://www.sciencedirect.com/science/article/pii/S0375947425002441?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Nuclear Physics A",
      "summary": "Publication date: December 2025Source: Nuclear Physics A, Volume 1064Author(s): "
    }
  ]
}