{
  "lastUpdated": "2026-01-18T03:02:26.061268",
  "papers": [
    {
      "title": "First Results on the Search for Lepton Number Violating Neutrinoless Double-$β$ Decay with the LEGEND-200 Experiment",
      "link": "http://link.aps.org/doi/10.1103/25tk-nctn",
      "authors": "H. Acharya <em>et al.</em> (LEGEND Collaboration)",
      "source": "Physical Review Letter",
      "summary": "Author(s): H. Acharya et al. (LEGEND Collaboration)The LEGEND Collaboration is searching for neutrinoless double-beta ($0νββ$) decay by operating high-purity germanium detectors enriched in $^{76}\\mathrm{Ge}$ in a low-background liquid argon environment. Building on key technological innovations from the GERmanium Detector Array (GERDA) experiment a…[Phys. Rev. Lett. 136, 022701] Published Fri Jan 16, 2026"
    },
    {
      "title": "Magnetic dipole moments adjacent to doubly magic nuclei in self-consistent mean-field theory with realistic spin-isospin and tensor forces",
      "link": "http://link.aps.org/doi/10.1103/zqgm-3qmy",
      "authors": "H. Nakada and H. Iwata",
      "source": "Physical Review C",
      "summary": "Author(s): H. Nakada and H. IwataMagnetic dipole ($M1$) moments in nuclei neighboring the doubly magic core are investigated by self-consistent mean-field (SCMF) approaches that allow for the breaking of time-reversal symmetry. By the SCMF calculations with the M3Y-P6 interaction, which keeps realistic spin-isospin and tensor chann…[Phys. Rev. C 113, 014315] Published Fri Jan 16, 2026"
    },
    {
      "title": "Probing the nuclear equation of state with clusters and hypernuclei",
      "link": "http://link.aps.org/doi/10.1103/3msm-wrxd",
      "authors": "Yingjie Zhou, Susanne Gläßel, Yue-Hang Leung, Viktar Kireyeu, Jiaxing Zhao, Hui Liu, Christoph Blume, Iouri Vassiliev, Vadim Voronyuk, Michael Winn, Norbert Herrmann, Yaping Wang, Nu Xu, Jörg Aichelin, and Elena Bratkovskaya",
      "source": "Physical Review C",
      "summary": "Author(s): Yingjie Zhou, Susanne Gläßel, Yue-Hang Leung, Viktar Kireyeu, Jiaxing Zhao, Hui Liu, Christoph Blume, Iouri Vassiliev, Vadim Voronyuk, Michael Winn, Norbert Herrmann, Yaping Wang, Nu Xu, Jörg Aichelin, and Elena BratkovskayaThe study of the nuclear equation of state (EoS) is one of the primary goals of experimental and theoretical heavy-ion physics. The comparison of recent high-statistics data from the STAR Collaboration with transport models provides a unique possibility to address this topic in a yet-unexplored ener…[Phys. Rev. C 113, 014909] Published Fri Jan 16, 2026"
    },
    {
      "title": "Measurement of near-threshold resonances in $^{9}\\mathrm{B}$ for Big Bang nucleosynthesis",
      "link": "http://link.aps.org/doi/10.1103/37y9-m3yb",
      "authors": "G. W. McCann, I. Wiedenhöver, L. T. Baby, J. C. Blackmon, C. M. Deibel, E. C. Good, J. C. Esparza, K. Hanselman, K. T. Macon, N. Rijal, A. Ring, R. M. Shaffer, V. Sitaraman, B. Sudarsan, E. Temanson, and M. La Cognata",
      "source": "Physical Review C",
      "summary": "Author(s): G. W. McCann, I. Wiedenhöver, L. T. Baby, J. C. Blackmon, C. M. Deibel, E. C. Good, J. C. Esparza, K. Hanselman, K. T. Macon, N. Rijal, A. Ring, R. M. Shaffer, V. Sitaraman, B. Sudarsan, E. Temanson, and M. La CognataThe relative distribution of isotopes produced during the big bang is a sensitive probe of cosmology. Uncertainties remain in the nuclear reactions between deuterium and $^{7}\\mathrm{Be}$, which lead to a reduction in the $^{7}\\mathrm{Li}$ yield. In two experiments using the $^{10}\\mathrm{B}(^{3}\\ma…[Phys. Rev. C 113, 015805] Published Fri Jan 16, 2026"
    },
    {
      "title": "Maximal GW amplitude from bubble collisions in supercooled phase transitions",
      "link": "https://www.sciencedirect.com/science/article/pii/S0370269326000110?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Physics Letters B",
      "summary": "Publication date: Available online 16 January 2026Source: Physics Letters BAuthor(s): Masaki Yamada"
    },
    {
      "title": "Impact of isospin asymmetric nuclear medium on pseudoscalar and vector <em>B</em> mesons",
      "link": "https://www.sciencedirect.com/science/article/pii/S0375947426000084?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Nuclear Physics A",
      "summary": "Publication date: Available online 16 January 2026Source: Nuclear Physics AAuthor(s): Tanisha XXX, Satyajit Puhan, Navpreet Kaur, Harleen Dahiya, Arvind Kumar"
    },
    {
      "title": "Insights into the exotic charged states <em>Z<sub>b</sub></em>(10610) and <em>Z<sub>b</sub></em>(10650) from their photoproduction off nuclei",
      "link": "https://www.sciencedirect.com/science/article/pii/S0375947426000096?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Nuclear Physics A",
      "summary": "Publication date: Available online 16 January 2026Source: Nuclear Physics AAuthor(s): E.Ya. Paryev"
    },
    {
      "title": "Dynamical aspects of induced <em>α</em>-decay process under X-ray laser field",
      "link": "https://www.sciencedirect.com/science/article/pii/S0375947426000138?dgcid=rss_sd_all",
      "authors": "Unknown",
      "source": "Nuclear Physics A",
      "summary": "Publication date: Available online 16 January 2026Source: Nuclear Physics AAuthor(s): Shubham Bharmoria, Sukhdeep Kaur, Birbikram Singh, Harjeet Kaur"
    }
  ]
}